{
  "values": {
    "6088728eb17bf155dce067460ac78e57e69d3975": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436847752/onschuld-nellie-mandel",
      "title": "Onschuld",
      "authors": "Nellie Mandel",
      "description": "Soarse vindt haar vader dood in de woonkamer, met een bloederige hamer naast hem. Wie daarvoor verantwoordelijk is, weet ze niet, maar ze vindt het niet erg. Haar vader was, net als haar oom Bert, een geweldenaar en een verkrachter. Maar in het afgelegen huis was hij meester over leven en dood. Meteen wil iedereen doen alsof er niets aan de hand is, en het lichaam snel begraven. Soarse vermoedt dat één van de familieleden de moordenaar is. Van haar broer krijgt ze geen hulp, en ze besluit er vandoor te gaan. Maar ze weet nauwelijks iets van de buitenwereld. Toch vlucht ze, maar de wereld waarin ze terecht komt is evenmin veilig voor haar. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436847752?aid=kb-online-bibliotheek&sid=18&dts=1763536453652&sig=22160eb5fa59f22c1c151729c0f31f6c80e7baba22b1b44f8c9628a39455464c&width=320",
      "dateSeen": "2025-11-19T07:14:13.861Z"
    },
    "0a181acec5ac1e38bf91bc31a9bb3fa19c8fa29f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456079165/bloedrood-patty-van-delft",
      "title": "Bloedrood",
      "authors": "Patty van Delft",
      "description": "De strijd is niet voorbij... De slag om het Hoogland is gewonnen, maar de strijd is nog niet gestreden. Terwijl Lily, River en hun vrienden helpen bij de wederopbouw, duikt een nieuwe dreiging op: de PRK, een groepering die trouw is aan het oude Regime. Ondertussen wordt onder bevel van de keizer van Mistland een gevaarlijk serum ontwikkeld dat de gewone mens in machtige Magyrs moet veranderen, met als doel de wereld te veroveren. Lily en haar bondgenoten reizen af naar Mistland om het serum te vernietigen en het Regime voor eens en voor altijd te stoppen. Rain blijft achter op Terras Altas, vastbesloten de PRK te ontmaskeren en zich in te zetten voor een verenigd land met gelijke rechten voor iedereen. Een strijd die haar in een web van politieke intriges brengt en haar voor moeilijke keuzes zet. In Mistland dreigt een burgeroorlog die Lily meesleept in een chaotische en allesbepalende strijd. Kan het Regime voorgoed verslagen worden, of zal de wereld bezwijken onder haar eigen hebzucht? Terwijl de strijd om macht en vrijheid zijn hoogtepunt bereikt, hangt de toekomst van Terras Altas aan een zijden draadje. Terras Altas - Bloedrood is een adembenemend slotdeel vol spanning, intrige, rookgordijnen en onverwachte wendingen. Een episch einde dat je op het puntje van je stoel houdt! Bron: Flaptekst, uitgeversinformatie",
      "dateSeen": "2025-11-20T07:13:55.519Z"
    },
    "5baaf8a54eac75785667eeb549bdeca8a023c4f3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456079149/gevraagd-nicole-schelling",
      "title": "Gevraagd",
      "subtitle": "kerstmagie",
      "authors": "Nicole Schelling",
      "description": "Is een beetje kerstmagie voldoende om de vonk te laten overspringen tussen tegenpolen Shelly en Roan, of vraagt deze match om drastischere maatregelen? Shelly kijkt uit naar de kerstborrel van haar werk. Deze gangmaker pur sang houdt wel van een feestje, en dit is een van de beste van het jaar. Nog leuker wordt het als de directie besluit dat ze geen gewone borrel hebben, maar naar een van de grootste kerstmarkten van Europa gaan. Ze kan niet wachten! Waar Shelly niet op rekent, is dat behalve het kantoorpersoneel ook de buitendienst wordt uitgenodigd. Dat betekent dat de holbewonerachtige Roan, die haar altijd tegen de haren in strijkt, erbij zal zijn. Terwijl Shelly nog liever een bad zou nemen in gloeiend hete glühwein dan met Roan opgescheept zitten, smeden haar collega's juist een plannetje om hen nader tot elkaar te brengen. Het enige wat daarvoor nodig is, denken zij, is een beetje kerstmagie... en misschien een wild ritje in het kerstige spookhuis. Bron: Flaptekst, uitgeversinformatie",
      "dateSeen": "2025-11-20T07:13:55.728Z"
    },
    "4182d8f4dfbb4ba80d9d88cbb054a2f7e58ab2b8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456079173/russische-roulette-rolf-o-sterberg",
      "title": "Russische Roulette",
      "authors": "Rolf Österberg",
      "description": "De gebeurtenissen in Israël zetten de veiligheid van de daar verblijvende Emily en Yvette onder druk. Maar vanwege de arrestatiebevelen tegen hen is terugkeer naar Nederland niet zomaar mogelijk. Het grootste gevaar voor hen komt nu echter niet vanuit de EU. De CIA is er alles aan gelegen om dat wat zij als politieke desinformatie ziet, tegen te gaan. Hoewel het hacken door Yvette een groot probleem vormt, zijn het - in het licht van de aanstaande Amerikaanse verkiezingen - vooral Emily's hologrammen die de organisatie dwarszitten. Mochten die ook in de Verenigde Staten verschijnen, dan kan dat grote gevolgen hebben. Femke Ebbens, inmiddels hoofdinspecteur bij de Amsterdamse politie, draagt een groot geheim met zich mee. Dat zorgt er mede voor dat zij opnieuw betrokken raakt in de wereld van internationale intriges en moordaanslagen. In Russische Roulette, de tiende thriller van Rolf Österberg, blijkt al snel hoezeer de politiek en geheime diensten wereldwijd met elkaar verweven zijn. Voor de gewone mens is dat een ver-van-mijn-bedshow. Tot je de verbanden gaat zien. Bron: Flaptekst, uitgeversinformatie",
      "dateSeen": "2025-11-20T07:13:56.576Z"
    },
    "ae6f90d9986edcb3fdaccc3d106bcc186ae09c6e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456101810/gelukscoach-lizette-van-geene",
      "title": "Gelukscoach",
      "subtitle": "New beginnings",
      "authors": "Lizette van Geene",
      "description": "Simone vertrekt met haar nieuwe liefde Willem naar het idyllische York, waar ze samen de jaarwisseling zullen vieren in zijn statige familiehuis, pal naast de indrukwekkende York Minster. Het klinkt als een sprookje: sneeuw, romantiek en een warme familieband. Maar al snel blijkt de werkelijkheid minder rooskleurig. Want Simone kruipt ongewild opnieuw in de rol van coach én ontdekt dat Willem wat schokkende feitjes over zijn liefdesleven in Engeland verzwegen heeft. Hoe kan ze nu nog in hun prille liefde geloven? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456101810?aid=kb-online-bibliotheek&sid=18&dts=1763728923272&sig=6fd32a8ded0c6bdef14a62114c165a3eecca92921b1bcfcaf1c459fefe8e6e02&width=320",
      "dateSeen": "2025-11-22T07:12:22.312Z"
    },
    "acfd7f9672e254eb3363507b6a9546c6ff49a31b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456101896/ik-zie-jou-nicole-schelling",
      "title": "Ik zie jou",
      "authors": "Nicole Schelling",
      "description": "Hij is lid van een dodelijke elite-team van de overheid. Zij is het belangrijkste wapen om aan informatie te komen. Het rustige leven van de vijfentwintigjarige Hannah komt volledig op zijn kop te staan wanneer ze op een middag van de straat wordt geplukt en in een auto belandt. Ze wordt naar een plek gebracht die net zo duister is als het monster met de rode ogen dat haar heeft gestolen. Maar wat wil hij van haar? Waarom wordt ze gestraft? Riv heeft maar één taak: relevante informatie uit de jonge vrouw trekken. Hij kent geen genade, en zij is gewoon een klus die hij koste wat kost wil klaren. Riv en zijn twee broeders hebben voor veel hetere vuren gestaan, maar niemand had kunnen weten dat het wegkapen van deze vrouw iets in gang zou zetten waardoor hun hele bestaan op losse schroeven zou komen te staan... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456101896?aid=kb-online-bibliotheek&sid=18&dts=1763731468414&sig=454e061ff9e09073e622724fbc81085e7a6b46b07d033d43e156b0e1d43a80e7&width=320",
      "dateSeen": "2025-11-22T07:12:22.529Z"
    },
    "7b7a0cdbfa39c7c75edc0531b78b84e3c5380da9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45610187X/moord-in-de-metro-j-b--te-boekhorst",
      "title": "Moord in de Metro",
      "authors": "J.B. te Boekhorst",
      "description": "Zes mensen vertrekken op dezelfde dag naar het centrum van Rotterdam. Ieder met een eigen reden en verwachting. Melle is op doorreis naar Den Haag om een grote prijs in ontvangst te nemen, maar hoopt in Rotterdam een bijzondere avond te beleven met zijn nicht. Marcharida wil eindelijk met haar dochter de onuitgesproken details van hun leven bespreken. Mo'tje en Assidi hebben genoeg van hun armoedige leventje en staan op het punt een grote slag te slaan, die hun toekomst drastisch moet veranderen. Soraya reist in hun kielzog mee om dit juist te verhinderen. En Catarina is in Rotterdam op zoek naar haar halfzus. Allemaal plannen die op de koudste dag van het jaar met de hevigste sneeuwstorm ooit moeten plaatsvinden. Staat het extreme weer ze in de weg of lukt het ze juist daardoor hun plannen te verwezenlijken? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45610187X?aid=kb-online-bibliotheek&sid=18&dts=1763734618779&sig=b15ca2eff80f6338be4dc1c08ba5e7637f4523ba61c3599a7d7d1ecf973260e5&width=320",
      "dateSeen": "2025-11-22T07:12:22.748Z"
    },
    "78f890a67c70d72cc1ef343f81f4808ce3a2e411": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456126058/het-laatste-geschenk-janneke-volkerink",
      "title": "Het laatste geschenk",
      "authors": "Janneke Volkerink",
      "description": "Een spannend en ontroerend verhaal over familiebanden die voorbij de dood reiken. Over kunst als een stille boodschapper en over onverwachte cadeaus die in één decembermaand alles kunnen veranderen. Het wordt de meest bijzondere decembermaand ooit! Dat weet Emma als er een adventskalender wordt bezorgd, speciaal voor haar gemaakt door haar overleden opa Morris. Hij was een beroemde kunstenaar en haar vertrouweling. Een tedere laatste groet mondt uit in een reis vol verrassingen, ontmoetingen en een familiegeheim dat alles verandert. Terwijl de decemberdagen verstrijken, opent Emma elk dag een vakje en ontdekt ze hoe sterk liefde kan zijn. Voor iedereen die ooit iemand heeft gemist. Voor iedereen die durft te hopen Voor de donkere dagen voor kerst. Janneke Volkerink studeerde Algemene Taalwetenschap en Logopedie en is woonachtig in Zuid-Limburg. Ze won meerdere prijzen voor haar verhalen, zoals de Hermes Thriller Award schrijfwedstrijd, de tweede prijs bij de Renate Dorrestein schrijfwedstrijd voor literaire verhalen en de zomerverhalenwedstrijd van Sebes en Bisseling. In januari 2025 debuteerde ze met haar roman 'Tot op de bodem' bij Uitgeverij Ellessy. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456126058?aid=kb-online-bibliotheek&sid=18&dts=1763968483665&sig=dab1907bf0d33899a0220f2e7d73dea1835efbcb564fbb920635b3cd1ccb85e1&width=320",
      "dateSeen": "2025-11-24T07:14:44.173Z"
    },
    "12b66a6533fe48b4395b0d64a3517fa4beb16ab8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456126023/vermoorde-onschuld-marco-knauff",
      "title": "Vermoorde onschuld",
      "authors": "Marco Knauff",
      "description": "In Bermhoven wordt achter hotel Het Paviljoen de 28-jarige edelsmid Amber Vink dood aangetroffen. Ze leek alles mee te hebben in het leven, daarom is het een volstrekt raadsel wie haar uit de weg wilde ruimen. Rechercheurs Marieke de Zwart en Robin Groeneveld ontdekken dat Amber de reünie van haar middelbare school zou bezoeken en dat ze een groot geheim met zich meedroeg. Omdat de gefrustreerde vader van Amber een eigen onderzoek begint, moet de politie tot het uiterste gaan om nieuwe slachtoffers te voorkomen... Marco Knauff wilde als kind al schrijver worden. Hij publiceerde veel korte verhalen in tijdschriften en verhalenbundels. Ook won hij diverse prijzen en werd een verhaal van hem verfilmd. Naast politieromans schrijft hij historische fictie en een serie over een Afrikaanse lodge. In zijn vrije tijd maakt Marco surrealistische schilderijen en werkt hij met veel plezier bij de egelopvang. Hij is vaak te vinden in het theater en wandelt graag met zijn hond. Marco is getrouwd met schrijfster Marian Werkman. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456126023?aid=kb-online-bibliotheek&sid=18&dts=1763968221990&sig=2962b9974aa52d00ce83eec3090e73840b79444b1ff7848db092de4491c84096&width=320",
      "dateSeen": "2025-11-24T07:14:44.629Z"
    },
    "e6ead8326f38bcb15c0cdf47fdaa181b991812ec": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/434862614/zusje-sue-assila",
      "title": "Zusje",
      "authors": "Sue Assila",
      "description": "Ik word door Tom altijd Zusje genoemd, want dat ben ik in de ogen van mijn grote broer. Zijn oogappeltje dat hij zo streng mogelijk bewaakt. Ik ben trots op mijn sterke dapper broer, maar ik voel ook iets anders voor hem. Ik heb er de woorden niet voor, maar ik sta ook niet bekend als iemand die graag praat. Als het even kan, zeg ik liever niets. En toch worstel ik ermee. Gelukkig kan ik veel kwijt als ik train in de boksschool, tot het ook daar mis gaat. Hoe kom ik hier ooit uit? Zusje is een pakkend debuut dat het verhaal vertelt hoe je met vallen en opstaan alle obstakels kunt overwinnen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A434862614?aid=kb-online-bibliotheek&sid=18&dts=1764054896608&sig=b3ccdd3f30440eb377eef2e18809e046f72d3c3d768c5703842c30c17c845b9c&width=320",
      "dateSeen": "2025-11-25T07:14:56.987Z"
    },
    "bc16a89f7ebcdc1b8894f2ec3b2ee4c2e3a6e8c5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437832171/noorderlicht-ellen-ooms",
      "title": "Noorderlicht",
      "authors": "Ellen Ooms",
      "description": "Fleur heeft het helemaal gehad! Ze werkt voor een sukkel van een baas, haar liefdesleven is onbestaande en tot overmaat van ramp wordt ze voortdurend voor de voet gelopen door haar bemoeizuchtige moeder die geen kans onbenut laat om haar er op te wijzen dat ze iets moet maken van haar leven. Als haar broer haar voorstelt om een tijdje te gaan helpen op de huskyfarm van Lukas, een vriend van hem, verklaart ze hem voor gek. Wat kent zij nu van husky's? En dat in de ijzige koude van Lapland. En hoe moet het dan met haar job? Wanneer ze op een dag een pijnlijke ontdekking doet, is de maat helemaal vol voor Fleur. Ze besluit haar job op te zeggen en in te gaan op het voorstel van haar broer. Eenmaal in Lapland is de buitentemperatuur niet het enige dat onder het vriespunt zakt. Ook de ontvangst door Lukas is verre van warm te noemen. Zit hij wel op haar komst te wachten? Langzaam maar zeker geraakt Fleur gewoon aan de ijskoude temperaturen en ook Lukas ontdooit langzaam maar zeker. Vindt Fleur meer in het hoge noorden dan ze verwacht had? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437832171?aid=kb-online-bibliotheek&sid=18&dts=1764054897073&sig=38bca9f051bddd1ec97f97c5dbd70c066d4cb5c183cc83b48b01ea556a6403a3&width=320",
      "dateSeen": "2025-11-25T07:14:57.473Z"
    },
    "644b7518e8682d93dc88cd2dc74142f241b8aba0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/375300538/meneer-maus-marian-werkman",
      "title": "Meneer Maus",
      "subtitle": "het nieuwe leven van een vrolijke en ondernemende Jack Russell Terriër",
      "authors": "Marian Werkman",
      "description": "We stopten op de hoek van een rij grote hokken. Ik moest drie keer kijken voor ik doorhad dat ook daar een hond zat. Een kleine hond in een enorm hok, helemaal alleen. Ik bukte me om hem beter te kunnen zien. Als een tornado rende hij naar me toe. Hij sprong tegen het gaas op en begon luidkeels te blaffen, harder en harder. Mijn gezicht kwam dichtbij zijn snuit, een lichtbruine snuit met donkere indringende ogen en een zwarte dropneus. Het leek alsof we elkaar herkenden. Dit was Maus. We sloten onmiddellijk vriendschap.' Zo begint het verhaal van Maus, een Jack Russell Terriër die tijdens een mooie zomer zomaar wordt achtergelaten in het asiel. Zes jaar is hij, verwaarloosd, achterdochtig en onzeker. Schrijfster Marian Werkman en haar man Marco besluiten Maus een nieuw thuis te bieden. Met heel veel geduld en aandacht krijgt Maus opnieuw vertrouwen in het leven. Hij verandert in een energieke, aanhankelijke en vrolijke hond met lef. Maar voordat het zover is, moeten er heel wat obstakels overwonnen worden! Marian Werkman schreef de roman ' De vergeten jaren' en maakte illustraties voor het Sinterklaasboek 'Daar wordt aan de deur geklopt'. Naast schrijven houdt ze van lezen, fotografie, muziek en... honden!",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A375300538?aid=kb-online-bibliotheek&sid=18&dts=1764149873550&sig=60a5d5e64516a9207bfff06714d430dff2a47477c95d7f684930cab757bfdc48&width=320",
      "dateSeen": "2025-11-27T07:15:15.375Z"
    },
    "2c52c170aaa36cef1cc191de08601634ae18ded3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394720830/meer-maus-marian-werkman",
      "title": "Meer Maus",
      "subtitle": "verhalen van een (eigen)wijze hond",
      "authors": "Marian Werkman",
      "description": "Korte verhalen, afgewisseld met gedichtjes, over de alledaagse belevenissen van een Jack Russell terriër - door de hond zelf verteld.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394720830?aid=kb-online-bibliotheek&sid=18&dts=1764153498636&sig=b6c08b2a8eab62fccfcf1c10e6a433746dacc661c3d9fb7b1716ca16760a918b&width=320",
      "dateSeen": "2025-11-27T07:15:15.764Z"
    },
    "b4bd8b37a40c86b7e552dc845b4ae07a36ca7447": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/39173413X/de-vergeten-jaren-marian-werkman",
      "title": "De vergeten jaren",
      "authors": "Marian Werkman",
      "description": "Na een zoektocht van uren vonden we papa huilend op een bankje in een klein dorp zo'n tien kilometer uit de buurt. `Ik weet het niet meer, ik weet het niet meer, snikte hij. Ik voelde me net zo ontredderd als de kwetsbare man die ik nauwelijks nog herkende. Eveline zorgt voor haar demente vader. Terwijl zijn geheugen afneemt, nemen de raadsels rondom zijn leven toe. Hoe goed kent Eveline haar vader eigenlijk? Moet ze zijn verwarde opmerkingen toch serieuzer nemen dan ze in eerste instantie dacht? En hoe zit het met de geheimzinnige gebeurtenissen in het verpleeghuis voor alzheimerpatiënten, waarbij zelfs het landelijke nieuws wordt gehaald? De vergeten jaren is een aangrijpende en spannende roman vol onverwachte wendingen. Een herkenbaar verhaal voor ieder die te maken heeft met het ongrijpbare proces van dementie en het verwerken van het verlies van iemand die zo dichtbij is, maar toch zo ver weg. Op jonge leeftijd maakte de auteur de dementie van haar vader mee. Haar ervaringen vormden de inspiratie voor het thema van dit boek, waarin een vader en dochter door omstandigheden nader tot elkaar komen. Marian Werkman schreef Meneer Maus, Meer Maus en Hond te koop. Haar verhaal High Tea - over de verdwijning van Agatha Christie - werd genomineerd voor de shortlist van de Agatha Christie Whodunnit verhalenwedstrijd van Luitingh-Sijthoff. Een ontroerend verhaal over de zorg en problemen van familieleden als hun naaste getroffen wordt door dementie. - NBD/Biblion Spannend en herkenbaar. Een boek dat leest als een trein! De Boekenhoek - Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A39173413X?aid=kb-online-bibliotheek&sid=18&dts=1764149917522&sig=a63c74d6670845f70d19dfb4189b4aa89b1bac7c55983190724104bac4db09bc&width=320",
      "dateSeen": "2025-11-27T07:15:16.194Z"
    },
    "692cf2779be3748e2e741f053fe623493e689ec8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/375301089/sluiproute-marco-knauff",
      "title": "Sluiproute",
      "authors": "Marco Knauff",
      "description": "Het schijnbaar saaie leven van Miranda Meulenhof slaat volledig om als haar man Ben betrokken raakt bij een ernstig auto-ongeluk. Een ongeluk waardoor Ben in coma raakt en Miranda erachter komt dat zij niet de enige is met een geheim. Want waarom week Ben af van de route die hij zou moeten volgen? En wie was de bestuurder van de mysterieuze auto, die met hoge snelheid achter hem aan reed? Miranda besluit op onderzoek uit te gaan. Met behulp van haar zus Karin komt ze stukje bij beetje achter de waarheid. Een waarheid die misschien beter verborgen had kunnen blijven. Een waarheid die haar hele werkelijkheid overhoop haalt. Als Miranda ontdekt wat Ben voor haar heeft verzwegen, neemt ze een beslissing. Eén die verstrekkende gevolgen heeft. Sluiproute is een intelligente thriller die de lezer niet loslaat, zelfs lang nadat de laatste bladzijde is omgeslagen. Fok.nl: `Een schrijver om in de gaten te houden! NBD/Biblion: `Een lekker weg lezende thriller met veel actie en geloofwaardige personages. Het onverwachte einde is verrassend.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A375301089?aid=kb-online-bibliotheek&sid=18&dts=1764146820778&sig=977758c2d40b918d19f70dae5e58683e7f72bb587fa7c4f4037384908745d8b9&width=320",
      "dateSeen": "2025-11-27T07:15:16.693Z"
    },
    "e694b1a1feae1b576907e066ed25485a0e268962": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/38137341X/help--ik-heb-een-asielhond--marian-werkman",
      "title": "Help, ik heb een asielhond!",
      "authors": "Marian Werkman",
      "description": "Praktische adviezen voor het houden van honden afkomstig uit een asiel, afgewisseld met ervaringsverhalen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A38137341X?aid=kb-online-bibliotheek&sid=18&dts=1764154888316&sig=f6ff0532f62efd1387ea7ada16997776bf0b044a9524bcc82392a0ededf23635&width=320",
      "dateSeen": "2025-11-27T07:15:17.109Z"
    },
    "b04039b6e8015c6e72caff4d9945e087f8b4de45": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/418954658/zwijgen-is-goud-marian-werkman",
      "title": "Zwijgen is goud",
      "authors": "Marian Werkman",
      "description": "Fotografe en privédetective Mirjam Zomer krijgt een interessante opdracht. De vermogende Cassandra Hooghstraeten vraagt haar een reportage te maken van haar hoogbegaafde zoon Walter, die binnenkort voor een studie naar Amerika vertrekt. Twee dagen na Mirjams bezoek belt Cassandra in paniek op: Walter is ontvoerd. Samen met haar vriendin Minette start Mirjam een zoektocht. Tot hun verbazing leidt het spoor naar een eerder gepleegde moord. Mirjam zet alles op alles om Walter te vinden. Als ze ook nog eens vreemde berichten ontvangt vraagt ze zich één ding af: hoeveel gevaar loopt ze zelf? Marian Werkman publiceerde boeken, korte verhalen en columns. Haar verhaal High Tea bereikte de shortlist bij de Agatha Christie schrijfwedstrijd. Met Schilder je droom won ze de verhalenwedstrijd van het Dordrechts Winterboek. Uit de recensies over Hond te koop en De vergeten jaren: Fotografe en privédetective Mirjam Zomer krijgt een interessante opdracht. De vermogende Cassandra Hooghstraeten vraagt haar een reportage te maken van haar hoogbegaafde zoon Walter, die binnenkort voor een studie naar Amerika vertrekt. Twee dagen na Mirjams bezoek belt Cassandra in paniek op: Walter is ontvoerd. Samen met haar vriendin Minette start Mirjam een zoektocht. Tot hun verbazing leidt het spoor naar een eerder gepleegde moord. Mirjam zet alles op alles om Walter te vinden. Als ze ook nog eens vreemde berichten ontvangt vraagt ze zich één ding af: hoeveel gevaar loopt ze zelf? Marian Werkman publiceerde boeken, korte verhalen en columns. Haar verhaal High Tea bereikte de shortlist bij de Agatha Christie schrijfwedstrijd. Met Schilder je droom won ze de verhalenwedstrijd van het Dordrechts Winterboek. Uit de recensies over Hond te koop en De vergeten jaren: NBD/Biblion: Een vlot geschreven speurdersverhaal. Goodreads: Een goed boek! ***** Uitgelezen: Levendig en echt beschreven. Een boek dat raakt. ***** Hebban: Zeer verzorgde en fijne schrijfstijl. Ontroerend en heel mooi gedaan. **** Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A418954658?aid=kb-online-bibliotheek&sid=18&dts=1764147081657&sig=5d6f3055e4d3c3016683d021596cdf28aeb65e9db41f197d6582a13cd4604e9d&width=320",
      "dateSeen": "2025-11-27T07:15:17.553Z"
    },
    "d08c5c2f92537eb8afee0beb3bb5b10348820982": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437888800/dead-girls-don-t-talk-joanne-carlton",
      "title": "Dead girls don't talk",
      "subtitle": "... but this one does",
      "authors": "Joanne Carlton",
      "description": "Two best friends. One dead girl. Two sides of the story. This is the story of Viola, and what happened before she killed Syl. She may be a killer, but she has something important to say. This is the story of Syl, and what led to her death. Syl may be dead, but she isn't gone. Yet. Viola and Syl were like sisters of different mothers. Born on the same day, neighbors from day one. The same schools, the same friends, the same lives. Nobody ever thought that these girls could be torn apart. Until it happened. Two weeks before Syl is supposed to leave for Stanford and Viola is ready for her new life in Princeton, Syl's body is found on the passenger seat of Viola's abandoned car. And Viola is gone. The only evidence found at the scene leads to Viola. Was she really responsible for her best friend's death? Or are there other things at play? Two versions of the story unfold, told from both Syl's and Viola's point of views in this unique turnaround book. The reader decides which version to read first, and which one to believe. Or not. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437888800?aid=kb-online-bibliotheek&sid=18&dts=1764148623281&sig=8a57a4ca8db4c31230356bbb471be234f42fe5d5548cb2beca81e833b1b8dc01&width=320",
      "dateSeen": "2025-11-27T07:15:18.022Z"
    },
    "46c5cca4128dbdf29ac1eb99c30ce1e8555468e3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443616086/the-last-days-of-holly-hayes-sandra-j--paul",
      "title": "The Last Days of Holly Hayes",
      "authors": "Sandra J. Paul",
      "description": "Life's not about fear at all. It's about love. When college students Holly and Dylan fall in love, life is wonderful for a while. There's just one big problem: Holly has no idea that Dylan's parents are Doomsday preppers and that he's been living a life drenched in fear. Months later, Dylan realizes he can no longer hide the truth from Holly, and so he takes her to his small Montana hometown for a hiking trip. But the worst case scenario unfolds: Dylan is warned that the world is about to end. The problem: Holly still has no clue about who and what Dylan is. Panicking, Dylan forces Holly to seek shelter high up in the mountains. He locks her in against her will, determined to save her life. But is there really an end-of-the-world disaster going on, or is this just another false alarm? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443616086?aid=kb-online-bibliotheek&sid=18&dts=1764148688409&sig=e65e4bd1772ca23ac0baece8213ecd7198e1e13c8a0f5767a4403681b8e577f8&width=320",
      "dateSeen": "2025-11-27T07:15:18.481Z"
    },
    "0a342f69e101f556fc324aa107fc204c2c1fbcef": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443616094/the-painter-s-muse-emmelie-arents",
      "title": "The Painter's Muse",
      "authors": "Emmelie Arents",
      "description": "Lorenzo Scaasi, a talented artist torn between duty and desire, discovers a mysterious box in his family's atelier-a mask once owned by Leonardo da Vinci, granting extraordinary abilities. His new-found talent gets him a commission by the wealthy Marco Contarini, who hires Lorenzo as a painter in his Palazzo. There he encounters the captivating Artemisia Contarini, trapped in an unhappy marriage. As secrets unravel within the Palazzo Contarini, Lorenzo must navigate a web of mystery and desire. But what price does one pay for the gifts of da Vinci's talents? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443616094?aid=kb-online-bibliotheek&sid=18&dts=1764227718602&sig=9c2af5f835ea0d3e008ef0d87ba67e9b93914102dc83f039b034deb2b329c11d&width=320",
      "dateSeen": "2025-11-27T07:15:19.018Z"
    },
    "f9eefa5e0a2c10c2eac1650ebff4ec88b444bb2a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443616078/skyestone-adriana-m--mastrogiovanni",
      "title": "Skyestone",
      "authors": "Adriana M. Mastrogiovanni",
      "description": "Predator. Prey. And an ancient talisman with the power to change the course of everything. At the Great Tree of life, nine winged creatures called The Hunters reside. When a prophecy foretells the birth of a new Werewolf, one hunter is sent to Earth with a mission: slay the wolf and protect the village. When dark forces breach the tree's defenses, he is forced to flee with the Skyestone: a talisman that could change the world if wielded by the wrong hands. Shannon Bellissario has been plagued by nightmares since she can remember. Recently betrayed by a life-long friend and trapped in a village she longs to escape, she finds it hard to stay sane. Can she overcome the dark obstacles that come her way? Or will she stray too far from the right path? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443616078?aid=kb-online-bibliotheek&sid=18&dts=1764147868144&sig=168e5fdcaeb88804659465f3ccb9ba6553180ee47dc4e4e16983bbdcc8c80f82&width=320",
      "dateSeen": "2025-11-27T07:15:19.450Z"
    },
    "6c8535f7fcb0be66b46ba6230abe3c3a36d57cab": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44064335X/soulmate-laura-dirkx",
      "title": "Soulmate",
      "authors": "Laura Dirkx",
      "description": "Noé has been preparing for this her whole life; finding her Soulmate, the person that carries the other half of her soul, the only part that will make her complete. The only reason for her existence. Or rather, that is what they have always told her. Now, she's not so sure anymore. An unknown feeling has crept up inside of her and taken over her whole existence. Love. She starts questioning everything she has ever known and quickly learns she has no one to trust but herself. Surviving in this world full of hate appears more difficult than she anticipated and achieving her goal becomes more and more distant. And yet... If her Soulmate is out there somewhere, why is it so impossible to stop thinking about Arthur? Why does he make her feel angry and annoyed, though beautiful and cherished at the same time? Why does she feel like nothing matters anymore, except for him? And why is everyone trying to tear them apart? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44064335X?aid=kb-online-bibliotheek&sid=18&dts=1764165267795&sig=bc5123605fa5829086c2b934e128109011ebfc4e824f3a37c05781f44a5739f8&width=320",
      "dateSeen": "2025-11-27T07:15:19.929Z"
    },
    "17abd7feb7b0b5706a2d115183315a4932ed4c26": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436438046/something-sweet-sandra-j--paul",
      "title": "Something Sweet",
      "subtitle": "snoepen is gevaarlijk",
      "authors": "Sandra J. Paul",
      "description": "Lisa en Daniel. Amper een week kennen ze elkaar, maar voelt nu al aan alsof dit wel eens iets voor het leven zou kunnen zijn. Lisa had nooit durven dromen dat de IT'er die ook haar mentor is, wel eens de man van haar leven zou kunnen worden. En dat zijn tante Mathilde, de excentrieke vrouw met de vele katten, haar hart zo zou kunnen veroveren. Toch besluiten ze om hun relatie geheim te houden op kantoor, zeker omdat Machteld, hun manager, op de loer ligt. Zij heeft al enige tijd haar oog op Daniel, en ze zal er alles aan doen om hem voor zich te winnen. Terwijl de twee worstelen om hun geheime relatie op kantoor verborgen te houden, begint Machteld al snel te beseffen dat er meer aan de hand is. Zullen ze erin slagen om aan haar bemoeienissen te ontsnappen? Dan is er nog tante Mathilde, ooit een bekende Hollywoodster, nu een teruggetrokken kluizenaar die niet langer in staat is om alleen te blijven wonen. De bezorgdheid om haar groeit met de dag, zeker wanneer haar leven in gevaar komt. Lisa wordt al snel heen en weer geslingerd tussen geluk en bezorgdheid. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436438046?aid=kb-online-bibliotheek&sid=18&dts=1764159158629&sig=f2cd638d76fcdd2596797493df936acb8e62b9388781a0d22a87e3a59911082d&width=320",
      "dateSeen": "2025-11-27T07:15:20.359Z"
    },
    "74f5633c21ca5c8e8c12c80a7f15aa54aa9ba749": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436843250/er-hangt-vuurwerk-in-de-lucht-sophia-jager",
      "title": "Er hangt vuurwerk in de lucht",
      "authors": "Sophia Jager",
      "description": "Anna, de rustige en ingetogen huisarts van het dorp, is niet van plan om zich te laten overtuigen door de burgemeester en de andere bemoeizuchtige tantes, om naar het jaarlijkse dorpsfeest te gaan. Ze weet immers precies wat er gaat gebeuren. Zoals altijd zullen ze weer proberen om haar te koppelen aan een aantrekkelijke vrijgezel, en daar heeft ze na haar afgebroken relatie echt geen zin in. ﻿Hetzelfde geldt voor Pieter, de allernieuwste inwoner van het dorp. Hij heeft het immers veel te druk met zijn garage, net overgenomen in erbarmelijke staat. Pieters hoofd staat niet naar een dorpsfeest, maar net als Anna wordt ook hij met lichte dwang richting het dorpsplein gestuurd. ﻿Wie weet hangt er voor beiden vuurwerk in de lucht ... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436843250?aid=kb-online-bibliotheek&sid=18&dts=1764168170221&sig=0ac4e2eb30db4994d3ba4ddf01ae465ce7ce6176bafcd4561184e757dff0d706&width=320",
      "dateSeen": "2025-11-27T07:15:20.790Z"
    },
    "384905090cfd1af443592ea2f6e7d43e1fec1647": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437392333/als-vlinders-dansen-inge-sleegers",
      "title": "Als vlinders dansen",
      "authors": "Inge Sleegers",
      "description": "Elaine staat op de vooravond van een nieuwe fase in haar leven. Het afsluiten van de middelbare school, verder studeren... Ze is dolverliefd op haar vriend Daan en droomt van een toekomst met hem. 's Nachts wordt ze echter geplaagd door mysterieuze dromen, die haar meevoeren naar de negentiende eeuw. In die dromen is ze een adellijke jongedame die gevangen zit in een verstandshuwelijk met een veel oudere graaf. Ze leert snel dat ze in dit verre verleden als vrouw weinig beslissingsrecht heeft, zelfs niet over haar eigen lichaam. Cedric, de zoon van haar echtgenoot, is haar enige lichtpunt. Verblind door liefde beginnen ze een verboden relatie, die gedoemd is om slecht af te lopen. Aanvankelijk beschouwt Elaine de dromen als pure verzinsels. Wat zal ze doen als Cedric vandaag opnieuw haar pad kruist? Inge Sleegers is de auteur van Young Adult romans 'De kilte van een zomernacht' en 'Wereld Zonder Water'. Het is haar tweede boek bij Books & Butterflies. Eerder verscheen 'Bestemming Onbekend', een aangrijpende novelle over partnergeweld. Met 'Als Vlinders Dansen' zet ze een bijzondere historische feelgood neer rond het thema reïncarnatie. Een verhaal dat met momenten binnenkomt, maar je desondanks met een goed gevoel achterlaat. Het is de herwerking van het boek dat eerder verscheen onder de titel 'Mijn Dubbelleven'. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437392333?aid=kb-online-bibliotheek&sid=18&dts=1764154445204&sig=b1b5bbf5615c85207f0ffc177e1394af731f57c36b18e033da2bcb73dd8c4e22&width=320",
      "dateSeen": "2025-11-27T07:15:21.246Z"
    },
    "086cef52008ba5130d2c9758f41419895bc29d04": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436060159/onbereikbaar-dichtbij-nicole-schelling",
      "title": "Onbereikbaar dichtbij",
      "authors": "Nicole Schelling",
      "description": "Vicky heeft een hekel aan strippers. Ze vindt ze smakeloos met die glimmende opgepompte spieren. Als ze erachter komt dat op het vrijgezellenfeest van haar nicht Claire een mannelijke stripper is ingehuurd, staat ze dus niet te juichen. Op het moment dat ze zelf het podium op wordt getrokken, raakt ze serieus in paniek. Hoewel ze het liefst door een gat in de vloer zou willen verdwijnen, is ze totaal niet voorbereid op de stripper die op haar af komt. Hij zet haar in vuur en vlam en bezorgt Vicky de avond van haar leven. Ze kan hem naar niet uit haar hoofd zetten, maar weet heus wel dat hij onbereikbaar voor haar is. Ze zal nooit verliefd worden op iemand met zo'n beroep. Uit alle macht probeert ze hem te vergeten, maar dan ziet ze hem weer: op een foto samen met de verloofde van haar nicht en ze lijken elkaar goed te kennen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436060159?aid=kb-online-bibliotheek&sid=18&dts=1764169697123&sig=742d07fd3c412dfe7b21688f5bdd822f15a72680efb67bd4951d9b81c9b0ae48&width=320",
      "dateSeen": "2025-11-27T07:15:21.703Z"
    },
    "0bc237482a80f91223560a8448d303c0f8828731": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437261298/gevolgd-en-andere-verhalen-rosalie-de-jong",
      "title": "Gevolgd en andere verhalen",
      "authors": "Rosalie de Jong",
      "description": "In de verhalenbundel Gevolgd zitten vier korte verhalen: Gevolgd, Camera Flits, Gelukkige Confrontaties en Overwonnen Angsten. Twee spannende én twee romantische verhalen. Van mysterieuze verschijningen tot een romantisch weerzien. Kortom, voor ieder wat wils! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437261298?aid=kb-online-bibliotheek&sid=18&dts=1764146929162&sig=eec9bbd8319ef6bb180bbe88abb3b650c86d08d06b9718f258abc79d148c9b9f&width=320",
      "dateSeen": "2025-11-27T07:15:22.148Z"
    },
    "2d44f83c2149036aa9ec1c9f194fc5a1663d88e1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436658976/ps-ik-haat-je-nicole-schelling",
      "title": "PS Ik haat je",
      "authors": "Nicole Schelling",
      "description": "De drieëntwintigjarige Tamara heeft haar leven eindelijk weer op de rit. Op sommige dagen lukt het haar zelfs om niet meer aan de tijd te denken waarin ze zo vaak wenste dat ze iemand anders was. Haar middelbareschooltijd is een donker gat waar ze nooit meer in terug wil vallen, maar ze is zich er pijnlijk van bewust dat er veel triggers op de loer liggen. Alleen al bij het horen van de naam 'Lukas' breekt het angstzweet haar uit. Tamara is vastbesloten haar verleden geen rol meer te laten spelen in haar heden en toekomst. Maar dan komt ze Lukas na een lange tijd weer tegen en op alle mogelijke manieren laat hij haar hart nog steeds sneller slaan... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436658976?aid=kb-online-bibliotheek&sid=18&dts=1764151432097&sig=cbc85dbb4a2d6ce9c34a4b301a1f3633f9c71ec80024ff6658d333e5562bb468&width=320",
      "dateSeen": "2025-11-27T07:15:22.602Z"
    },
    "31c5a9fb231e847aa7387dc75cc909f95b5342d0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437377865/kansloos-annemarie-snels",
      "title": "Kansloos",
      "authors": "Annemarie Snels",
      "description": "OP DE KANAALEILANDEN GEBEURT LETTERLIJK NOOIT WAT. TOCH? NU WEL: TUSSEN DE LIEFLIJKE DORPEN, HISTORISCHE KASTELEN, SCHITTERENDE ROTSPARTIJEN EN RUSTIGE STRANDEN SPINT EEN LOUCHE VERENIGING VAN GOKKENDE VASTGOEDBELEGGERS EEN LUCRATIEF WEB MET DODELIJKE GEVOLGEN. De golven van Het Kanaal spugen het lichaam van een dode vrouw op een vrachtschip. De Britse agenten Will Carrick en Jeff Purdy vinden geen enkel aanknopingspunt over wie ze zou kunnen zijn. Het enige wat ze bij zich draagt is een doorweekte mobiele telefoon. Daarop staat een selfie van de vrouw, poserend op de Hanging Rock van Alderney. Carrick en Purdy concluderen dat ze van deze rots is gevallen en in Het Kanaal terecht is gekomen. Ze dragen de zaak over aan de politie van de Kanaaleilanden. Agente Inèz Lovatt, die zo haar eigen problemen heeft, krijgt de opdracht de identiteit van de dode vrouw te achterhalen. Met de foto als enig bewijsstuk bijt ze zich vast in het onderzoek. Ze komt terecht in Normandië, waar de onderwereld van internationale vastgoedbeleggers samenkomt in een bunker. Met gevaar voor eigen leven, en dat van haar beste vriendin, gaat Inèz op zoek naar de waarheid die pijnlijke banden heeft met haar verleden. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437377865?aid=kb-online-bibliotheek&sid=18&dts=1764148231737&sig=d101af548be50196d1300abbf829e6319b75ac33283b3683b852fa48693bf31d&width=320",
      "dateSeen": "2025-11-27T07:15:23.032Z"
    },
    "b89fe6b5b8607cfd9719dad8884508427d885b89": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436218496/lotgenoten-arne-van-der-linden",
      "title": "Lotgenoten",
      "authors": "Arne Van Der Linden",
      "description": "Alans puike prestatie tijdens de dropping krijgt een bittere nasmaak wanneer hij zijn eerste missie ontvangt. Thomas en Lauren, twee vroegere klasgenoten, zijn ontvoerd. Samen met Eli en Sam begeeft hij zich opnieuw in het rijk der levenden en in een race tegen de klok knoopt het team de strijd aan met een mysterieuze kidnapper. Parijs vormt het decor van een spannend kat-en-muisspel met meerdere mensenlevens als inzet. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436218496?aid=kb-online-bibliotheek&sid=18&dts=1764151469830&sig=75449940f02c2fc93cfd25dcb06d10c4317eee6713a619f6956dde2dc6761b61&width=320",
      "dateSeen": "2025-11-27T07:15:23.466Z"
    }
  }
}