{
  "values": {
    "3be4e18477168d5d74d69e45f6f7d0f9030ed328": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/441317936/de-kunst-van-het-ziek-zijn-toni-bernhard",
      "title": "De kunst van het ziek zijn",
      "subtitle": "inspiratie uit het boeddhisme voor (chronisch) zieken en hun naasten",
      "authors": "Toni Bernhard",
      "description": "Persoonlijk verhaal van een vrouw die ondanks haar lichamelijke beperkingen een leven vol gelijkmoedigheid, compassie en vreugde kon leiden.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A441317936?aid=kb-online-bibliotheek&sid=19&dts=1767758197007&sig=3f0d5bbad804eecd2d601cb10a672049034ba5271bc128ef71fbd43fca8d45b5&width=320",
      "dateSeen": "2026-01-07T07:20:10.376Z"
    },
    "a66f6b1599066da53889809044272009e2a45a17": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456703349/de-appgroep-2-0-edward-den-ouden",
      "title": "De Appgroep 2.0",
      "authors": "Edward den Ouden",
      "description": "We hebben vrijheid ingeruild voor gemak, privacy ingewisseld voor een pushbericht. Niemand kijkt écht meer op. Of toch wel? Vijftien mannen. Eén appgroep. Geen filter. Ze reageren op alles wat schuurt - van aftakeling tot opstand, van algoritmes tot airfryers - gedreven door dadendrang, ironie of simpelweg FOMO. Maar achter hun digitale façade loert ene Van Vleuten. Een stille AIVD-agent met verstrekkende bevoegdheden. Hij leest. Hij registreert. Hij oordeelt. Wat is nog waar als iedereen ronddoolt in zijn eigen mist? En wie bespioneert nu wie? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456703349?aid=kb-online-bibliotheek&sid=19&dts=1767758120149&sig=76627377de3b6cc3b6ffa04643e80b1b5b76fb9ec969ceee26e247642ff129e4&width=320",
      "dateSeen": "2026-01-07T07:20:10.581Z"
    },
    "be6fe87bb093167e40ae7d612c8d3689bd2c43c3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456703233/ware-leegte-sister-chan-khong",
      "title": "Ware leegte",
      "subtitle": "Mijn levensweg van liefde in actie",
      "authors": "Sister Chan Khong",
      "description": "“Veel van mijn leerlingen zijn ook mijn leraren, en zuster Chan Khong is een van de belangrijksten van hen. Als ik haar boek lees, leer ik nog steeds veel van haar. Een grote, diepe liefde en zorg vormen de basis van haar werk. Haar leven is een spirituele lezing en ze heeft ons veel te vertellen.” - Thich Nhat Hanh, invloedrijke zenmeester, schrijver en vredesactivist uit Vietnam. Auteur van internationale bestsellers waaronder Het wonder van mindfulness en Iedere stap is vrede. Deze unieke autobiografie vertelt het aangrijpende verhaal van een vrouw die de geschiedenis niet alleen leefde, maar ook mede maakte. Deze geheel herziene druk volgt zuster Chan Khong's moedige reis van Vietnam naar Frankrijk en later terug naar Vietnam, na veertig jaar ballingschap. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456703233?aid=kb-online-bibliotheek&sid=19&dts=1767762449195&sig=8704837501e522e3db4183461b46d516cab26e597b40d0fdaec0f52176146b4c&width=320",
      "dateSeen": "2026-01-07T07:20:10.772Z"
    },
    "e82ea7e270170350759fbffe6b88e2348e19de0c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456703225/maar-dat-doet-taylor-swift-ook-gideon-karting",
      "title": "Maar Dat Doet Taylor Swift Ook",
      "subtitle": "De verborgen wetten en geheime spelregels van muziekmarketing (en hoe jij ze kan toepassen)",
      "authors": "Gideon Karting",
      "description": "Gideon Karting heeft in meer dan vijfentwintig jaar vrijwel elke rol in de muziekindustrie gespeeld. Hij begon als plakker van posters, werkte als manager en platenbaas en groeide uit tot organisator van de grootste concerten en festivals in Nederland. Op zijn cv prijken shows van o.a. Adele, Harry Styles, Blackpink, Arctic Monkeys, Lady Gaga en Bruno Mars. Zijn weg bewandelde hij niet zonder vallen of opstaan: hij ontdekte dat succes nooit één-op-één te kopiëren is en dat het maken van fouten vaak de beste lessen oplevert. Door schade en schande wijs geworden fileert hij in dit boek de ongeschreven wetten van de muziekmarketing - van legendarische campagnes uit het verleden tot hypegedreven stunts van nu. Het resultaat: een even vermakelijke als eerlijke kijk achter de schermen van de muziekindustrie met verhalen die je normaal alleen backstage opvangt. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456703225?aid=kb-online-bibliotheek&sid=19&dts=1767770410861&sig=8e5f1d919cfb69b2256458abb7f81c592919df8d9e971d841a1895c6bcaae97f&width=320",
      "dateSeen": "2026-01-07T07:20:11.035Z"
    },
    "0ba4ff7543428bf7f59b0826189807dbf4e63635": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456700544/madame-bonheur---een-haagse-liefde-astrid-habraken",
      "title": "Madame Bonheur ~ Een Haagse liefde",
      "authors": "Astrid Habraken",
      "description": "In het Haagse hotel Les Aristocrats vindt receptioniste Claire het levenloze lichaam van madame Bonheur. De geliefde oude dame komt al tientallen jaren iedere zomer in dezelfde periode naar het hotel. Haar plotselinge dood is omgeven door mysteries. Zo blijken haar achternaam en het opgegeven adres in Parijs niet te kloppen. Als ook haar familie onvindbaar lijkt, besluit Claire om zelf naar Parijs te gaan. Het is het begin van een zoektocht die haar terugvoert naar het Den Haag van de jaren vijftig en de wijngaarden rondom Bordeaux en Saint-Émilion. Ga mee op een reis door het verleden en ontrafel samen met Claire het geheim dat madame Bonheur al die jaren met zich meedroeg. Madame Bonheur ~ Een Haagse liefde is een verhaal over dromen, veerkracht en jezelf opnieuw uitvinden wanneer de omstandigheden daarom vragen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456700544?aid=kb-online-bibliotheek&sid=19&dts=1767714159142&sig=eefeafd74a4ec8c32b9761fe4cc3e4ec6a996d634c9d588e36ca4f210d26da26&width=320",
      "dateSeen": "2026-01-07T07:20:11.527Z"
    },
    "7d1c3fd194e6bb661b433b9b2576acf279bb8ef6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/433729120/dubbel-bedrog-julienne-brouwers",
      "title": "Dubbel bedrog",
      "subtitle": "thriller",
      "authors": "Julienne Brouwers",
      "description": "Een stel is een weekendje weg met hun zoontje, maar na een woordenwisseling vertrekt de man en komt niet meer levend terug. Wat is er gebeurd?",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A433729120?aid=kb-online-bibliotheek&sid=19&dts=1767932596277&sig=bdd169f535f6d94856ffa54fd6ade90138a402b484f4b3be8da55d9cb1b26ae0&width=320",
      "dateSeen": "2026-01-09T07:20:35.096Z"
    },
    "2d59a4e0739d04d53ee40b2c54226b3001c8d8fd": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/435485741/ziek-van-jou-julienne-brouwers",
      "title": "Ziek van jou",
      "subtitle": "thriller",
      "authors": "Julienne Brouwers",
      "description": "Wat als een obsessie je tot het uiterste drijft? De ambitieuze Faye werkt hard aan haar carrière als onderzoeker in het ziekenhuis en heeft het goed voor mekaar. Aan dit alles komt een abrupt einde wanneer één van Fayes patiënten plotseling overlijdt aan een overdosis radioactieve straling. Het lijkt om een medische misser te gaan, maar al gauw stuit Faye op verdachte omstandigheden en vermoedt ze dat er meer speelt. Het ziekenhuisbestuur beschuldigt Faye echter van roekeloosheid, waardoor ze zelf ineens onder vuur komt te liggen. Als ze dan ook nog haar oude vlam Jim tegen het lijf loopt, worden weggestopte pijnlijke herinneringen uit het verleden opgerakeld en stort haar leven als een kaartenhuis in elkaar. Wat andere lezers zeggen over Dubbel Bedrog \"Een verslavende, bloedstollende en meeslepende thriller. Dit boek wil je in een keer uitlezen!\" \"Dubbel bedrog kun je niet meer wegleggen, telkens weer verrassingen die stof tot nadenken geven. Wat als dit in het echt ook zou kunnen gebeuren...?\" \"Een thriller in hart en nieren, vol onverwachte wendingen. De goed uitgewerkte karakters en een vleugje romantiek brengen een extra dimensie aan het verhaal\" Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A435485741?aid=kb-online-bibliotheek&sid=19&dts=1767933098037&sig=a7df78f1082e8710e04c79faff77e26934a84e4ed206a83037f03dc9edcd5e71&width=320",
      "dateSeen": "2026-01-09T07:20:35.652Z"
    },
    "c5bd316c96ac26b439fb7daa4f4b6f45f7291f1d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/438862481/jeugdzonde-julienne-brouwers",
      "title": "Jeugdzonde",
      "subtitle": "thriller",
      "authors": "Julienne Brouwers",
      "description": "Een vrouw rijdt per ongeluk een man dood, wat het begin blijkt te zijn van een reeks schokkende gebeurtenissen. Herinneringen uit haar jeugd komen boven en ze gaat op zoek naar de waarheid, met gevaar voor eigen leven.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A438862481?aid=kb-online-bibliotheek&sid=19&dts=1767882602816&sig=4395301e4c63644022f04f771503739d4b58b96d0a76dcc828bf3458cd7d270a&width=320",
      "dateSeen": "2026-01-09T07:20:36.117Z"
    },
    "7e4b51e313b89a17434a9f9da6276496e4b81f81": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442929609/koel-water-julienne-brouwers",
      "title": "Koel water",
      "subtitle": "thriller",
      "authors": "Julienne Brouwers",
      "description": "De charismatische leider van een vastgoedkantoor wordt na een werkfeest levenloos aangetroffen in zijn bed. Een rechercheur wordt op de zaak gezet en ontrafelt een web van bedrog en corruptie.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442929609?aid=kb-online-bibliotheek&sid=19&dts=1767932596826&sig=b3fccb33c01c6b375827a04ed80dd73fc9beaf622599e07bc48ddfda87088178&width=320",
      "dateSeen": "2026-01-09T07:20:36.638Z"
    },
    "7bdb9e543109e044789e7e960cb5cfe0f537b222": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/441297307/what-do-you-really-want--sandra-klijn",
      "title": "What do you really want?",
      "subtitle": "why you stay stuck in an energy-draining job and how to break free from it",
      "authors": "Sandra Klijn",
      "description": "What Do You Really Want? is a book designed for those who recognize that it's time to change direction but find themselves uncertain what to do next. \"My current occupation no longer aligns with who I want to be, and I'm eager for a transformation, yet I don't know which steps to take first.\"\nIf you find yourself uncertain about whether you're in the right place, it doesn't necessarily imply that you're in the wrong job. In fact it's more probable that you're experiencing a lack of purpose, dedication, and alignment with your fundamental values. This disconnect stems from the disparity between the person you aspire to be and how your current job aligns with that vision. The solution to this mismatch lies in gaining insights into your desires and understanding how they, in conjunction with your skills, personality, and behavior, constitute the essential pieces of the puzzle for a vibrant and fulfilling work life.\nSandra Klijn is a keynote speaker, trainer, university teacher and researcher. During her PhD research, she identified the factors that lead to feeling energized at work. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A441297307?aid=kb-online-bibliotheek&sid=19&dts=1767943236736&sig=0d92789ae864d6fe13e7c8cf7c148bf36eb53754dae8e1c96928b9fab4b718fe&width=320",
      "dateSeen": "2026-01-09T07:20:36.950Z"
    },
    "cc78d4ddf5ac7cabd8ad45e5c4b0be87f31d15cb": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/392068869/dauw-op-de-aarde-j-h--van-doleweerd",
      "title": "Dauw op de aarde",
      "subtitle": "de zending van de kerk in de wereld",
      "authors": "J.H. van Doleweerd",
      "description": "Dit boek wil het gezonden zijn van de kerk in de wereld in rapport brengen met de actuele ontwikkelingen dichtbij en verder weg. Gezien de complexe werkelijkheid en de secularisatie in Nederland leven er op dit punt veel vragen. Wat is de Bijbelse inhoud van de roeping van de kerk in de wereld? Hoe geven wij deze in de eenentwintigste eeuw gestalte in de nabije omgeving en over de landsgrenzen? Wat onderwijzen we hierover in catechese, prediking en pastoraat? Dit boek is geschreven tegen de achtergrond van historische opvattingen en actuele ontwikkelingen in de missiologie. In de evangelicale traditie is de laatste jaren veel over zending en missionair werk gepubliceerd. Ook in eigen land is een nieuwe traditie ontstaan van missionaire gemeentevorming in diverse grote steden. Tegen deze achtergrond verwerkt de auteur de uitgangspunten van de gereformeerde theologische traditie in een actuele visie op zending. Gereformeerde theologie is vitaal, relevant en actueel, ook voor de missiologische vraagstukken van nu. Dr. Jan H. van Doleweerd (1961) is missioloog en theologisch docent. Hij promoveerde in 2012 op Viva Vox Dei, een hermeneutische studie over het zelfgetuigenis van de Schrift. Hij is namens de Zending Gereformeerde Gemeente verbonden aan de Theologische Hogeschool Johanes Calvin te Denpasar Indonesië. Eerder was hij werkzaam in Afrika en Latijns-Amerika. In de serie Theologische Thema’s worden actuele theologische vragen doordacht vanuit het gereformeerd belijden. Doelgroep: theologen, ambtsdragers en geïnteresseerde gemeenteleden binnen de gereformeerde gezindte. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A392068869?aid=kb-online-bibliotheek&sid=19&dts=1767932596946&sig=350c0deadd1068b1f8248d293a7b9c7cac32493ca10070013ca9822067999600&width=320",
      "dateSeen": "2026-01-09T07:20:37.421Z"
    },
    "816eb3e5ef8ba1034560c28cbb3114fc1c02aa55": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/392834154/uit-den-schat-des-woords--",
      "title": "Uit den Schat des woords",
      "subtitle": "62e jaargang",
      "description": "In de prekenserie Uit den schat des woords is de 62e jaargang verschenen. Onderstaande predikanten van de Gereformeerde Gemeenten hebben aan deze bundel meegewerkt. Ds. G.J. van Aalst, ds. J. Driessen, ds. J.J. van Eckeveld, ds. A.J. Gunst, ds. B. van der Heiden, ds. G. van Manen, ds. F. Mulder, ds. C. Neele, ds. A. Schreuder, ds. A. Schot, ds. W. Visscher, ds. J.W. Verweij. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A392834154?aid=kb-online-bibliotheek&sid=19&dts=1767943237526&sig=243ebb20decf24766e99d64d1e5665150518f66bc2228f19bd8c68d3374c1ae1&width=320",
      "dateSeen": "2026-01-09T07:20:38.041Z"
    },
    "239c5c3643ca77a0be95a1f52cfca2dab77bf022": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394925319/profetisch-perspectief-a--van-der-zwan",
      "title": "Profetisch perspectief",
      "subtitle": "Jakob zegent zijn zonen",
      "authors": "A. van der Zwan",
      "description": "Preken door de christelijk-gereformeerde predikant.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394925319?aid=kb-online-bibliotheek&sid=19&dts=1767932596405&sig=b9d6da5de785100bee0f1562b5afe2dd479418839d9e1be15cf0ce6ddad9c807&width=320",
      "dateSeen": "2026-01-09T07:20:38.520Z"
    },
    "bb710928ffb5e51f550dba20a842f158147cff92": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/396422691/wie-is-mijn-naaste--evert-jan-brouwer",
      "title": "Wie is mijn naaste?",
      "subtitle": "voor donateurs die meer willen weten",
      "authors": "Evert-Jan Brouwer",
      "description": "Praktische adviezen vanuit een orthodox-gereformeerde invalshoek over het geven aan goede doelen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A396422691?aid=kb-online-bibliotheek&sid=19&dts=1767932596322&sig=b59f00768288915f293eb86747d1182b5057646d8ff62c0776314b66a30dafd1&width=320",
      "dateSeen": "2026-01-09T07:20:39.052Z"
    },
    "6e3a259a4f5d06195a065c1ba32a1b622927dfb5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/39283426X/het-heil-is-des-heeren-c--smits",
      "title": "Het heil is des Heeren",
      "subtitle": "5 preken over Jona",
      "authors": "C. Smits",
      "description": "Deze bundel over het Bijbelboek Jona bevat vijf niet eerder uitgegeven preken van ds. C. Smits. Thema’s die aan de orde komen zijn: 1. Een grote vis door God beschikt (Jona 2:10) 2. In grote benauwdheid (Jona 2:1-4) 3. Een gebed in het ingewand van de vis (Jona 2:5-9) 4. Jona’s gang naar Ninevé (Jona 3:1-4) 5. Een koninklijk edict (Jona 3:5-9) De preken getuigen van Gods opzoekende zondaarsliefde, zowel voor het goddeloze Ninevé als voor Zijn kind en knecht Jona, die het zo verzondigd had. De preken kenmerken zich door het Schriftuurlijke, bevindelijke onderwijs. Deze bundel is deel 2 in de serie Nalezing. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A39283426X?aid=kb-online-bibliotheek&sid=19&dts=1767932597254&sig=f790467e4d8a305842309a5d29486002112e184cb11f487f0cf9fce55759fcbe&width=320",
      "dateSeen": "2026-01-09T07:20:39.530Z"
    },
    "b803d22be8b541fe86a5589e274badb9200f0f6c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/402420322/de-schenking--beproeving-en-overwinning-van-het-geloof-j-w--kersten",
      "title": "De schenking, beproeving en overwinning van het geloof",
      "subtitle": "tweede zestal predikaties",
      "authors": "J.W. Kersten",
      "description": "De schenking, beproeving en overwinning van het geloof is opnieuw een prekenbundel van Ds. J.W. Kersten. inhoud: 1. Paulus bekering 2. Paulus doorn in het vlees 3. Jacob ontroosbaar 4. Jacob en Jozef 5. De Kananese vrouw 6. De blinde Bar-timeus Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A402420322?aid=kb-online-bibliotheek&sid=19&dts=1767932596943&sig=732724ade2b57b14738f6e180ccf2c91c32ad57f2cb320763edca699a2577128&width=320",
      "dateSeen": "2026-01-09T07:20:40.029Z"
    },
    "4a5ddc937cf8e7adf4aa45b3ee5e0fcdf0d7ebe4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/409232785/de-verdediging-van-het-gereformeerde-kerkmodel-antoine-de-la-roche-chandieu",
      "title": "De verdediging van het gereformeerde kerkmodel",
      "authors": "Antoine de La Roche Chandieu",
      "description": "Midden in de zestiende eeuw ontstaan in Frankrijk gezelschappen die verlangen naar een persoonlijker omgang met God en een nieuwe vorm van kerkzijn. Daaruit ontstaat náást de katholieke een gereformeerde kerk. Op hun eerste nationale synode te Parijs in 1559 ontwerpen de Franse gereformeerden een kerkorde en geloofsbelijdenis, die als voorbeelden zouden dienen voor de gereformeerde kerk in de Nederlanden. Nauw betrokken bij het ontstaan van de Franse kerkorde is de edelman Antoine de la Roche Chandieu (1534-1591). Met De verdediging van het gereformeerde kerkmodel kiest hij positie in de heftige discussie over de plaats van het gewone gemeentelid binnen het presbyteriaal-synodale kerkmodel. Dr. H.A. Speelman laat aan zijn vertaling een boeiende inleiding voorafgaan over de inhoud en achtergrond van dit werk. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A409232785?aid=kb-online-bibliotheek&sid=19&dts=1767943240127&sig=e25b259bdc0fd4f42c2baae2837556e121cb50d8542df5cd3bc76dcd3f3531f1&width=320",
      "dateSeen": "2026-01-09T07:20:40.659Z"
    },
    "45fe46af16334b1ea0df3bba0ebb459b9f11559d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/408636998/erasmus-sarcerius--pastorale--1559--en-de-vorming-van-predikanten-in-de-zestiende-eeuw-c-t--de-groot",
      "title": "Erasmus Sarcerius' Pastorale (1559) en de vorming van predikanten in de zestiende eeuw",
      "authors": "C.T. de Groot",
      "description": "De vorming van predikanten, het onderscheid tussen christenen en nietchristenen en de rol van de kerk en de gelovigen in het publieke domein zijn de vragen die aandacht krijgen in de bezinning op de organisatie van kerk en geloof. Oude normen en tradities worden hierbij op hun houdbaarheidsdatum bevraagd. In een vergelijkbare situatie schreef de lutherse theoloog Erasmus Sarcerius zijn Pastorale (1559). In dit handboek doet hij predikanten praktische handreikingen aangaande hun voortgaande vorming, de wijze waarop zij en hun gemeenteleden heilig kunnen leven en de kerk kunnen organiseren en ook hoe zij hun verantwoordelijkheid in de samenleving kunnen vormgeven. In deze kerkhistorische studie met een praktisch-theologische focus laat Kees de Groot zijn analyse van de Pastorale uitlopen op vijfentwintig stellingen waarin hij formuleert wat zowel de kerk en haar leden als theologische opleidingen vandaag van Sarcerius kunnen leren. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A408636998?aid=kb-online-bibliotheek&sid=19&dts=1767943240765&sig=30378ade9440b807ce7d4ebdc1a81a9968affe090d6cd47431ac80fea78e403a&width=320",
      "dateSeen": "2026-01-09T07:20:41.228Z"
    },
    "387e8136e146a7737552b066d5b2e80848aea75a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456714669/god-wil-dat-je-gezond-bent-andrew-wommack",
      "title": "God wil dat je gezond bent",
      "subtitle": "Wat de Bijbel werkelijk zegt over wandelen in goddelijke gezondheid",
      "authors": "Andrew Wommack",
      "description": "Christus betaalde voor de genezing van ons lichaam net zo volledig als Hij betaalde voor de vergeving van onze zonde. Veel mensen vinden het moeilijk om te geloven dat het Gods wil is dat zij gezond zijn. Misschien lijden zij zelf of kijken zij naar een geliefde die veel ziekte en pijn moet doorstaan. In elk geval raken zij ontmoedigd als het erop lijkt dat hun gebeden onbeantwoord blijven. Vervolgens trekken zij de conclusie dat God toestaat dat dit gebeurt, of nog erger, dat Hij de veroorzaker is. Beide ideeën zijn onterecht en twijfelen aan de goedheid van God. In dit boek deelt Andrew de waarheid waarin Gods onvoorwaardelijke liefde en genade reeds heeft voorzien. Genezing is een groot deel van deze voorziening. Hij beantwoordt heel veel vragen inclusief de vraag over Paulus' doorn in het vlees, de soevereiniteit van God en nog veel meer vragen. Als jij, of iemand die je kent, genezing nodig heeft, dan is dit boek voor jou. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456714669?aid=kb-online-bibliotheek&sid=19&dts=1767932596956&sig=149b55fb5f6899a44c32b74f8a86436141741bf8ce57b5ff4914a0840648041a&width=320",
      "dateSeen": "2026-01-09T07:20:41.547Z"
    },
    "1737532238e9fbc050720ffec5b50ee13b4cf0af": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456714472/leef-vanuit-het-beste-van-god-andrew-wommack",
      "title": "Leef vanuit het beste van God",
      "subtitle": "Neem geen genoegen met minder",
      "authors": "Andrew Wommack",
      "description": "Goddelijke gezondheid en voorspoed zijn beter dan Goddelijke genezing en voorziening. Als je leeft in Goddelijke gezondheid en voorspoed, heb je geen wonder nodig om genezen te worden of om je rekeningen te betalen. Als je het verschil tussen die twee niet begrijpt, dan is dat misschien een reden waarom je alleen maar op visite gaat bij het beste van God in plaats van erin te wonen. De meeste christenen bevinden zich in een situatie waar het slechts een kwestie van tijd is voordat er zich weer een crisis voordoet en zij een wonder nodig hebben. Jij denkt dat het misschien prachtig is om van wonder tot wonder te leven, maar dat betekent tegelijkertijd dat je van de ene crisis in de andere gaat! Wonderen zijn prachtig als je er een nodig hebt, maar het is nooit de bedoeling geweest dat je je er voortdurend mee zou redden. God wil jouw situatie veranderen. Leer van Andrew hoe je vandaag kunt leven vanuit het beste van wat God voor je heeft! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456714472?aid=kb-online-bibliotheek&sid=19&dts=1767932596959&sig=c96668d31985434dab5551a4f55100686694620cb2e1d0d6cc5a3ce0dd50f206&width=320",
      "dateSeen": "2026-01-09T07:20:41.820Z"
    },
    "4854787d51006c03a65b97d3e7d638cf3bb19c3e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456714561/de-ware-aard-van-god-andrew-wommack",
      "title": "De ware aard van God",
      "subtitle": "Het belang en de betekenis van het begrijpen van Gods karakter",
      "authors": "Andrew Wommack",
      "description": "\"Ik heb geprobeerd om aan Gods verwachting te voldoen om een perfect mens te zijn, maar het lukt me niet, ik geef het op.\" \"Ik weet dat God van mij houdt, maar het schijnt alsof Hij nooit mijn gebeden beantwoord.\" \"Ik doe alles wat de Bijbel zegt, dus waarom heeft God mij dan niet gezegend zoals Hij heeft beloofd?\" \"Is God schizofreen? De Bijbel is vol tegenstrijdigheden.\" Vragen en opmerkingen zoals deze noodzaakten Andrew Wommack om dit uit te leggen door eenvoudige begrippen te introduceren in dit boek. Dikwijls wordt de ware aard van God in het christendom overschaduwd door menselijke opvattingen en handelswijzen -terwijl God niets anders wil dan samen met Zijn kinderen delen in een intieme vriendschap. Als je jezelf afvraagt wie God is, of Hij zich om jou bekommert, laat Andrew Wommack je dan de ware aard van God tonen. Andrew Wommack: \"Ik geloof dat de enige reden waarom jij en ik zo weinig van God gehouden hebben is omdat Hij in een verkeerd daglicht is geplaatst en wij het niet begrepen hebben.\" Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456714561?aid=kb-online-bibliotheek&sid=19&dts=1767943241934&sig=f0e2d1089d12838ed39005392aea517625b355234853da37b2deb5c6e0df8444&width=320",
      "dateSeen": "2026-01-09T07:20:42.131Z"
    },
    "44af45d9632d91e1e37feeb4ce4ff39257de2723": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456714960/moeiteloos-veranderen-andrew-wommack",
      "title": "Moeiteloos veranderen",
      "subtitle": "Het Woord is het zaad dat je leven kan veranderen",
      "authors": "Andrew Wommack",
      "description": "Het Woord van God is als zaad en jouw hart is de grond. De meeste christenen willen verandering in een bepaald gebied van hun leven. Zij blijven maar proberen die veranderingen door te voeren, maar merken al gauw dat zij in dezelfde gewoonten en gedragspatronen terugvallen. Zelfdiscipline en zelfbeheersing hebben hen opnieuw in de steek gelaten. Dus hoe komt blijvende verandering tot stand? Een rups worstelt niet om een vlinder in de cocon te worden. Zaad streeft er niet naar om een boom te worden en vrucht voort te brengen. Zij doen eenvoudig waar zij door God voor ontworpen zijn om te doen, en de verandering vindt plaats, moeiteloos. Het Woord van God is als zaad en jouw hart is de grond. Wanneer het geplant is en gevoed wordt in de grond van jouw hart, begint het te groeien. Het resultaat is transformatie; en de vrucht wordt voor iedereen zichtbaar. Als jij echte verandering in jouw leven wilt, is dit boek voor jou! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456714960?aid=kb-online-bibliotheek&sid=19&dts=1767943242226&sig=6daa393e1b5502921bd72d8152f613f337a33574bcd4ee96cf9d82d5ac93e451&width=320",
      "dateSeen": "2026-01-09T07:20:42.442Z"
    },
    "46e4d9542131c7b4c7625075dc29ac8cb8af861a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456714685/elke-dag-met-jezus---dagboek-andrew-wommack",
      "title": "Elke dag met Jezus - Dagboek",
      "subtitle": "365 dagen inzicht in...bemoediging, geestelijke groei en persoonlijke overwinning",
      "authors": "Andrew Wommack",
      "description": "Dit dagboek boordevol levens veranderende bemoediging, zal je dagelijks inspireren om in overwinning te leven, ongeacht je omstandigheden. Dat gebeurt als jij je hart opent en Gods wonderbaarlijke genade en gunst gaat ontvangen. Andrew Wommack onderwijst Gods onvoorwaardelijke liefde en genade al meer dan 40 jaar. In deze korte dagelijkse boodschappen deelt hij het beste van zijn onderwijs waarin Jezus heeft voorzien. Laat je elke dag van het jaar bemoedigen om te vergeven, lief te hebben, en te geven - gevoed door het leven van Jezus, Zijn dood en Zijn opstanding. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456714685?aid=kb-online-bibliotheek&sid=19&dts=1767943242557&sig=9f0c89b098190f5dbce9e68cb9ee4f879a0fd0ca8a986008d75c53824e92444e&width=320",
      "dateSeen": "2026-01-09T07:20:42.778Z"
    },
    "29c6a3ebd6b5c3947938aabb906479f7cb179bd0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45671491X/geest--ziel---lichaam-studiegids-andrew-wommack",
      "title": "Geest, ziel & lichaam Studiegids",
      "authors": "Andrew Wommack",
      "description": "Of je nu één enkele les geeft, een kleine groep mensen onderwijst, iemand discipelt, of Geest, ziel & lichaam voor persoonlijke studie doorneemt, deze studiegids is voor jou ontworpen! Elk hoofdstuk bestaat uit een les, een samenvatting, instructies voor de lesgever, vragen over discipelschap, een sectie met de juiste antwoorden, en Bijbelteksten. De samenvatting en vragen over discipelschap kunnen gratis worden gedownload als aanvullend materiaal dat bij deze studiegids hoort. Gebruik dit om zoveel kopieën te maken als er nodig zijn voor jouw groep. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45671491X?aid=kb-online-bibliotheek&sid=19&dts=1767943242967&sig=341654bcb34014063dc81819a549e802ea5fb31c622cfd4bb84034d3b3d80e2e&width=320",
      "dateSeen": "2026-01-09T07:20:43.157Z"
    },
    "6e70a0f070ef8c5434dc2462b3796690dccb4331": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456714898/genade-de-kracht-van-het-evangelie-andrew-wommack",
      "title": "Genade de kracht van het evangelie",
      "subtitle": "Het is niet wat jij doet, maar wat Jezus deed",
      "authors": "Andrew Wommack",
      "description": "Genade, de kracht van het Evangelie Uit recent gehouden enquêtes blijkt dat de overgrote meerderheid van de christenen die beweren dat zij wedergeboren zijn, geloven dat hun heil op z'n minst afhankelijk is van hun gedrag en van hun daden. Ja... zij geloven dat Jezus stierf voor hun zonden, maar zij denken dat zij vanaf het moment dat zij Hem hebben aanvaard als hun Redder, aan bepaalde normen moeten voldoen om 'goed genoeg' te zijn. Als dat waar is, wat is dan die norm en hoe weet je wanneer je eraan voldoet? Eeuwenlang heeft de kerk geprobeerd om deze vragen te beantwoorden, maar het heeft altijd geresulteerd in religieuze wettische onderwerping. Dus wat is het antwoord? Het begint met het stellen van de juiste vraag. Het is niet: 'Wat moeten wij doen?' maar wij moeten vragen: 'Wat heeft Jezus gedaan?' Door de openbaring te begrijpen die apostel Paulus had uit het boek Romeinen -van wat Jezus heeft gedaan- zult je nooit meer jezelf afvragen of je aan de norm voldoet Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456714898?aid=kb-online-bibliotheek&sid=19&dts=1767932596527&sig=dafacd8a239360e7aead05687ff7a76c838c96a7f9911c85d2a51956dcfc294d&width=320",
      "dateSeen": "2026-01-09T07:20:43.388Z"
    },
    "065bb79d51350a2c461c02cb69ac6c571d7fc4a2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/435508865/vind--volg-en-vervul-gods-wil-andrew-wommack",
      "title": "Vind, volg en vervul Gods wil",
      "authors": "Andrew Wommack",
      "description": "De meeste mensen leven zonder doel, ze weten niet wat God met hun leven wil. Velen geloven zelfs dat je Gods wil niet kunt kennen - dat Hij in Zijn soevereiniteit Zijn wil zal laten gebeuren, ongeacht wat jij doet. Dit idee weerhoudt christenen er al sinds mensenheugenis van om Gods plan te leren kennen en Zijn wil te volgen. Maar dat hoeft niet zo te blijven. God heeft je met een specifiek doel geschapen, en het goede nieuws is dat Hij wil dat je ontdekt wat Zijn plan voor jou is. Maar alleen Gods wil ontdekken is niet voldoende. Om naar Zijn wil te leven, moet je weten welke rol jij daarin speelt. Het zal je misschien verbazen dat het volgen van de verlangens van jouw hart er een belangrijk onderdeel van uitmaakt. Tegelijk moeten we leren Zijn wil te onderscheiden van onze eigen ik-gerichte verlangens. Een van de belangrijkste lessen is dat je Gods wil niet kunt vervullen zoals jij dat maar wilt. Gods kracht en timing en jouw gehoorzaamheid en geduld zijn slechts een paar van de benodigdheden. Dit boek legt dit en nog veel meer uit, inclusief hoe Andrew Gods wil voor zijn leven heeft gevonden, gevolgd en vervuld. Dit zal jou op weg helpen om precies hetzelfde te doen! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A435508865?aid=kb-online-bibliotheek&sid=19&dts=1767943243565&sig=1f7405db8d6049eb63dc65e5907ef345a98e3988703d81e9140d436ffc182968&width=320",
      "dateSeen": "2026-01-09T07:20:43.785Z"
    },
    "a25248703cd63307e63e6fd746bf2ee5b48f5a59": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/435165119/de-kracht-van-verbeelding-andrew-wommack",
      "title": "De kracht van verbeelding",
      "subtitle": "ontdek hoe jij van God kunt ontvangen",
      "authors": "Andrew Wommack",
      "description": "Het gebeurt te vaak dat gelovigen bidden voor genezing, maar die genezing nooit ervaren. We bidden voor voorspoed, maar ontvangen die nooit. Hoe komt dat? Omdat we niet begrijpen hoe we de kracht van verbeelding gebruiken op een manier zoals God het bedoeld heeft. We zien onszelf niet gezond. We zien onszelf niet voorspoedig. We zien onszelf niet als overwinnaars. In De kracht van verbeelding zal Andrew Wommack je helpen ontdekken wat de kracht is van je verbeelding en je uitleggen hoe je je voorstellingsvermogen kunt gebruiken om een hoopvolle toekomst te ervaren. Zonder deze kracht zal je Gods plan voor je leven niet kunnen vervullen. Omstandigheden en problemen zullen het je moeilijk maken, maar met de kracht van verbeelding ben je in staat te overwinnen! Onderschat nooit de kracht van je verbeelding! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A435165119?aid=kb-online-bibliotheek&sid=19&dts=1767943243901&sig=a5fceee67af6b87bc5d767d45cef8b3f1a50c50507ac4dfe26e96b454b81f882&width=320",
      "dateSeen": "2026-01-09T07:20:44.118Z"
    },
    "cf9e6b84dfa1279040ef9e8c00c189362a3cf8dc": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/435508881/uitmuntendheid-andrew-wommack",
      "title": "Uitmuntendheid",
      "subtitle": "hoe je een uitmuntende geest nastreeft",
      "authors": "Andrew Wommack",
      "description": "Als je eerlijk bent, geef je toe dat je in het leven gepromoveerd wilt worden. Je wilt de voordelen van succes, invloed en welvaart, en daar is niets mis mee. Dat is wat God ook voor jou wil! Promotie komt zelfs van God, en hoewel het afhankelijk is van wat God van iedere persoon vraagt, is het beschikbaar voor elke wedergeboren gelovige! Maar hoewel promotie van God komt, is het niet God Die bepaalt of je gepromoveerd wordt of niet. Dat ben jij. Jij kiest ervoor om gepromoveerd te worden, door ervoor te kiezen een uitmuntende geest te ontwikkelen, en in dit boek zal Andrew Wommack je laten zien hoe. Identiteit in Christus, ware nederigheid, volledige gehoorzaamheid, volharding en een compromisloos standpunt over Gods Woord behoren tot de belangrijkste kenmerken van uitmuntendheid. Aan de hand van voorbeelden uit het leven van Daniël en zijn vrienden, en uit zijn eigen leven, schetst Andrew de belangrijkste kenmerken van uitmuntendheid, waaronder identiteit in Christus, ware nederigheid, volledige gehoorzaamheid, volharding en een compromisloos standpunt over Gods woord. Andrew legt daarentegen ook de gevaren uit van morele relativiteit en mensen behagen, en hoe deze kenmerken gelovigen vaak verlagen naar een leven van middelmatigheid en onmacht. Persoonlijk talent, schoonheid, onderwijs en intelligentie zorgen ook niet voor promotie; het is een toegewijde relatie met God. Het maakt niet uit hoeveel geld je verdient of waar je woont; het maakt niet uit welke connecties je hebt of wat de kleur van je huid is; het is een uitmuntende geest die de ware bepalende factor voor je promotie zal zijn. Laat het boek van Andrew je aanmoedigen om uitmuntendheid na te streven. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A435508881?aid=kb-online-bibliotheek&sid=19&dts=1767943244227&sig=a9ca284a6174d2ea984e5f4236aeed1797305cbdeaf98baab11aa37d7ea0405e&width=320",
      "dateSeen": "2026-01-09T07:20:44.445Z"
    },
    "105c3b45057df2fde76646c283ec025ecb1fbe7c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/435508873/wie-heeft-je-verteld-dat-je-naakt-bent--andrew-wommack",
      "title": "Wie heeft je verteld dat je naakt bent?",
      "subtitle": "een studie over je geweten",
      "authors": "Andrew Wommack",
      "description": "Klaagt jouw geweten je aan? Wat is je geweten? Welke rol speelt het in je leven? En wat heb je eraan, helpt het je of klaagt het je aan? In Wie heeft je verteld dat je naakt bent? beantwoordt Andrew Wommack deze en nog veel meer vragen over de invloed van het geweten op ons. Hij laat zien dat veel christenen niet begrijpen hoe het geweten werkt. Want zodra je dat begrijpt, zal je niet langer worstelen met angst, schaamte, schuld en twijfel die je weghoudt van het beste wat God voor je heeft. En terwijl je meer leert over het geweten, zul je ontdekken hoe je in diepere intimiteit met Jezus kunt wandelen, hoe je met moed en vertrouwen kunt bidden, hoe je Gods beloftes kunt ontvangen en hoe je voor eens en altijd kunt loskomen van angst en twijfel. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A435508873?aid=kb-online-bibliotheek&sid=19&dts=1767943244550&sig=94efb910727fbf9bb88583b18822f68f70812fd290e4913ddf43f5836b087163&width=320",
      "dateSeen": "2026-01-09T07:20:44.777Z"
    },
    "d46b2a18fec9d5d6e49b04cf58c0f3974a20578e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436769808/de-oorlog-is-voorbij-andrew-wommack",
      "title": "De oorlog is voorbij",
      "subtitle": "God is niet boos, dus worstel niet langer met zonde en oordeel",
      "authors": "Andrew Wommack",
      "description": "Het langste conflict duurde 4000 jaar en eindigde in een beslissende overwinning ongeveer 2000 jaar geleden. Toch hebben heel veel mensen dit nieuws nog nooit gehoord, waardoor ze constant oorlog voeren, een worsteling met zonde en oordeel. Aan het Kruis riep Jezus uit: \"Het is volbracht\", de overwinning was verklaard, en de verzoening begon. Deze overwinning was beloofd toen Jezus werd geboren en de engelen verkondigden: \"Eer zij aan God in de hoogste hemelen, en vrede op aarde, in mensen een welbehagen.\" (Lukas 2:14) Zegt dit dat Jezus kwam om vrede tussen de mensen te brengen? Als dat het geval is, dan heeft Hij ogenschijnlijk gefaald. De vrede waar Hij over sprak, ging niet over vrede brengen tussen mensen, maar tussen God en mensen. Zonde is niet langer het probleem; de prijs werd voor eens en voor altijd betaald. God zond Zijn enige Zoon om onze zonden te dragen, door Zelf zonde te worden. Vervolgens werd alle oordeel over Hem uitgestort zonder dat er genade was voor die zonde. Was Zijn offer genoeg voor jou? Zou God Zijn zegen achterhouden vanwege jouw zonden? Als jij met een onbeleden zonde sterft, ben je dan verloren? De antwoorden in dit boek zullen je vrijmaken van elke veroordeling, geen vonnis zal over jou uitgesproken worden, en je zult vrij zijn van angst. Je zult vrij zijn om de beloofde zegeningen van God in ontvangst te nemen! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436769808?aid=kb-online-bibliotheek&sid=19&dts=1767943244885&sig=3b03b01350b7135006831c495d2f9ac9e6616b46bfd4a7719af0aded9d9a6f0e&width=320",
      "dateSeen": "2026-01-09T07:20:45.091Z"
    },
    "3bb6e3b6f8ce00754450b5d2a914c0f015144035": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/435149741/geef-leiding-aan-je-emoties-andrew-wommack",
      "title": "Geef leiding aan je emoties",
      "authors": "Andrew Wommack",
      "description": "Emoties zijn: - bedoeld om van te genieten; - gemaakt tot ons nut; - bedoeld om door ieder mens in goede banen te worden geleid. Zonder na te denken weet je waarschijnlijk nog precies de momenten te herinneren, waarop je ontzettend emotioneel was en bij de minste of geringste tegenslag of uitdaging je zelfbeheersing verloor. Daarna moest je erop terugkomen en je excuses maken voor het feit dat jouw emoties je de baas waren geworden. Dat is voorbij! Geef leiding aan je emoties leert ons hoe we verantwoordelijkheid voor onze emoties moeten nemen en onszelf onder controle kunnen hebben. Andrew Wommack deelt zijn eigen ervaringen, met inbegrip van zijn tijd in Vietnam. Hij laat ons zien waarom we emotionele problemen hebben, hij draagt oplossingen aan uit de Bijbel en vertelt ons waarom Gods antwoorden blijvende resultaten zullen bieden. Leiding geven aan je emoties is gemakkelijker gezegd dan gedaan, maar waar het om gaat, is: Het is mogelijk! Iedereen kan profiteren van dit boek. Er is niet een mens in staat om zijn emoties te negeren of te verwaarlozen en dan toch succesvol en voldaan te zijn in het leven. De waarheden uit Gods Woord in dit boek zullen ervoor zorgen dat je emoties en daden nooit meer hetzelfde zullen zijn! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A435149741?aid=kb-online-bibliotheek&sid=19&dts=1767941924568&sig=7d80f49f5a6994317e186d0c7a6cb1dee03e33217f2b210bf2259da10b67df94&width=320",
      "dateSeen": "2026-01-09T07:20:45.333Z"
    },
    "085b478ed30d548ec77624150d2ad87b62b69c06": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/435149776/geest--ziel---lichaam-andrew-wommack",
      "title": "Geest, ziel & lichaam",
      "authors": "Andrew Wommack",
      "description": "Heb je je ooit afgevraagd wat veranderende toen je 'opnieuw geboren' werd? Je kijkt in de spiegel en ziet dezelfde reflectie - je lichaam is niet veranderd. Je merkt dat je je op dezelfde manier gedraagt en voor dezelfde oude verleidingen bezwijkt - die ook niet leken te veranderen. Dus vraag je je af, is er werkelijk iets veranderd? Het correcte antwoord op die vraag is essentieel voor het ontvangen van God. Als je dit fundamentele begrip niet hebt, zul je je voor altijd onzekere vragen stellen als: 'Hoe kan God van iemand als ik houden?' en 'Hoe kan ik ooit hopen iets van de Heer te ontvangen? Ik verdien het niet, ik ben niet goed genoeg'. Geest, Ziel & Lichaam zal je helpen die en andere onzekere vragen die jouw geloof vernietigen te elimineren. Als je een probleem hebt om van God te ontvangen, moet je dit boek lezen! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A435149776?aid=kb-online-bibliotheek&sid=19&dts=1767943245444&sig=23341917f7057b7dbc744129b7934ee8c3c5955ad1b6844d00a681b2f5e76878&width=320",
      "dateSeen": "2026-01-09T07:20:45.651Z"
    },
    "3246a2aa2d0ef6f1c899de50b071299d0428a025": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436769786/je-hebt-het-al-andrew-wommack",
      "title": "Je hebt het al",
      "subtitle": "dus stop met proberen het te pakken te krijgen",
      "authors": "Andrew Wommack",
      "description": "Heb je ooit wel eens gedacht: 'Ik doe alles zoals ik het geleerd heb, ik weet wat ik moet doen, maar het werkt niet, wat is er mis met mij? Wat moet ik nog meer doen om te maken dat God gaat handelen in mijn belang?' Als jij zo denkt, dan ben je niet de enige. Dit is een vraag die de meeste christenen stellen en wat overblijft, is frustratie vanwege de antwoorden die zij krijgen. De antwoorden luiden gewoonlijk zo: Als je langer zou bidden en je meer open zou stellen, als je vaker zou vasten en dagelijks een paar extra hoofdstukken in de Bijbel zou lezen en als je stopt met het verspillen van je tijd voor de televisie, dan zal God je gebeden verhoren. Hij wacht op je tot jij in actie komt. Met andere woorden; jouw daden zijn het probleem. Maar het feit is: dit kan niet verder van de waarheid af zijn! 'Je hebt het al' is een boek dat vol staat met het goede nieuws dat God Zijn reactie niet baseert op wat jij moet doen; maar op wat Jezus deed. Tijdens het lezen zul je gaan leren om God te vertrouwen. Alleen de waarheid die je kent, zal je vrijmaken! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436769786?aid=kb-online-bibliotheek&sid=19&dts=1767943245754&sig=c203c8122e118b1c5194b55a13ae15824255d9ed7978fe191567c27fdfb5e2cd&width=320",
      "dateSeen": "2026-01-09T07:20:45.977Z"
    },
    "5c77094646c1efacda1563f6625157761929cf14": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436769840/de-autoriteit-van-de-gelovige-andrew-wommack",
      "title": "De autoriteit van de gelovige",
      "subtitle": "Wat je niet leerde in de kerk",
      "authors": "Andrew Wommack",
      "description": "Het omstreden onderwerp van de autoriteit van de gelovige in Christus wordt tegenwoordig wijd en zijd in kerkelijke gemeenten besproken. Andrew Wommack geeft een frisse kijk op deze belangrijke geestelijke waarheid. Het zal vragen bij je oproepen over wat je tot nu toe geleerd is, onder andere: 1. Als gelovige autoriteit hebben gekregen, hoe moet je dit dan gebruiken, wanneer gebruik je het, hoe gebruik je het en waarden gebruik je het? Ga er niet van uit dat je het antwoord al weet; ontdek het echt slagveld en leer hoe je de werkelijke vijand kunt herkennen. 2. De meeste mensen geloven dat God onze grootste vijand -satan- geschapen heeft, maar deed Hij dat? Als je het antwoord begrijpt, zal het je vrij maken om je autoriteit als gelovige te gebruiken. 3. Is geestelijke oorlogvoering, zoals dat in veel kerkelijke gemeenten tegenwoordig onderwezen wordt, steekhoudend? Kunnen gelovigen hun autoriteit gebruiken om tegen de duivel en zijn demonen in de lucht te vechten, of vindt de echte strijd in het denken plaats? Het antwoord is een belangrijke voorwaarde om geestelijke veldslagen te winnen. Al gravend in de Schrift legt Andrew de geestelijke betekenis bloot van de keuzes die je maakt, je woorden en daden, en hoe zij van invloed zijn op jouw vermogen om de aanvallen van satan te weerstaan en Gods beste te ontvangen. Ontdek de krachtige waarheden achter echte geestelijke autoriteit en begin resultaat te zien die reëel zijn. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436769840?aid=kb-online-bibliotheek&sid=19&dts=1767941656060&sig=c37f0032fa2648bd074e66ab0eaa58654273fd542702e8377860e34930985fa4&width=320",
      "dateSeen": "2026-01-09T07:20:46.203Z"
    },
    "3f29c0c5f027cfdb058abf9acb35fded90b65789": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/435149598/inleiding-tot-god-wil-dat-je-gezond-bent-andrew-wommack",
      "title": "Inleiding tot God wil dat je gezond bent",
      "subtitle": "Verander je denken en verander je leven",
      "authors": "Andrew Wommack",
      "description": "Wat je denkt te weten, kan je wellicht doden. Geloof in verkeerde ideeën kan je ziek maken, je ziek houden, je ellende verhogen en zelfs de dood veroorzaken. Het veranderen van je overtuigingen kan de deur openen naar een hele nieuwe wereld vol mogelijkheden. Dit boek heet: 'God wil dat jij gezond bent'. Mensen denken op verschillende manieren over God - sommige van hun ideeën zijn waar, terwijl andere onjuist zijn. Sommige ideeën brengen ziekte voort; andere brengen gezondheid en genezing voort. Wij geloven dat de hele Bijbel door God geïnspireerd is om de waarheid aan de wereld te openbaren. De genezende ideeën die in dit boekje worden benadrukt, komen uit de Bijbel. Weinig mensen lezen ooit de Bijbel, maar sommigen die dat wel doen komen met heel verschillende ideeën en overtuigingen. Hoe weet je welke waar zijn? Welke zijn van God? We stellen voor dat je ze aan deze toets onderwerpt: brengt het idee of geloof leven, licht, liefde en genezing teweeg? Als dat zo is, dan is dat het bewijs dat het idee van God komt, omdat dat Zijn ware aard is zoals geopenbaard in de Bijbel. Dat is waarom we zoveel genezingsverhalen met jullie delen; ze wijzen je in de goede richting. Elk van de genezingen in dit boekje is voortgekomen uit iemands levenslange studie van de Bijbel. Zijn naam is Andrew Wommack en de vruchten van zijn lessen zijn verbazingwekkend geweest. Duizenden mensen hebben genezing ontvangen en nog veel meer. Ze worden bevrijd en in staat gesteld om vreugde, voldoening en zingeving te ervaren voor de rest van hun leven. Wij hopen dat dit boekje slechts het begin zal zijn van een prachtige relatie met God en dat je zal groeien in de zegeningen van het kennen van de ene ware God. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A435149598?aid=kb-online-bibliotheek&sid=19&dts=1767943246309&sig=3c4d2860457772f769cd134cca6c9852c08469a1590b2e02461f92d33d03311a&width=320",
      "dateSeen": "2026-01-09T07:20:46.522Z"
    },
    "6d2da34a17273c7f43f5e79675f856d6897f325f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/446937185/gouden-kooi-julienne-brouwers",
      "title": "Gouden kooi",
      "subtitle": "Wat als je perfecte leven een leugen blijkt?",
      "authors": "Julienne Brouwers",
      "description": "Genomineerd voor de Thrillzone award beste Nederlandstalige thriller van 2025.\n Als succesvol journalist leidt Laurien samen met haar charmante man Boudewijn en hun drie jonge kinderen het ideale leven in een villawijk in Wassenaar. Tot ze op een ochtend een telefoontje krijgt dat haar dochter Fleur niet op school is verschenen. Een zoektocht die begint met panische ongerustheid, eindigt in een gruwelijke ontdekking.\n Forensisch rechercheur Amber de Witt en haar partner John bijten zich vast in de zaak, maar stuiten op een muur van stilzwijgen en schone schijn. Een onverwachte DNA-match en een mysterieuze zegelring leiden hen steeds dieper in de gesloten wereld van oude Wassenaarse families.\nWanneer Laurien zelf op onderzoek gaat, ontdekt ze dat haar perfecte leven barsten vertoont die dieper gaan dan ze ooit had kunnen vermoeden. Achter de façades van de statige villa’s die haar omringen schuilen donkere geheimen. En iemand is bereid ver te gaan om die verborgen te houden.\nGouden kooi is deel 2 in de Amber de Witt serie. Alle delen zijn ook los te lezen.\n Een psychologische thriller over hoe het genadeloos najagen van status en succes iemand tot het uiterste kan drijven. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A446937185?aid=kb-online-bibliotheek&sid=19&dts=1768115768064&sig=efb532defb9d8cbc00fd206a3e6a5f6be6e8b0340a3ff5c28b53a25f7a89dce5&width=320",
      "dateSeen": "2026-01-11T07:16:08.561Z"
    },
    "2f32cc95b864bb9acf5cebb3d8e0748ae0cc672e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456728236/enigma-trials-dianne-arentsen",
      "title": "Enigma Trials",
      "authors": "Dianne Arentsen",
      "description": "Jasper kan zijn geluk niet op: hij mag meedoen aan de Enigma Trials, een legendarisch toernooi dat dit jaar plaatsvindt op het mysterieuze eiland DracoVi. Normaal gesproken is dat eiland alleen toegankelijk voor gamers die de ForteX binnengaan. Een spel waarbij alles levensecht gesimuleerd wordt en niets is wat het lijkt. Planten, bomen, personen, gebouwen, zelfs draken. Jasper is meteen onder de indruk van de simulaties om hem heen, maar heeft al vrij snel door dat er iets mis is. De mechanische draak Enigma die de wedstrijd leidt, gedraagt zich geheimzinnig en onvoorspelbaar. Intussen zijn uit een gevangenis diep in het Zwavelmeer drie beruchte gevangenen ontsnapt: een slimme uitvinder, een reusachtige golem en een gevaarlijke schaduwdraak. Wanneer andere deelnemers verdwijnen en de grenzen tussen spel en werkelijkheid steeds verder vervagen, moet Jasper op zoek naar antwoorden. Wat is er echt aan de hand op DracoVi? Duik in dit interactieve verhaal en help Jasper het mysterie te ontrafelen. Los puzzels en raadsels op, scan QR-codes voor online spellen en maak keuzes die het avontuur beïnvloeden. Ben jij klaar voor de Enigma Trials? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456728236?aid=kb-online-bibliotheek&sid=19&dts=1768144182471&sig=47d15854b996323751ee6032307217e0f6e4e7e0c764f9a9e53deaed94bb3fc8&width=320",
      "dateSeen": "2026-01-12T07:21:43.295Z"
    },
    "1bb4a5e94575c05889b3eee06f9c148084d978ed": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456728090/masseer-je-ook-vrouwen--merie-marewij",
      "title": "Masseer je ook vrouwen?",
      "authors": "Merie Marewij",
      "description": "18+. Mathilda heeft een succesvolle erotische massagepraktijk. Daarnaast biedt ze haar klanten een erotisch rollenspel aan. Vera meldt zich aan bij haar praktijk en ze worden op slag verliefd op elkaar. Vera vraagt of ze haar mag interviewen voor een artikel in het tijdschrift waar ze voor werkt. Mathilda stemt toe en de vrouwen krijgen een liefdesrelatie. Vera maakt kennis met de onalledaagse wereld van Mathilda en werkt een erotische bucketlist af... Merie Marewij schrijft met veel plezier erotische verhalen. In haar vlotte schrijfstijl beschrijft ze alles op een prikkelende manier. Voor 'Masseer je ook vrouwen?' kreeg ze de inspiratie door opmerkelijke - en soms hilarische - ervaringen uit haar eigen erotische massagepraktijk. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456728090?aid=kb-online-bibliotheek&sid=19&dts=1768127403262&sig=ff8b32cc6637ca1ec6cd34e80211540e0641d07736bd73b9c02c996a1afdf4e1&width=320",
      "dateSeen": "2026-01-12T07:21:43.849Z"
    },
    "79b9e1209de21805f786efab0c8945bc35770cd2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45672818X/vuurdood-gerard-nanne",
      "title": "Vuurdood",
      "authors": "Gerard Nanne",
      "description": "Op een late herfstmiddag in een park in Hoorn wordt een man op brute wijze vermoord. Er volgen meer slachtoffers en het is aan hoofdinspecteur Jillian Blom om met haar team de zaak te onderzoeken. Al snel ontstaat het vermoeden dat misstanden op een zorgboerderij van twaalf jaar geleden het motief vormen. Een villabrand in de Duitse stad Emden, waarbij een vrouw om het leven kwam, lijkt verband te houden met de voorgaande moorden. Rechercheur Paula van Es reist af naar Emden, waar ze met haar Duitse collega Lotte Weber op onderzoek gaat, en daar tot een verrassende ontdekking komt... Gerard Nanne (1949) heeft veel misdaadromans op zijn naam staan. Door zijn prettige en toegankelijke schrijfstijl wordt hij door een sterk groeiend aantal lezers gewaardeerd. VN Thrillergids: 'Gerard Nanne is al jarenlang een betrouwbare factor in de wereld van de Nederlandstalige thriller'. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45672818X?aid=kb-online-bibliotheek&sid=19&dts=1768201426232&sig=5a4f3931fb8164b346e13be19eba9338bbd34e4bd7478835c9b5271997e2e620&width=320",
      "dateSeen": "2026-01-12T07:21:45.025Z"
    },
    "931f1d27d9063bb00200fb873c4badace8f6c018": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456727981/zonder-spijt-gerard-nanne",
      "title": "Zonder spijt",
      "authors": "Gerard Nanne",
      "description": "Een briljant mysterie met een verrassend slot. Inspecteur Frank Benders en zijn assistente Paula van Es worden belast met het onderzoek naar de moord op een bejaarde man, die op brute wijze is vermoord in zijn nieuwe appartement. Al snel lijkt het om een laffe roofmoord te gaat, maar Benders' intuïtie zegt anders. Tegen alle regels in zet hij zijn onderzoek voort en wordt onverwacht gesteund door het Openbaar Ministerie. Dan volgt een tweede en identieke moord. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456727981?aid=kb-online-bibliotheek&sid=19&dts=1768116415877&sig=0a6238d6501ff1d5e941053a0d94c9934f8696bbabed2f742b438dc93e18f892&width=320",
      "dateSeen": "2026-01-12T07:21:46.235Z"
    },
    "79befcc0a318a859509ee1454ede6d6ffe1c30a2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456734171/basta--er-is-echt-alleen-maar-liefde-jolanda-tijmstra",
      "title": "Basta! Er is echt alleen maar liefde",
      "authors": "Jolanda Tijmstra",
      "description": "Basta! Er is écht alleen maar liefde is het ontroerende verhaal over een moeder en dochter, die de weg terugvinden naar elkaar middels vergeving en liefde. Zelfs als dat onmogelijk lijkt. Als Jolanda na een jarenlange radiostilte weer contact opneemt met haar moeder, blijkt zij ongeneeslijk ziek. Tijdens haar ziekbed wordt duidelijk hoeveel pijn er zit in de relatie tussen moeder en dochter. Jolanda worstelt nog altijd met de gevolgen van seksueel misbruik door haar stiefvader en de rol die haar moeder daarin speelde. Tijdens de laatste maanden van haar moeders leven lukt het haar hierover in gesprek te gaan en zo de knellende keten van pijn en destructiviteit in de familie te doorbreken. Basta! Er is écht alleen maar liefde is het ontroerende verhaal over hoe een moeder en dochter de weg terugvinden naar vergeving en liefde. Jolanda laat met haar autobiografie zien dat geen pijn te diep is om te kunnen helen en geen afstand te groot om te overbruggen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456734171?aid=kb-online-bibliotheek&sid=19&dts=1768363405406&sig=d98c73df7fede2313bd227eec01dca189991dd0dc175602299a129dcafef34f6&width=320",
      "dateSeen": "2026-01-14T07:20:07.699Z"
    },
    "116b19d79d67b672e4d5c6c49ff531f876e9650d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45673418X/ik--de-ander-jante-wortel",
      "title": "Ik, de ander",
      "authors": "Jante Wortel",
      "description": "Hij zegt dat hij haar het liefst zou willen opsluiten. Ergens waar niemand bij haar kan, alleen hij. Hij vraagt of het haar beangstigt dat hij dat zegt. Ze zegt nee, en dat meent ze. Pas als hij een tijdje naar haar nek blijft staren en toegeeft dat hij soms de neiging heeft om haar daar net zo lang te bijten tot ze begint te bloeden, tot ze het uitschreeuwt van de pijn en hem smeekt om te stoppen, begint ze zich af te vragen of dit wel normaal is. Of het normaal is om zoiets uit te spreken, laat staan om het te voelen.\n  In Ik, de ander trekt Jante Wortel je langzaam maar zeker mee in het drijfzand van een toxische relatie. Je blijft doorlezen omdat je wilt dat het stopt.\n  Over haar debuut Weerlicht:\n'Vaak moet je even naar adem happen.' - Het Parool\n'Op het puntje van je stoel.' - ⭑⭑⭑⭑, NRC\n'Zindert van onderhuids ongemak.' - ⭑⭑⭑⭑, De Telegraaf\n\nJante Wortel  (1996) debuteerde in 2022 met de roman Weerlicht die werd genomineerd voor De Bronzen Uil, Beste Boek voor Jongeren en de Hebban Debuutprijs. Ook werd ze opgenomen in 11 onder 35, een voorspelling van de literaire sterren van de toekomst door Marja Pruis. Ik, de ander is haar tweede roman. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45673418X?aid=kb-online-bibliotheek&sid=19&dts=1768363405396&sig=fdc94d47d7a6f945a58484e58fb323d2de5d354ff826cee42731f0ba5e93faa3&width=320",
      "dateSeen": "2026-01-14T07:20:07.895Z"
    },
    "840f4e56b8f3a2431494c0f7c3ccecd21c0e16b0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456734139/reizen-is-onzin-frank-heinen",
      "title": "Reizen is onzin",
      "authors": "Frank Heinen",
      "description": "Zonder zichtbare aanleg voor reizen gaan Frank Heinen en zijn vriendin (om onverklaarbare redenen ook wel dr. Pompsky genoemd) op pad: naar Italië, Noord-Frankrijk, naar China. Aangewezen op elkaar, in het schemergebied tussen afzien en vakantie, worstelend met tandwielen, menukaarten en onwillige pensionhouders, zijn ze op weg naar nergens.\n  Reizen is onzin gaat over de wens samen iets mee te maken en over het probleem dat er bij ieder uitzicht altijd iemand voor gaat staan - meestal jijzelf.\n  'Ik lees Frank Heinen altijd; hij is een van de beste schrijvers die we hebben, waar hij ook over schrijft. Hier zijn dat de reisavonturen van een stel met een talent om in treurige hotels terecht te komen. Heerlijk boek!' - Tim Krabbé\n\nFrank Heinen  (1985) is schrijver, journalist en columnist voor onder meer de Volkskrant en NOS Studio Voetbal. Met zijn boeken over sport won hij verschillende prijzen. In 2025 won hij het jubileumseizoen van De Slimste Mens. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456734139?aid=kb-online-bibliotheek&sid=19&dts=1768363405664&sig=a4d8741d6bc1461d67f589028756f7a193451d90a3cb7775917bd5325b1a805a&width=320",
      "dateSeen": "2026-01-14T07:20:08.104Z"
    },
    "a122abf71518ceafac73aa14e1395f52bfd29acb": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444724397/als-de-dieren-lieselot-mari%C3%ABn",
      "title": "Als de dieren",
      "authors": "Lieselot Mariën",
      "description": "In het twijfeldonker van onze kamer werd ik belaagd door gedachten zwart als kraaien, die hun rollende keelklanken in mijn schedel krasten en zwermend hun vleugels om mijn oren wiekten. Ze vlogen zo rakelings langs me heen dat ik de wind door hun veren hoorde suizen, als een scheur in het weefsel van de werkelijkheid.\nAls de dieren is een poëtische zoektocht naar taal en betekenis, voor een ervaring die zich tegen beide verzet.\n Lieselot Mariën  studeerde af in filosofie en rechten. Ze werkte achtereenvolgens in het theater, in de keuken en als advocaat. Tegenwoordig maakt ze audiodrama en -documentaires. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444724397?aid=kb-online-bibliotheek&sid=19&dts=1768370217458&sig=aeed945d61f90f6a369c4c543a2244e1541803f395d1a5a8286d573fd09862de&width=320",
      "dateSeen": "2026-01-14T07:20:08.310Z"
    },
    "49e0ce360b0c0ca6c56db50b2e63af2dda9434e3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448273489/speelvuur-jochem-van-der-stok",
      "title": "Speelvuur",
      "authors": "Jochem van der Stok",
      "description": "Pixelige computerspellen, soft-erotische films op tv, gabbermuziek in het jeugdhonk, carbidschieten met een giertank, schuurfeesten waarbij de mobiele eenheid moet ingrijpen, onhandige seks in een keet, stal, schuur of onder een net te kinderachtig dekbed: Speelvuur neemt je mee naar een plattelandsdorp in de jaren negentig, waar Tomas de Ridder probeert weerstand te bieden aan het geweld waarmee het volwassen leven zich aan hem opdringt.\n  Speelvuur is een gewaagd debuut dat een puberbrein tot in de vezels probeert te doorgronden - inclusief de verwarring, onmacht, geilheid en eenzaamheid die daarbij komen kijken.\n  'Jochem van der Stok schrijft prachtig over complexe pubervriendschappen op het platteland.' - Franca Treur\n\nJochem van der Stok  was zelf puber in de jaren negentig in een plattelandsdorp. Inmiddels is hij vader van drie kinderen en docent aan de Hogeschool van Amsterdam. Speelvuur is zijn debuutroman. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448273489?aid=kb-online-bibliotheek&sid=19&dts=1768370226405&sig=7e7688bce0b9ddc8137439e69bcbd5f181288d88ae11bfe36ae2d266f07f6c26&width=320",
      "dateSeen": "2026-01-14T07:20:08.547Z"
    },
    "f6b8aff64845121c10118b9fb1a64e27adf5344e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444687661/hannibal---gideon-maarten-inghels",
      "title": "Hannibal & Gideon",
      "authors": "Maarten Inghels",
      "description": "De olifant kijkt me aan, en tegelijkertijd door me heen. Ik houd de zwarte leiband vast, die losjes om zijn hals hangt. De riem is van leder maar het blijft een ketting. We moeten elkaar nog leren kennen. We hebben nog alle tijd.\n Schrijver Maarten Inghels besluit om met een olifant het voetspoor te volgen van Hannibal Barkas, die in 218 voor Christus met zevenendertig olifanten over de Alpen trok om de Romeinse vijand in de rug aan te vallen. Tot op de dag van vandaag zijn er honderden boeken geschreven waarin wetenschappers debatteren over de juiste Alpenpas die Hannibal nam. Ook ondernamen meerdere avonturiers eerdere pogingen om deze mythische tocht te herbeleven.\nWat dreef deze mannen om met olifanten de bergen in te trekken, in het spoor van de beroemde krijgsheer? En is avontuur niet gewoon ene geprivilegieerde vorm van vluchten?\nLeiband in de bezwete hand, met daaraan Gideon, een olifant uit een safaripark bij Lyon, begint Inghels aan de zware klim. Over tien dagen moet Italië in zicht zijn.\n Maarten Inghels  is dichter, schrijver en beeldend kunstenaar. In 2021 verscheen zijn roman Het mirakel van België over zijn ervaringen met de grootste meesteroplichter ter wereld. Van 2016 tot 2018 was hij Stadsdichter van Antwerpen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444687661?aid=kb-online-bibliotheek&sid=19&dts=1768367909738&sig=455034ea65eee209e4a4c9bce643680ba91b3b8bc07cc78e57a46c5ed01d1dbe&width=320",
      "dateSeen": "2026-01-14T07:20:08.753Z"
    },
    "24c80e089e8127cac61440c147c99eaf35dcb36c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448495023/het-gore-lef-sarah-arnolds",
      "title": "Het gore lef",
      "authors": "Sarah Arnolds",
      "description": "In de verhalen in Het gore lef wordt volop gelogen. Want een leugen is een geweldige manier om te ontsnappen aan de waarheid - die vaak te pijnlijk is, of te saai. En het is zo makkelijk. Iedereen kan het. Je liegt tegen je vrienden, je masseur, je ouders, je kinderen, je partner of tegen jezelf. Moeilijker is het om ermee op te houden.\n  'De verhalen van Sarah Arnolds zijn geweldig goed. Schrijnend én mild, laconiek en tegelijk vol mysterie. Ze trekken kalm maar doelgericht je hoofd binnen, om daar voorlopig niet meer weg te gaan. Niet te geloven dat dit een debuut is; elk verhaal treft doel.' -  Rob van Essen\n\n Sarah Arnolds  (1992) studeerde af aan de Gerrit Rietveld Academie. Ze schreef filmscenario's en publiceerde verhalen in De Gids, Extra Extra Magazine en MacGuffin. Het gore lef is haar debuut. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448495023?aid=kb-online-bibliotheek&sid=19&dts=1768375208836&sig=77c390ce29f84f850a0628f3742f1287d95997b7a1ae1a063cbe6faa6db7a25e&width=320",
      "dateSeen": "2026-01-14T07:20:09.013Z"
    },
    "f6daf1f86dd24023f09b623cfd2d89817539f52c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/446929301/alle-fonteinen-vincent-van-meenen",
      "title": "alle fonteinen",
      "authors": "Vincent Van Meenen",
      "description": "blaas in mijn hals\nmaak muziek\n  \"alle fonteinen gaat over de liefde - en de haat - die we koesteren voor degenen die ons verlaten hebben. Van Meenen weet dat rouw geen cirkel is, maar een spiraal.\" - Nadia de Vries Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A446929301?aid=kb-online-bibliotheek&sid=19&dts=1768363405641&sig=1368c2c0897ebbaa1466d570d382ff8eee0cd85a3a0927e21e32887fbe8d5696&width=320",
      "dateSeen": "2026-01-14T07:20:09.203Z"
    },
    "e07bc2468f29c3193a86b21149c378ac21faace2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456734120/ti-amo-hanne-%C3%B8rstavik",
      "title": "Ti amo",
      "authors": "Hanne Ørstavik",
      "description": "",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456734120?aid=kb-online-bibliotheek&sid=19&dts=1768364411852&sig=79a1fc5a9f49ecd39d36d570de3b4c14f85352e8d7ec6b957b7d5f06dcc0901e&width=320",
      "dateSeen": "2026-01-14T07:20:09.429Z"
    },
    "7eaf166a5a02e266a7bed18494628f34b9e80a8f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456734090/moeiteloos-veranderen-studiegids-andrew-wommack",
      "title": "Moeiteloos veranderen studiegids",
      "subtitle": "het woord is zaad dat je leven kan veranderen",
      "authors": "Andrew Wommack",
      "description": "Of je nu op zondag in de kerk onderwijs geeft, een kleine groep mensen onderwijst, iemand persoonlijk begeleidt of Moeiteloos veranderen voor jezelf bestudeert, deze studiegids is speciaal voor jou ontworpen! Iedere studie bestaat uit een Les, een Samenvatting, een Leidraad voor de Docent, Discipelschapsvragen, Antwoorden en Bijbelverzen. Sommige lessen bevatten ook Aanvullende Informatie. Van elke les kun je de Samenvatting, de Discipelschapsvragen en de Bijbelverzen gratis downloaden. Van deze materialen kun je net zoveel exemplaren afdrukken als je nodig hebt om anderen te onderwijzen. De andere materialen zijn voornamelijk bedoeld voor jou als docent. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456734090?aid=kb-online-bibliotheek&sid=19&dts=1768375209534&sig=969dd5872e8ba9dec94f2c8077c2a6ac309f82571f94f25b268061bf7fab4e30&width=320",
      "dateSeen": "2026-01-14T07:20:09.708Z"
    },
    "f967cf9f1d17107262e83aafff2f6aca75e98d28": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456734104/scherper-dan-een-tweesnijdend-zwaard-andrew-wommack",
      "title": "Scherper dan een tweesnijdend zwaard",
      "subtitle": "Een samenvatting van zestien krachtige predikingen waardoor het leven van duizenden is veranderd",
      "authors": "Andrew Wommack",
      "description": "Scherper dan een tweesnijdend zwaard is samengesteld uit samenvattingen van zestien van de meest gevraagde en belangrijke openbaringen die God mij gegeven heeft. Sommigen hebben dit een beknopt naslagwerk genoemd van mijn predikingen. Elk hoofdstuk behandelt een specifiek onderwerp in verkorte vorm. Dit maakt het veel eenvoudiger om te zien hoe deze waar­heden zowel betrekking hebben op elkaar, als afhankelijk zijn van elkaar. Bijvoorbeeld: Als je de genadeboodschap begrijpt, maar je hebt dit niet in evenwicht gebracht met geloof, dan zullen ze geen van beide doeltreffend in jouw leven werkzaam zijn. Ik wil je aanmoedigen om de tijd te nemen dit boek helemaal door te lezen, zodat je een globaal overzicht krijgt. Ga dan terug naar het begin en bestudeer het aanbevolen materiaal dat vermeld staat aan het eind van elk hoofdstuk. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456734104?aid=kb-online-bibliotheek&sid=19&dts=1768367910798&sig=5d9a2cb5a1ea7346f20ec3bf0c21117059c2291facac129f5893513f3ec0273e&width=320",
      "dateSeen": "2026-01-14T07:20:09.885Z"
    },
    "2ceb84aba8a6354f85a5e01b3fd773839eecd46b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456734082/leven-in-de-balans-tussen-genade---geloof-andrew-wommack",
      "title": "Leven in de balans tussen Genade & Geloof",
      "subtitle": "Twee sterke krachten samengevoegd om van God te ontvangen",
      "authors": "Andrew Wommack",
      "description": "Genade en geloof worden vaak gezien als krachten die lijnrecht tegenover elkaar staan. Aan de ene kant zijn er veel mensen die de nadruk leggen op Gods genade; zij geloven dat zodra ze gered zijn, de zegeningen van de Heer (vrede, genezing en voorspoed) uitgedeeld zullen worden naar Zijn soevereine wil. Aan de andere kant zijn er veel mensen die de nadruk leggen op geloof. Zij geloven dat wat we van God ontvangen van ons afhangt. Onze bereidheid om het Woord te bestuderen, te bidden en te vasten, naar de kerk te gaan en zelfs onze tiende te betalen, zal allemaal bepalend zijn voor Gods zegen in ons leven. Maar de echte waarheid ligt ergens in het midden. Genade en geloof zijn allebei onmisbare ingrediënten in onze wandel met de Heer. Als je echter op de ene de nadruk legt ten koste van de andere, dan zal - doordat er geen evenwicht is - het moeilijk zijn om van God te ontvangen. Dit gebrek aan begrip heeft geleid tot veel verwarring, frustratie en teleurstelling in het lichaam van Christus. De wereldwijd bekende bijbelleraar Andrew Wommack belicht vele van de misvattingen die hebben geleid tot deze schijnbaar tegenstrijdige opvattingen omtrent genade en geloof en onderwijst hoe je van God kunt ontvangen door ze met elkaar in balans te brengen. Als je moeite hebt met je relatie met God of met begrijpen waarom je gebeden niet beantwoord lijken te worden, dan is dit boek voor jou. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456734082?aid=kb-online-bibliotheek&sid=19&dts=1768375209970&sig=97ead4550b3b7a517aec1cd3d4d8e484d61573431edcd03b9179b378f67f4a52&width=320",
      "dateSeen": "2026-01-14T07:20:10.184Z"
    },
    "8708ca682b677e875df9a3f6039e61d3174309e1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456730583/ontaard-nicole-van-der-spek",
      "title": "Ontaard",
      "authors": "Nicole van der Spek",
      "description": "Wanneer er bij het Zilvermeer menselijke resten worden gevonden, duikt onderzoeksjournalist Maaike de Ridder in een oude vermissingszaak. Als voormalig oorlogsverslaggever kent ze de klappen van de zweep, maar niets bereidt haar voor op wat ze ontdekt. Hoe dieper Maaike graaft, hoe donkerder het familiegeheim dat boven water komt: een geheime adoptie, een verscheurd gezin en keuzes met onomkeerbare gevolgen. Terwijl ze dichter bij de waarheid komt, wordt ze in de gaten gehouden. Iemand die alles op alles zet om te voorkomen dat het geheim ooit het daglicht ziet. Sommige waarheden kunnen beter begraven blijven. Maaike weet één ding zeker: die moeten naar boven komen. Een thriller over offers, schuld en de prijs van de waarheid. Nicole van der Spek (1974) heeft als cultureel antropoloog en natuurvoedingsadviseur een rijke kennis en ervaring in menselijk gedrag, cultuur en gezondheid. Ze schrijft met diepgang over gevoelige thema's zoals rouw, verdriet en afscheid en ze schuwt daarbij maatschappelijke thema's onderwerpen niet. Van haar hand verscheen eerder de psychologische thriller Ongezien en de novelle Ontspoord. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456730583?aid=kb-online-bibliotheek&sid=19&dts=1768320035524&sig=5d9b970cefeb5c5945a59e7895804858ae189bcdb0c9136b57151e4f45493728&width=320",
      "dateSeen": "2026-01-14T07:20:10.647Z"
    },
    "c7d0ffd62115ebedb7b1f2a00e8a4b0d5fdfa8bf": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456730575/verhaaltjes-voor-het-sterven-gaan-chris-hoksbergen",
      "title": "Verhaaltjes voor het sterven gaan",
      "authors": "Chris Hoksbergen",
      "description": "Wat doe je als je psychiater zegt gedachten te kunnen lezen? Eva, een op non-actief gestelde arts, spreekt af in een verlaten kroeg met de psychiater die het oordeel over haar toekomst zal vellen. Wanneer deze man binnenkomt, lijkt hij niet alleen de sleutel te hebben tot Eva's grimmige verleden, maar ook tot dat van Jurgen, de ogenschijnlijk doodgewone barman. Met zijn onverwachte benadering en 'verhaaltjes voor het sterven gaan', verandert de psychiater de avond in een ontmoeting die alles wat Eva en Jurgen over het leven denken te weten, op zijn kop zet. Wat moeten ze met zo'n bizarre verschijning? En wat doen Eva en Jurgen als de beweringen van de psychiater in absurditeit toenemen? Verhaaltjes voor het sterven gaan is een duistere zoektocht naar de waarheid, waarin ieder woord en elke blik de personages dichter bij hun diepste angsten brengt Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456730575?aid=kb-online-bibliotheek&sid=19&dts=1768320210612&sig=8b4ba9d0898e1d85b407e7354cb587341d62c34315b80459dafbb7c86de36b7a&width=320",
      "dateSeen": "2026-01-14T07:20:11.124Z"
    },
    "fe77392664f83d234249e53c161029d40dd2577d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/431954844/one-for-the-birds-lily-mitchell",
      "title": "One for the birds",
      "authors": "Lily Mitchell",
      "description": "From a deal with the devil to heads in boxes and even a computer that goes on a rampage, One for the birds is a unique collection of short stories that makes you feel a bit uneasy in the end. In One for the birds, Lily Mitchell gives you surrealism, betrayal and some macabre situations in which the main characters find themselves lost or trapped. But that's not all. Here and there a main character learns valuable life lessons a little too late. Besides death and suspense you'll find a good dose of sarcasm. These short stories are an easy read and very variable. Are you particularly fond of scary stories than you don't want to miss out on these. ABOUT THE AUTHOR From a young age on, Lily Mitchell (1976) is intrigued by the famous short stories written by Edgar Allan Poe. With the thought 'it's now or never' she starts her writing career taking scenes from daily life and transforming them into scary stories where she can wander freely in the world of the macabre. Her fascination for the morbid and the strange is also seen in her work as an artist and photographer. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A431954844?aid=kb-online-bibliotheek&sid=19&dts=1768329750703&sig=d527f2c376821a7ec913c290d15207ca599a730eef67ce79f403670a227d5cd2&width=320",
      "dateSeen": "2026-01-14T07:20:11.633Z"
    },
    "4c638d9f321a9a11220a28a6a3ff501efc8dfa52": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/440370868/the-apples-of-milors-ralph-bunschoten",
      "title": "The Apples of Milors",
      "authors": "Ralph Bunschoten",
      "description": "Embark on a breathtaking adventure through the realm of Flameheath in \"The Apples of Milors,\" the poignant story of Anath Milor, a fearless warrior determined to rise above his family's violent legacy. As a respected and admired fighter, Anath inspires knights and commoners alike, all while seeking to distance himself from his cruel father's tainted reputation. Despite his noble intentions, Anath finds that the Milor name is synonymous with darkness, and the very realm he's sworn to protect now stands against him. As the weight of his ancestry bears down upon him, As he confronts the demons of his family, Anath must decide whether to follow the path of loyalty to his last name or succumb to the allure of love and the unknown In this spellbinding tale of sacrifice, redemption, and the struggle to define one's destiny, witness Anath Milor's fight for his soul and the future as a Milor. Will he emerge victorious, or will the shadows of the Milor legacy consume him? Prepare to be enthralled by this saga that will hold you captive until the final, heart-stopping page. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A440370868?aid=kb-online-bibliotheek&sid=19&dts=1768375211720&sig=48577b1804e1235a8e4218d5c1e9e4e9aead67d33e56b4683713238115c2046a&width=320",
      "dateSeen": "2026-01-14T07:20:12.190Z"
    },
    "b109e43a2d3175e6527498a360671a77908661bb": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/439190983/shadow-nymphs-garvin-pouw",
      "title": "Shadow nymphs",
      "authors": "Garvin Pouw",
      "description": "In the Valta, a vast enchanted forest assaulted by a dark curse, the local population of nymphs try to make best of what is left of their lost civilization. The dark warlord Isinger uses his mastery of magic to seduce powerful nymph sorcerers and enthrall them. On a quest for his own dark master, Isinger tasks Fellkra, his strongest shadow nymph, to track down a stray nymph that happens to survive his onslaught. Fellkra finds herself pitted against Nîve, a poisoned river nymph, who should be the easiest of prey. Fate, however, takes its own course as Fellkra’s sword betrays her in favor of Nîve’s clutching fingers. Did that happen by accident or has a larger play begun? Shadow Nymphs is an action packed, high fantasy, psychological, thrill ride. A novel that takes its reader across a vast exotic and surreal landscape as has never been imagined. It follows Nîve through the realms of tree nymphs, drift lakes and the ever high peaks of the Wreath, hoping to find salvation in the lost fortress of Light’s fall. Can hope really to be found or should one search for it within one’s heart? Garvin Pouw is a dutch fantasy author who has been sprouting out manuscripts for two decades. His debut Schaduwkoningin (The dutch version of Shadow Nymphs (2017)) quickly became an award-winning novel and paved the way for eight published titles thus far. Shadow Nymphs is his first novel to receive international treatment. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A439190983?aid=kb-online-bibliotheek&sid=19&dts=1768327569031&sig=d3b49294ac9072553e8d110bf8820db25fefacfffb3a02dba519bb4d26973f67&width=320",
      "dateSeen": "2026-01-14T07:20:12.607Z"
    },
    "ac8f547c0074c4b3a2b1fb8ce42436e644236451": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394786092/keihard---swingend-barend-toet",
      "title": "Keihard & swingend",
      "authors": "Barend Toet",
      "description": "Geschiedenis van Muziekkrant Oor.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394786092?aid=kb-online-bibliotheek&sid=19&dts=1768326243747&sig=670f4ac3b3f7251a021638ff85dcb4fe58a492bdd5efd6ad4d80b91813cd6f8a&width=320",
      "dateSeen": "2026-01-14T07:20:13.033Z"
    },
    "6631129a5c2b8deac2397848b455ac71de23e80c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394599543/dag-sanne-marjan-van-den-berg",
      "title": "Dag Sanne",
      "authors": "Marjan van den Berg",
      "description": "Sannes leven kent nauwelijks momenten van rust, ook nu beleeft ze van alles. Reina vertrekt met het hele gezin naar het buitenland, Sanne zonder werk achterlatend. Als ook echtgenoot Frank dan geheel onverwacht zijn baan verliest, lijkt het leven donkergrijs. Toch lukt het Sanne om de moed erin te houden en Frank uit zijn depressie te trekken. Samen gaan ze op zoek naar een nieuwe levensvervulling; ze kopen een camping! Frank gaat vol energie aan de slag en Sanne probeert de draden van haar oude en nieuwe leven met elkaar te verbinden. Ondertussen zorgt zoon Wichard voor een dubbelzinnige verrassing, lijkt vriendin Yvonne eindelijk het geluk te vinden en veroorzaakt zus Cathy de nodige opwinding.  De belevenissen van Sanne zijn verdrietig, vermakelijk, hartverwarmend, hilarisch en vol onvoorziene wendingen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394599543?aid=kb-online-bibliotheek&sid=19&dts=1768326232173&sig=87257e32d9c4f51b51629f72e464cb7a186bab2f0efe61d6d1c62a4ac4da47ef&width=320",
      "dateSeen": "2026-01-14T07:20:13.477Z"
    },
    "86b4dc8a4731c46e373efd094bf1bc5b9b78abc6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/39459956X/sanne-marjan-van-den-berg",
      "title": "Sanne",
      "authors": "Marjan van den Berg",
      "description": "Sanne is een gewone bijzondere vrouw; warm, hartelijk, onzeker, doortastend, kwetsbaar, stoer, dromerig, nuchter. En Sanne maakt van alles mee met de mensen om haar heen: Frank, haar echtgenoot die veel van huis is voor zijn werk, bedoelt het wel goed maar brengt het vaak zo miserabel. Wichard, haar vijftienjarige zoon, zoekt zoals een echte puber betaamt voortdurend de grenzen van haar moederlijke gezag. Yvonne, haar vriendin, denkt de ware liefde gevonden te hebben en het is Sanne die haar de minder rooskleurige waarheid moet vertellen. Reina, haar werkgeefster, klampt zich aan Sanne vast als aan een reddingsboei en sleept haar mee naar een paragnoste. Mathilde, haar moeder, heeft slechts oog voor één persoon: Henk Portielje, haar nieuwe vlam. Cathy, haar egocentrische zus, weet nog steeds hoe ze Sanne voor haar karretje moet spannen. En als het maar even rustig dreigt te worden, kondigt het volgende voorval zich alweer aan. Vermakelijk, verdrietig, hilarisch, pijnlijk, leuk, teleurstellend, maar bovenal: herkenbaar. Met Sanne leef je mee zoals met een goede vriendin. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A39459956X?aid=kb-online-bibliotheek&sid=19&dts=1768321366934&sig=8cbf92d5ce502e28e2bd24e28f6a148c17adbb57da27e151e029ea9d070b25fa&width=320",
      "dateSeen": "2026-01-14T07:20:13.949Z"
    },
    "5d5da21cf8c4e8c933b86eda769cbe5d2682bb77": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394599578/sanne--sanne-marjan-van-den-berg",
      "title": "Sanne, Sanne",
      "authors": "Marjan van den Berg",
      "description": "Samen met man Frank en zoon Wichard werkt Sanne keihard om hun camping 't Raetsel tot een succesvolle onderneming te maken. Maar kampeerders heb je niet voor het uitkiezen; de campinggasten zorgen regelmatig voor consternatie en plegen een aanslag op de gemoedsrust van Sanne en haar mannen. Eén campinggaste in het bijzonder gedraagt zich wel erg raadselachtige en doet de relatie van Sanne en Frank op zijn grondvesten trillen. Sanne hoopt bij haar vriending Yvonne op adem te kunnen komen, maar krijgt er juist een zorg bij als het tot haar doordringt hoe penibel de situatie is waarin Yvonne verkeert. Als de gebeurtenissen dan in een stroomversnelling raken word het zelfs echt gevaarlijk voor Sanne. Gelukkig houdt juffrouw Schaap het hoofd koel en grijpt doortastend in op die momenten dat het echt nodig is. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394599578?aid=kb-online-bibliotheek&sid=19&dts=1768325735395&sig=cdbd3eb1bde2155a6c127bed8baf2541aeff6d1ff8d50fbb2da8d33a43d68285&width=320",
      "dateSeen": "2026-01-14T07:20:14.367Z"
    },
    "cf1e34c27f24291a74d170d0f7db2c8fd92d51aa": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394599586/uit-het-leven-van-sanne-marjan-van-den-berg",
      "title": "Uit het leven van Sanne",
      "authors": "Marjan van den Berg",
      "description": "Sanne zorgt, holt en probeert het thuisfront zo goed mogelijk te bewaken, terwijl haar man Frank in het buitenland zit voor zijn werk. En Sanne heeft haar handen vol: Moeder Mathilde krijgt overwacht een zwaar verlies te dragen en kan bij haar dappere beslissingen rekenen op Sannes onvoorwaardelijke steun. Zus Cathy gedraagt zich zo onmogelijk dat Sanne wel gedwongen wordt om harde waarheden te spreken. Zoon Wichard dreigt verliefd te worden, heeft zijn zinnen gezet op een brommer en houdt met zijn nachtelijke avonturen Sanne uit haar slaap. Vriendin Yvonne wordt door de man van haar dromen meegesleurd in een nachtmerrie, waaruit Sanne haar slechts ternauwernood kan redden.  Werkgeefster Reina brengt onder bijzondere omstandigheden een gezonde dochter ter wereld. Vanaf dat moment is de band tussen Sanne en Reina hechter dan ooit. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394599586?aid=kb-online-bibliotheek&sid=19&dts=1768319519738&sig=e99fed0a0e899b0a30a84fc92ecca0f7711cce55c56b8f1045a042f2578b1e92&width=320",
      "dateSeen": "2026-01-14T07:20:14.819Z"
    },
    "54c7f9f215ae84540b48af52d5bf1cabdd6ee995": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394599713/alleen-sanne-marjan-van-den-berg",
      "title": "Alleen Sanne",
      "authors": "Marjan van den Berg",
      "description": "Alleen Sanne is het vijfde boek over de belevenissen van Sanne - hartveroverend, hilarisch, soms verdrietig, en vol onvoorziene wendingen.  Sannes moeder overlijdt plotseling, waarna een raadselachtige man, op wie ze tijdens een vakantie verliefd was geworden,voor heel wat verwikkelingen zorgt. Sanne staat er tamelijk alleen voor, want zoals gebruikelijk is haar zus Yvonne haar eerder tot last dan tot steun. Onderwijl raakt zoon Wichard zo hevig verliefd op een tien jaar oudere vrouw met twee kindern, dat hij zijn nuchtere kijk op de werkelijkheid verliest en Sanne voor het eerst in haar leven niet weet hoe ze hem kan bereiken. En alsof dit niet al genoeg onrust oplevert, wordt de toekomst van camping 't Raetsel ook nog bedreigd door de aanleg van een industrieterrein. Gelukkig staat Juffrouw Schaap Sanne terzijde. Ze houdt er vreemde methoden op na, die echter wel uiterst effectief zijn. Van haar man Frank hoeft Sanne geen steun te verwachten. Het wordt haar steeds duidelijker hoe eenzaam ze eigenlijk is en hoe weinig haar huwelijk nog voorstelt... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394599713?aid=kb-online-bibliotheek&sid=19&dts=1768326279768&sig=a8d205ad45a07c6a6fd476ce3bb9b414f31d0616268aa868294ce2e8d8d96960&width=320",
      "dateSeen": "2026-01-14T07:20:15.241Z"
    },
    "2d678bd5c0068f7468efc8bcae368011d0ad8222": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394786572/of-ik-gek-ben-michiel-stroink",
      "title": "Of ik gek ben",
      "subtitle": "roman",
      "authors": "Michiel Stroink",
      "description": "Een jonge kunstenaar vertelt over zijn leven in een tbs-kliniek.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394786572?aid=kb-online-bibliotheek&sid=19&dts=1768320411403&sig=2f81aa5fec5555cbd481fb5bb46a0f5b85b538d674db019824f5ed8eeedfe752&width=320",
      "dateSeen": "2026-01-14T07:20:15.730Z"
    },
    "ece9a5f6a43422645cfd263d0f2f6687c6351e8c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394601920/echt-sanne-marjan-van-den-berg",
      "title": "Echt Sanne",
      "authors": "Marjan van den Berg",
      "description": "Echt Sanne is het negende boek over het leven van Sanne, dat steeds turbulenter lijkt te worden. Nieuwe zorgen stapelen zich op. Wat is er toch met Wichard aan de hand en waarom heeft Sanne zo'n akelig vermoeden dat zijn nieuwe zakenpartner niet zuiver op de graat is? De aanblik van de man alleen al maakt haar hypernerveus. Op geruststellende woorden van juffrouw Schaap hoeft Sanne ook niet te rekenen, integendeel: er komen kruidenzakjes en andere 'wapens' aan te pas in een poging de kwade krachten te keren. Sanne moet door een dal, zo diep dat het bijna onmogelijk lijkt om er uit te klimmen. Ergens weet ze echter weer de kracht te vinden om haar rug te rechten en samen met haar trouwe hond Hazel naar de toekomst te kijken. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394601920?aid=kb-online-bibliotheek&sid=19&dts=1768319049853&sig=594515233a7aded8b656ef54211edcb464d902d040252404571cb05ed67db7af&width=320",
      "dateSeen": "2026-01-14T07:20:16.150Z"
    },
    "59eee81a93dd45952b43eb8fd48d0bf8257af580": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394790251/tilt-michiel-stroink",
      "title": "Tilt",
      "subtitle": "roman",
      "authors": "Michiel Stroink",
      "description": "Als een obsessieve pokerspeler in het ziekenhuis belandt, begint een pokerspel op dood en leven.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394790251?aid=kb-online-bibliotheek&sid=19&dts=1768375216246&sig=bd8767c899989e31f39f78715ecd2270389aa3f2698e7f191087de72ef6d7422&width=320",
      "dateSeen": "2026-01-14T07:20:18.460Z"
    },
    "1df6835277f43140b486455b07e031b32a2c9819": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394759605/tonic-ralf-mohren",
      "title": "Tonic",
      "authors": "Ralf Mohren",
      "description": "Arthur Poolman is alcoholist. Hij leeft in een wereld waarin drank de baas is. Het begint met de weekends: de teugels los, alle zorgen voor even vergeten. Maar het kan niet altijd vrijdagavond zijn. De werkweek schudt hem wakker, en steeds meer heeft hij drank nodig om nog te kunnen functioneren op de middelbare school waar hij lesgeeft. Steeds vaker verliest hij de controle over de angst en de schaamte vanbinnen, die hem alleen maar meer, meer, méér laat drinken om te vergeten, te verdringen. Arthur valt steeds dieper, onbereikbaar voor zijn dierbaren, tot hij de bodem raakt. Daar rest hem nog maar één keuze: nooit meer drinken of alles verliezen.\nIn rauw en eerlijk proza beschrijft Mohren in Tonic hoe Arthur vecht tegen zijn alcoholverslaving. En hoe hij uiteindelijk bij de AA de steun en herkenning vindt die hij nodig heeft om iedere dag weer op te kunnen staan met de zekerheid: vandaag drink ik niet. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394759605?aid=kb-online-bibliotheek&sid=19&dts=1768328092826&sig=2abf4fedc4e0c8645319792e7ccaddfac7d075c70f14815f69995fe8f3bac144&width=320",
      "dateSeen": "2026-01-14T07:20:18.833Z"
    },
    "078b538a6eca8a9934c37cb3eed5f3f575682081": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394760867/echt-sanne-marjan-van-den-berg",
      "title": "Echt Sanne",
      "authors": "Marjan van den Berg",
      "description": "Echt Sanne is het negende boek over het leven van Sanne, dat steeds turbulenter lijkt te worden. Nieuwe zorgen stapelen zich op. Wat is er toch met Wichard aan de hand en waarom heeft Sanne zo'n akelig vermoeden dat zijn nieuwe zakenpartner niet zuiver op de graat is? De aanblik van de man alleen al maakt haar hypernerveus. Op geruststellende woorden van juffrouw Schaap hoeft Sanne ook niet te rekenen, integendeel: er komen kruidenzakjes en andere 'wapens' aan te pas in een poging de kwade krachten te keren. Sanne moet door een dal, zo diep dat het bijna onmogelijk lijkt om er uit te klimmen. Ergens weet ze echter weer de kracht te vinden om haar rug te rechten en samen met haar trouwe hond Hazel naar de toekomst te kijken. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394760867?aid=kb-online-bibliotheek&sid=19&dts=1768327568597&sig=7e0f4bb3d07bff11470507a586d81e6a1b75624f5a3d35b4e6458d75e593cbeb&width=320",
      "dateSeen": "2026-01-14T07:20:19.241Z"
    },
    "e7dff38bfa0f98f1c081f2c65964b06fd587776e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394942493/exit-michiel-stroink",
      "title": "Exit",
      "subtitle": "roman",
      "authors": "Michiel Stroink",
      "description": "Een man rekent af met het verleden en probeert een nieuwe zingeving in zijn leven te vinden.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394942493?aid=kb-online-bibliotheek&sid=19&dts=1768375219331&sig=e612344b54ed1ebb99d05ae8c414e5308cffad459319ead326d2912c4f752035&width=320",
      "dateSeen": "2026-01-14T07:20:19.695Z"
    },
    "8441a23be6886aa6c3571d31b1a03419c52e6673": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/398128022/een-fado-voor-mijn-vader-fernando-lameirinhas---frank-van-herk",
      "title": "Een fado voor mijn vader",
      "authors": "Fernando Lameirinhas | Frank van Herk",
      "description": "Autobiografie van de Portugese componist, zanger en gitarist Fernando Lameirinhas, die in vele landen werkzaam was om ten slotte in Amsterdam een geheel eigen plek in de muziek te veroveren.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A398128022?aid=kb-online-bibliotheek&sid=19&dts=1768327568576&sig=63a669016cff90c7100ddf007c92a740f0d68b25f7728a8269880b47f30a17d3&width=320",
      "dateSeen": "2026-01-14T07:20:20.102Z"
    },
    "d611aa109f2dc9f405b985608d721eea2675022c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456747702/de-verdwenen-deense-sara-bl%C3%A6del",
      "title": "De verdwenen Deense",
      "authors": "Sara Blædel",
      "description": "Een huisvrouw wordt het doelwit van een schokkende en koelbloedige moord. Ze wordt met een jachtgeweer door het keukenraam neergeschoten - dood nog voordat ze de grond raakt. Hoewel de moord in Engeland plaatsvindt, blijkt het slachtoffer, Sofie Parker, de Deense nationaliteit te hebben. Daarbij: ze is al bijna twintig jaar als vermist opgegeven. Daarom wordt Louise Rick bij de zaak betrokken. Dan ontdekt de politie iets onverwachts: Sofie werd achttien jaar geleden als vermist opgegeven door niemand minder dan Eik, Louises collega én geliefde. Impulsief als altijd reist Eik meteen naar Engeland, waar hij vervolgens wordt gearresteerd op verdenking van moord. Gekweld door het verleden, en doodongerust over Eik, staat het nu aan Louise om de dader te vinden - in wat haar meest controversiële zaak tot nu toe zal worden... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456747702?aid=kb-online-bibliotheek&sid=19&dts=1768554723784&sig=de25ee4eeaa3e30b351d85f1566ac71f3c62776f1cfcc9b27e1542d9733005fc&width=320",
      "dateSeen": "2026-01-17T07:14:11.327Z"
    },
    "edb1ff1d041f113ea6f21a1993be410fbf061fbf": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456747842/tot-ik-mezelf-vond-maxine-morrey",
      "title": "Tot ik mezelf vond",
      "authors": "Maxine Morrey",
      "description": "Om ware liefde te vinden moet je eerst jezelf vinden.  Fleur French lijkt achtervolgd te worden door pech als het op het leven en de liefde aankomt. Haar vriend Jasper lijkt haar alleen leuk te vinden als ze zichzelf helemaal aanpast aan zijn beeld van de perfecte partner, net als in haar vorige relaties. Dus wanneer ze plots vrijgezel is, en zowel haar baan als haar huis verliest, besluit ze eindelijk om zichzelf te zijn - alleen weet ze niet wie dat is.\nMatt Morgan heeft dingen meegemaakt in het leger die hij nooit zal vergeten, maar nu hij terug is in Wales, lijkt de adembenemende schoonheid van het platteland hem te helpen tot rust te komen. En wanneer Fleur een baan aanneemt in het hotel van zijn moeder, realiseert hij zich dat zij die rust ook wel kan gebruiken - helaas lijkt het niet tot haar door te dringen.\nHet is moeilijk om jezelf te zijn wanneer je je altijd hebt aangepast aan anderen. Maar een nieuwe toekomst brengt nieuwe kansen met zich mee, en Fleur begint langzaam op te bloeien. Tijdens de zoektocht naar zichzelf, lijkt het erop dat ze toch weleens geluk kan hebben in de liefde.  'Ik hou van Maxines boeken - het is zo leuk om in haar wereld te zijn.' - Portia MacIntosh Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456747842?aid=kb-online-bibliotheek&sid=19&dts=1768557263809&sig=00fc62eae9660ae4f5c58877285aefb750df9a7e1fd33b0b857f262caf6ae232&width=320",
      "dateSeen": "2026-01-17T07:14:11.750Z"
    },
    "f63208286e8c4a92ea9a250e8c81819e7946b27b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456748008/de-honden-die-we-zijn-alex-boogers---leon-verdonschot",
      "title": "De honden die we zijn",
      "authors": "Alex Boogers | Leon Verdonschot",
      "description": "De Honden Die We Zijn is een gesprek tussen deze twee vrienden die drie liefdes delen: literatuur, vechtsport, en honden. Een ode aan de hond en de band tussen dier en mens. Het boek verkent de hond in populaire cultuur, films en literatuur. Leon en Alex vragen vragen zich af waarom zoveel mensen honden nodig hebben. Wat ze betekenen. Wat ze ons geven. Wat ze ons nalaten. Hoe ze naar ons kijken, als de honden die ze denken dat we zijn, als de mensen die we zijn, de mensen die we kunnen zijn, die we misschien moeten zijn.  Van Cesar Millan tot de honden in verhalen van Franz Kafka, van de legendarische Japanse hond Hachi tot de puppy van John Wick: ze komen allemaal langs in de levendige, sprankelende dialoog van Boogers en Verdonschot, die ook zichzelf en elkaar bevragen, uitdagen en troosten over hun liefde voor honden, en alles waar die voor staat. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456748008?aid=kb-online-bibliotheek&sid=19&dts=1768628765600&sig=931016cc5dedab37ce166db86ce7fd0f78dcbb75aa3abf46e8edd69b50d91a65&width=320",
      "dateSeen": "2026-01-17T07:14:12.260Z"
    },
    "9b6dabd598d2758792fdb8bf9e48a7d92efabf82": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456747710/zachtjes--neem-ik-afscheid-priscilla-presley",
      "title": "Zachtjes, neem ik afscheid",
      "subtitle": "Leven na Elvis",
      "authors": "Priscilla Presley",
      "description": "Zachtjes, neem ik afscheid is de langverwachte en intieme memoires van Priscilla Beaulieu Presley. Op haar veertiende ontmoette Priscilla Elvis, drie jaar later bezocht ze hem op Graceland. Ze trouwden en Elvis en Graceland zouden haar nooit meer loslaten ondanks hun scheiding en zijn dood in 1977. Ze hadden immers samen dochter Lisa Marie. Priscilla Presley zorgde ervoor dat Graceland behouden bleef als erfgoed, ontpopte zich als dierenactivist, iconisch komedie-actrice en ondernemer. Maar ze is vooral een moeder en vrouw. Achter de glamour, zit een geschiedenis van een man en kinderen met verslavingen. Een verhaal over jezelf blijven ontwikkelen om te overleven. Maar het onverwachte, verwoestende verlies van drie naaste familieleden bracht Priscilla op haar knieën. Ze deelt haar reis met een waardigheid die troost en geruststelling biedt aan iedereen die heeft geleden en een schijnbaar ondraaglijk verlies heeft doorstaan. Een gepassioneerd en voor iedereen inspirerend verhaal over het vinden van je plek in de wereld, Zachtjes, neem ik afscheid, neemt de lezer mee met Priscilla op haar lange weg naar huis en het verwerken van verlies. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456747710?aid=kb-online-bibliotheek&sid=19&dts=1768634052366&sig=aef3f3a449ac5466d5abc2dba08bac365b1c985ad4d532f3e6255c94513df373&width=320",
      "dateSeen": "2026-01-17T07:14:12.803Z"
    },
    "5ad4afb79a736123621133fb473f71f8917b90c5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456748040/de-schat-van-de-vrijheid-ellen-neslo",
      "title": "De schat van de vrijheid",
      "authors": "Ellen Neslo",
      "description": "Paulina (1768 - 1861) werd geboren in slavernij op een suikerplantage aan de Surinamerivier, meer dan twintig jaar later zou ze haar vrijheid krijgen door aannemer Klaas van der Meer, die haar en hun twee kinderen zou vrijkopen. Naderhand zou nog een derde kind in vrijheid worden geboren. Als vrije burger in Paramaribo behoorde ze tot de middenklasse met een groot huis, werd ze eigenaar van verschillende huisslaven en zou ze haar zoon zien uitgroeien tot directeur van een plantage.  Met compassie en mededogen reconstrueert historicus Ellen Neslo het leven van haar voorouder, waardoor de geschiedenis van de slavernij en het afschaffen daarvan invoelbaar en begrijpelijk wordt en ontdoet ze die van de clichés en morele (voor)oordelen die latere generaties eroverheen hebben gelegd. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456748040?aid=kb-online-bibliotheek&sid=19&dts=1768558851452&sig=472bdda42960155ee95473717683e3405f59c51dbcc1cf589145c48b82d60eb1&width=320",
      "dateSeen": "2026-01-17T07:14:13.257Z"
    },
    "6540ec308d9a38e25fc5cddf8a8f350aef8622de": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456748164/het-lichaam-is-onschuldig-gaite-jansen",
      "title": "Het lichaam is onschuldig",
      "authors": "Gaite Jansen",
      "description": "Wanneer de ambitieuze Margaret de kans krijgt om te dansen bij het prestigieuze gezelschap The National in New York, laat ze zonder aarzelen haar leven en geliefde in Nederland achter. Maar al op de eerste dag van de repetities wordt ze totaal overweldigd: niet alleen door de intensiteit van de choreografie, maar vooral door Olivia, een charismatische en beroemde choreografe die twintig jaar ouder is dan zij.  Wat begint als bewondering, groeit uit tot een allesomvattende obsessie. Margaret raakt verstrikt in een gevaarlijke driehoeksverhouding van verlangen en macht, waarin niet alleen Olivia, maar ook haar man - de artistiek leider van The National - een beslissende rol speelt.  Het lichaam is onschuldig is een beklemmende roman over manipulatie, hartstocht en de grens tussen overgave en verlies van jezelf. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456748164?aid=kb-online-bibliotheek&sid=19&dts=1768634053363&sig=99592fb3c80a8fb9ea68a0deba446e172a036c826ae704105463a6d2ee4062dc&width=320",
      "dateSeen": "2026-01-17T07:14:13.913Z"
    },
    "fca214812941a628dbd857a60e0ee2619d4f3b44": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456747818/zanger-ronald-zingt-de-blues-walter-van-den-berg",
      "title": "Zanger Ronald zingt de blues",
      "authors": "Walter van den Berg",
      "description": "Als volkszanger Ron te horen krijgt dat hij ongeneeslijk ziek is, besluit hij de dag door te brengen zoals hij altijd heeft geleefd: zingend in kroegen, weglopend van verantwoordelijkheden. Met zijn twijfelachtige vriend Joop Vissekom verzint hij een benefietconcert waarbij de bekende zanger Marco B. zou komen optreden - een plan dat net zo onwaarschijnlijk is als Rons pogingen zijn leven op orde te krijgen.  Maar terwijl hij van kroeg naar kroeg zwalkt, met een groeiend publiek op Facebook en een denkbeeldige Marco B. in het vooruitzicht, dringen de spoken uit zijn verleden zich op. De stilte van zijn vader, het geweld van zijn stiefvader, zijn eigen tijd in de gevangenis, en vooral: zijn mislukte vaderschap. Zijn broer Cor probeert hem te laten zien dat niet de grote drama's, maar juist de stille verwaarlozing het meeste pijn doet - een les die Ron misschien te laat leert.  Zanger Ronald zingt de blues is een tragikomisch verhaal over vaders en zonen, over weglopen en thuiskomen, en over hoe de kleinste leugens die we onszelf vertellen soms de grootste zijn.  Quotes:  'Lees Walter van den Berg!' Arjen Lubach  'Heel erg goed, zo 'klein' en daardoor groots, zo zwierig en gecontroleerd.' Gerbrand Bakker  'Zanger Ronald lives a little, sings a little, 'sloeg een man de pijp uit', raakt alles kwijt en komt tot helderheid.' Manon Uphoff Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456747818?aid=kb-online-bibliotheek&sid=19&dts=1768634054025&sig=59812afb8e360aa03de4daf52bfdbddd62dcef29addeb855c1aa0f3ff945a435&width=320",
      "dateSeen": "2026-01-17T07:14:14.482Z"
    },
    "21708924f42f7177e40c0803b1392b314c7519fa": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456747893/voor-we-oud-worden-clare-swatman",
      "title": "Voor we oud worden",
      "authors": "Clare Swatman",
      "description": "Vijfentwintig jaar later is de liefde van haar leven terug. Wil het lot hen een tweede kans geven?  Toen de zevenjarige Fran Will voor het eerst ontmoette, wist ze meteen dat ze voor elkaar gemaakt waren. Elf jaar lang waren ze onafscheidelijk, maar toen verdween Will op achttienjarige leeftijd plotseling uit haar leven.  Vijfentwintig jaar later is Will terug. Kan ze hem nog een kans geven?  Fran draagt het liefdesverdriet van al die jaren nog steeds met zich mee en gunt hem geen blik waardig. De prijs die Will moet betalen is de waarheid: de waarheid over waarom hij vertrok, en waarom hij nu is teruggekeerd. Maar ook Fran heeft zo haar eigen geheimen. Het moment is aangebroken om te beslissen wat zij en Will echt willen in het leven - voor het te laat is.  Perfect voor fans van Sophie Cousens en Isabelle Broom. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456747893?aid=kb-online-bibliotheek&sid=19&dts=1768634054594&sig=2c07cd7bfdc7ccc900d2a40c785bef99c35ddeb6840767db4a9b3b0ba1ed0d70&width=320",
      "dateSeen": "2026-01-17T07:14:16.978Z"
    },
    "2a236120a5df0b7797536638a9ec25ee146107be": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456748121/katabasis-r--f--kuang",
      "title": "Katabasis",
      "authors": "R. F. Kuang",
      "description": "Katabasis , zelfstandig naamwoord, Oudgrieks: Het verhaal van een held die afdaalt naar de onderwereld  Doctoraatstudente Alice Law heeft alles opgeofferd om samen te werken met professor Grimes, de briljantste magiër aan Cambridge. Maar dan sterft hij in een magisch ongeluk dat háár schuld is.  Nu zit Grimes in de Hel, en Alice moet hem terughalen. Niet uit loyaliteit, maar omdat zijn aanbeveling haar toekomst bepaalt. En zelfs de dood zal haar niet weerhouden haar dromen na te jagen... Net zomin als haar academische rivaal, Peter Murdoch, die precies hetzelfde plan heeft.  De Hel binnengaan is niet zo moeilijk. Maar een ziel redden én heelhuids terugkeren? Dat is een heel ander verhaal... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456748121?aid=kb-online-bibliotheek&sid=19&dts=1768557254755&sig=9ced1bac278380c7efab42f5fb9d3719c9f7b2db798691d486f5652e39706fc2&width=320",
      "dateSeen": "2026-01-17T07:14:17.477Z"
    },
    "85ab2a5357d569169919b39120bf7e7674db4d40": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456748075/blinde-godin-anne-holt",
      "title": "Blinde godin",
      "authors": "Anne Holt",
      "description": "Advocate Karen Borg stuit in Oslo op het lichaam van een vermoorde junk. Het lijkt een eenvoudige drugsmoord. Maar wanneer kort daarna een met bloed besmeurde Nederlander wordt gearresteerd, wil deze alleen Karen Borg als verdediger.  Rechercheur Hanne Wilhelmsen en officier van justitie Håkon Sand krijgen de zaak toegewezen. Wat begint als een moordonderzoek, onthult al snel een netwerk van corruptie dat zich uitstrekt tot in de hoogste regionen van de Noorse politie en regering.  Terwijl Hanne steeds dichter bij de waarheid komt, beseft Karen dat gerechtigheid niet zo blind is als ze dacht, en dat haar eigen leven op het spel staat. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456748075?aid=kb-online-bibliotheek&sid=19&dts=1768623890116&sig=4f32ef79dcb847cf0fb466108d6012630dfd4fdd70d2168f8a05eb4a0373e4ef&width=320",
      "dateSeen": "2026-01-17T07:14:17.957Z"
    },
    "70c6c1bd2827bd37c0fcd4bc68482c6867028a03": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456748172/hoe-overleef-ik-een-horrorfilm-scarlett-dunmore",
      "title": "Hoe overleef ik een horrorfilm",
      "authors": "Scarlett Dunmore",
      "description": "Als Charley wordt toegelaten op een afgelegen kostschool, is ze vastbesloten om niet te veel op te vallen... maar dan begint iemand leerlingen uit haar eindexamenklas te vermoorden. Van uitvoerige dreigementen tot afgehakte hoofden in koelkasten aan toe, het lijkt wel alsof Charley zelf in een horrorfilm zit! En dat is niet het enige: ze blijkt nu ineens ook de geesten van haar voormalige klasgenoten te kunnen zien?! Lukt het Charley en haar beste vriendin Olive om de moorden op te lossen? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456748172?aid=kb-online-bibliotheek&sid=19&dts=1768557279423&sig=a90a02729f5c622e36053a896353835bb6e76687b1c94467612d8d524e9e9a77&width=320",
      "dateSeen": "2026-01-17T07:14:18.396Z"
    },
    "03142d168ebf5e7566af41a64942a4e025062956": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456747958/de-japanse-wijsheid-van-ma-miriam-evers",
      "title": "De Japanse wijsheid van ma",
      "subtitle": "Op zoek naar de waarde van leegte in een volle wereld",
      "authors": "Miriam Evers",
      "description": "Hoe meer ruimte tussen de dingen je leven kan veranderen In een wereld die steeds voller, sneller en luider wordt, raken we iets essentieels kwijt: de tussenruimte. Die ogenschijnlijk lege momenten waarin niets hoeft en alles mag ontstaan. In Japan bestaat daar een prachtig woord voor: ma. Het gaat over de ruimte tussen de dingen - en vooral over de kwaliteit van die ruimte. De pauze tussen twee ademhalingen. De stilte die een gesprek diepgang geeft. De leegte waarin iets nieuws kan ontstaan. Miriam Evers ging op zoek naar ma. Ze reisde naar Japan en sprak met filosofen, kunstenaars en denkers als Erik Scherder, Joke J. Hermsen en Michel Dijkstra. Zo ontdekte ze hoe actueel deze oude Japanse wijsheid is. Dit boek is een pleidooi om ruimte terug te vinden. Het nodigt je uit om opnieuw te kijken naar wat er tussen de dingen zit - in tijd, in ruimte en in relaties. Niet alles hoeft gevuld of gezegd te worden, want juist in die leegte ontstaat betekenis, rust en verbinding. Met een voorwoord van Joke J. Hermsen. Anderen over De Japanse wijsheid van ma: 'Aanstekelijke verkenning van de fundamentele leegte van ma, het vormende niets tussen de spaken van het wiel'. -Tommy Wieringa 'Wat een prachtig boek is dit. Miriam neemt je mee in haar onderzoek naar de tussenruimte die het leven meer reliëf en diepgang geeft, die verfrist en inspireert. Al tijdens het lezen kun je de ma in je ziel voelen sijpelen, het effect van meer rust en ruimte.' -Lisette Thooft 'Miriam Evers weet door te dringen in de essentie van stilte als een voorportaal voor creatie en geboorte.' - Susan Smit, auteur van \"De wijsheid van de heks\" Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456747958?aid=kb-online-bibliotheek&sid=19&dts=1768568292301&sig=cca7578be69cc0573cda2efc6ebe63973b868524736cb0826f5ac374fdb3ec47&width=320",
      "dateSeen": "2026-01-17T07:14:18.888Z"
    },
    "8b36935579021b7ffffb1744cdd38c0798a7e93a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456747885/de-ijsdoder-ross-greenwood",
      "title": "De IJsdoder",
      "authors": "Ross Greenwood",
      "description": "Het derde deel in de bloedstollende Inspecteur Barton-serie.  De winter komt eraan, en inspecteur Barton staat voor de zwaarste zaak uit zijn carrière...  De therapeut van Ellen Toole heeft haar aangeraden het verleden achter zich te laten, maar met haar geheimzinnige familiegeschiedenis, is dat makkelijker gezegd dan gedaan. De lange winternachten werpen hun dreigende schaduw, en nu haar moeder op sterven ligt, voelt Ellen zich eenzamer dan ooit. Wanneer blijkt dat Ellens moeder geheimen heeft bewaard over een verleden dat nog duisterder is dan ze ooit had kunnen vermoeden, moet ze antwoorden vinden als ze enige hoop op een toekomst wil hebben.  Inspecteur Barton en zijn team zijn nog aan het bijkomen van een bijzonder zware en gruwelijke zaak, dus een melding van een ontvoering, gevolgd door de vondst van twee lichamen, komt op het slechtst mogelijke moment. Er loopt een moordenaar rond, en die moet gestopt worden voordat hij opnieuw toeslaat. Deze winter staat wraak centraal in Ellens gedachten, en Barton worstelt met zijn moeilijkste zaak tot nu toe.  Hoe kan Barton de waarheid achterhalen als alle getuigen dood zijn? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456747885?aid=kb-online-bibliotheek&sid=19&dts=1768554303732&sig=fbe68008cb000adabc03dbdc5bcb75df950170d72315c93140269256e690a5d4&width=320",
      "dateSeen": "2026-01-17T07:14:19.320Z"
    },
    "6e903b1ae9c0104fef9ade6133ab7c9e44f88507": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456748059/ik-sta-in-wilde-schoonheid-susan-smit",
      "title": "Ik sta in wilde schoonheid",
      "subtitle": "Meer dan 100 gedichten over het vrouwenlichaam, geschreven door vrouwen",
      "authors": "Susan Smit",
      "description": "Lieve vrouw, kom erbij. Wees welkom in onze prachtige, weelderige, wilde tuin. Wandel maar naar binnen, hier zijn we onder elkaar. Zie hoe mooi en sterk ons vrouwenlichaam is, inclusief al onze eigenaardigheden. Hoe fijntjes ze is afgestemd. Hoe ze jong en onbezonnen kan zijn, hoe ze leven kan geven en hoe ze tekens draagt van de tijd. Hoe ruimhartig ze in staat stelt om te jubelen, te rouwen, te verwerken, te verlustigen.  In deze bundel staan meer dan 100 gedichten over het vrouwenlichaam, door Nederlandse en Vlaamse dichters die er een bewonen, geselecteerd door Susan Smit. Ik sta in wilde schoonheid wil bevrijden en aanklagen, maar vooral vieren. Want een vrouw zijn, is verrukkelijk. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456748059?aid=kb-online-bibliotheek&sid=19&dts=1768634059431&sig=7f62ee5244adca6c635466817850d7c59d42429f56c6a39742b0e3255a9782b2&width=320",
      "dateSeen": "2026-01-17T07:14:19.834Z"
    },
    "4ef283cb2dab38a3cc656a99ddfa021c6398f613": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456748091/het-huis-chouette-fenneke-wekker",
      "title": "Het huis Chouette",
      "authors": "Fenneke Wekker",
      "description": "Op de vlucht voor zichzelf en haar verleden koopt Janneke een oud huis in een boerendorp in Frankrijk om tot rust te komen. Ondanks haar onverklaarbare liefde voor het koude, gehavende arbeidershuisje, gaat het nestelen niet vanzelf.  Om haar eigen demonen te bezweren verdiept ze zich in de geschiedenis van de familie Chouette die het huis drie generaties bewoonde: grootvader Leon en grootmoeder Josephine die zonder de Eerste Wereldoorlog niet getrouwd waren geweest, kinderen Gabriel, Robert en Simon, waarvan de laatste getraumatiseerd uit de Frans-Algerijnse dekolonisatieoorlog terugkeerde en kleinzoon Pierre die door de zelf gestookte calvados in de gevangenis belandde.  Hoe meer de voormalige bewoners zich aan haar opdringen, hoe beter Janneke inziet dat het gewelddadige verleden van deze familie gelijkenissen vertoont met haar eigen geschiedenis, hoe meer ze zich thuis begint te voelen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456748091?aid=kb-online-bibliotheek&sid=19&dts=1768557938613&sig=e03e29f005459a2fd5671f055fdee2d927b04d47ddd0ecd23a09b138a595542b&width=320",
      "dateSeen": "2026-01-17T07:14:20.258Z"
    },
    "224fdbb69bc46451f8bc50359f7399cd0fd08f34": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456748113/juf-braaksel-en-de-verschrikkelijke-klopgeest-carry-slee",
      "title": "Juf Braaksel en de verschrikkelijke klopgeest",
      "authors": "Carry Slee",
      "description": "Nog een paar weken en dan is juf Braaksel de baas van het land. Ze heeft beloofd heel veel voor kinderen te doen, daarom hebben bijna alle ouders op haar gestemd. Tot grote schrik van Lotte, Thijs, Milou en Lucas. Zij weten wat Braaksel écht van plan is: ze wil juist alles afschaffen wat fijn is. Speelgoed, pretparken, snoep. Wat moeten ze in een land waar alle speeltuinen zijn verdwenen?  Dus glippen ze midden in de nacht hun huis uit om in het pikkedonker naar Braaksel te gaan om haar bang te maken, misschien ziet ze er dan van af. En ze hebben nog meer griezelige plannen. Maar gaat het ze lukken om juf Braaksel op tijd te verjagen? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456748113?aid=kb-online-bibliotheek&sid=19&dts=1768550382835&sig=517aec3acfa34b062ba4f8e93d2da704419e08a87f2dc3699587662c527cdcfd&width=320",
      "dateSeen": "2026-01-17T07:14:20.753Z"
    },
    "de4601e68fe11fe18351691fa8aba5ebbd8ef249": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456748067/pasta-semplice-janneke-philippi",
      "title": "Pasta semplice",
      "subtitle": "Meer dan 100 eenvoudige pasta's voor doordeweeks en het weekend",
      "authors": "Janneke Philippi",
      "description": "Pasta Semplice bevat meer dan 100 eenvoudige pastarecepten voor doordeweeks en in het weekend. Klassieke pasta's en nieuwe snelle pastafavorieten, naast eenpanspasta's en pastaschotels uit de oven. Voor het weekend zijn er pasta's met stoofvlees en verse pasta's zonder pastamachine. Ze vragen wat meer tijd, maar zijn net zo simpel te bereiden. Voor bij de pasta geeft Janneke heerlijk pizza-, focacce- en broodrecepten, die ook al zo eenvoudig zijn, en je pastamaaltijd helemaal áf maken. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456748067?aid=kb-online-bibliotheek&sid=19&dts=1768557243490&sig=47844e3fe9cccc3ee6111bf411ce470075a97428560e3b8c11f56c8e9b3c17b3&width=320",
      "dateSeen": "2026-01-17T07:14:21.179Z"
    },
    "bef2824a24c923db749ef420c32d59ba5ee5aca3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456747869/het-elfde-manuscript-anne-holt",
      "title": "Het elfde manuscript",
      "authors": "Anne Holt",
      "description": "In de kofferbak van een auto wordt het naakte lichaam van een dode vrouw gevonden. Haar lichaam is intact, maar haar gezicht is volledig verminkt. Niemand weet wie ze is. Niemand heeft haar als vermist opgegeven. Politieagent Henrik Holme staat voor een raadsel en roept de hulp in van zijn voormalige mentor, de gepensioneerde politielegende Hanne Wilhelmsen.  Tegelijkertijd heeft de jonge redacteur Ebba Braut, nog maar net begonnen bij de grootste uitgeverij van Noorwegen, de opdracht gekregen om het verloren gegane manuscript van een van de bestverkopende auteurs van het land op te sporen. Ook Ebba klopt aan bij Hanne Wilhelmsen, die net haar eerste misdaadroman heeft ingeleverd - maar zich met geen van beide zaken wil bemoeien. Totdat blijkt dat ze niet anders kan...  'Op pakkende wijze bouwt ze [Anne Holt] haar verhaal heel slim op, waarbij ze steeds voor twists en verrassingen zorgt. Haar taalgebruik en zinsconstructie verdienen een pluim en ze scharen Holt bij de top van de Europese thrillerauteurs.' Hebban Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456747869?aid=kb-online-bibliotheek&sid=19&dts=1768625788775&sig=a43362257dbcf825d068200012262ee04b5559ffdcab19e1addc7a4a27198575&width=320",
      "dateSeen": "2026-01-17T07:14:21.657Z"
    },
    "5168d0b7dee63f64123d3ad724ce2739394a819a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456747915/patisseriebijbel-rutger-van-den-broek",
      "title": "Patisseriebijbel",
      "subtitle": "Rutger bakt dé Franse klassiekers: van macarons tot madeleines en van éclairs tot brioche en croissants",
      "authors": "Rutger van den Broek",
      "description": "Van tartelettes tot macarons, van eclairs tot madeleines en van croissants tot verfijnde Franse taarten - in Patisseriebijbel vind je alle Franse klassiekers en meer. Met ruim 200 recepten en meer dan 30 technieken voorzien van stap voor stap foto's, bak jij zelf de allerlekkerste patisserie. De recepten zijn, zoals je van Rutger gewend bent, uitgebreid getest en duidelijk uitgelegd. Voor Patisseriebijbel verbleef hij langdurig in Parijs met maar één doel: de Franse patisserie voor thuisbakkers haalbaar maken! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456747915?aid=kb-online-bibliotheek&sid=19&dts=1768557255113&sig=67305a810ce8ddfccdc313ce8e9fbea5b6207f51d5e45e80c7374720a0fb2efe&width=320",
      "dateSeen": "2026-01-17T07:14:22.158Z"
    },
    "85c7419d7d1a2b6e1ca3cafd21757582b648773a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456748032/storm-in-papa-s-hoofd-lucas-van-de-meerendonk",
      "title": "Storm in papa's hoofd",
      "authors": "Lucas van de Meerendonk",
      "description": "Het stormt in papa's hoofd, het regent, waait en onweert. Soms is het zo erg dat het dondert in huis. Het liefst wil papa schuilen voor het noodweer, samen met zijn dochter, maar wat als dat even niet lukt? Een prachtig prentenboek over de worsteling van een vader met mentale problemen die zijn dochter hiervoor wil beschermen, gebaseerd op persoonlijke ervaring. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456748032?aid=kb-online-bibliotheek&sid=19&dts=1768576474576&sig=f8568e5174701b908b796b59b31bc8623b969f6cd843534a49bafa828c7d1385&width=320",
      "dateSeen": "2026-01-17T07:14:22.653Z"
    },
    "113fcdbbac5a8a1299be5df4beb410a8195c2ade": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456748083/waar-we-thuishoren-sarah-bennett",
      "title": "Waar we thuishoren",
      "authors": "Sarah Bennett",
      "description": "Familie, liefde en een eeuwenoud geheim: welkom op Juniper Meadows  Op papier heeft Hope Travers een idyllisch leven. Ze woont op een gezellige boerderij in het adembenemende landschap van de Cotswolds, samen met haar moeder, tante en ooms, nicht en een heleboel honden. Ze weet dat ze bevoorrecht en geliefd is.  Maar alle families hebben geheimen, en de familie Travers is geen uitzondering. Hun boerderij staat op het landgoed Juniper Meadows, dat van generatie op generatie is doorgegeven. De familie verdient de kost via allerlei ondernemingen en projecten. Wanneer er een opgraving wordt gestart en de bouwploeg op historische resten stuit, komt de geschiedenis van de familie Travers steeds meer onder de loep te liggen.  Hope lijkt het geluk te hebben gevonden met de plaatselijke archeoloog Cameron Ferguson, die het onderzoek leidt, maar wanneer er dingen fout gaan op het landgoed en er familiegeheimen aan het licht komen, begint Hope zich af te vragen of ze een grote fout heeft gemaakt door het verleden op te graven. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456748083?aid=kb-online-bibliotheek&sid=19&dts=1768553628298&sig=f11e39e99f01907e084e8f8e681f183b15bb1cda235f48920f64567b64031ee9&width=320",
      "dateSeen": "2026-01-17T07:14:23.153Z"
    },
    "9f8de2cfb6f9f5a4563645b93b7beb42876350f7": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456747672/aan-de-oever-van-de-rivier-ingrid-kluvers",
      "title": "Aan de oever van de rivier",
      "authors": "Ingrid Kluvers",
      "description": "De zeventigjarige Louise kijkt vanuit haar appartement uit op de Amstel. Aan de oever ligt een plastic zandbak in de vorm van een blauwe schelp te wachten tot de plantsoenendienst hem op komt halen. Op een avond ziet ze hoe iemand de zandschelp in het water probeert te duwen en ze haast zich ernaartoe.  Eenmaal bij de oever, is de persoon verdwenen en drijft de schelp de rivier op. Louise bedenkt zich geen moment, duikt in het water en zwemt erachteraan om te voorkomen dat-ie naar de bodem zinkt. Halverwege ontdekt ze tot haar schrik dat er een baby in de schelp ligt. Ze neemt een beslissing die haar zal terugwerpen op zaken waarvan ze dacht dat ze die allang achter zich had gelaten.  Aan de oever van de rivier is een roman over loslaten en de angst voor verlies. Een verhaal over de keuzes die we zelf maken en de keuzes die voor ons gemaakt worden. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456747672?aid=kb-online-bibliotheek&sid=19&dts=1768553887556&sig=df102a0ae9ce8804b3cc6bf9df3ee5a26c3b32d2b6344f3804087e5a3893a5b6&width=320",
      "dateSeen": "2026-01-17T07:14:23.601Z"
    },
    "aecea356b4d45903cf82701531afb607c6198b84": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456747907/de-113e-assistent-bibliothecaris-stuart-wilson",
      "title": "De 113e assistent-bibliothecaris",
      "authors": "Stuart Wilson",
      "description": "Oliver is een dertienjarige jongen die plots wordt geselecteerd voor de (onverwacht) gevaarlijke positie van 113e assistent-bibliothecaris van een bibliotheek. Als hij een langer leven wil leiden dan de 112 assistent-bibliothecarissen die hem voorgingen, moet Oliver zo snel mogelijk leren over alle geheimen van de bieb en de magie van de boeken. En hij had nog wel gedacht dat het werken in een bibliotheek saai zou zijn. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456747907?aid=kb-online-bibliotheek&sid=19&dts=1768570577822&sig=40c04be6238a981b2d4f90df0144c9c24f2918e94d364a6ac75467c6b4310a4d&width=320",
      "dateSeen": "2026-01-17T07:14:24.116Z"
    },
    "ed30637e1febb97ce917a961a4e6aec1bf4009be": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456748024/slowcookerbijbel-bas-robben",
      "title": "Slowcookerbijbel",
      "subtitle": "Recepten om groente, vis en vlees perfect te garen",
      "authors": "Bas Robben",
      "description": "Gebruik je slowcooker in het weekend om te ontbijten met shakshuka, te lunchen met Thaise kiptaco's of 's avonds een wildstoof op tafel te zetten. Stoof pompoenparten en wortels en serveer met een specerijenboter. Zelfs chocoladerijstepap met marshmallowfluff tover je als nagerecht zó uit je slowcooker. Bas laat met Slowcookerbijbel zien hoe je gevarieerd en smaakvol kunt koken met je slowcooker. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456748024?aid=kb-online-bibliotheek&sid=19&dts=1768557554469&sig=e7451ddea368dde5bc3d17a292170b9dfbd1909e708989a4b69c591b3224806a&width=320",
      "dateSeen": "2026-01-17T07:14:24.646Z"
    },
    "b5d50336410b3ade45aaf336bfced500e86a3c04": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45674813X/writer-s-block-michel-van-egmond",
      "title": "Writer's Block",
      "subtitle": "Van Picasso tot Gijp: een zoektocht naar het perfecte verhaal",
      "authors": "Michel van Egmond",
      "description": "Aangespoord door die ene, telkens terugkerende vraag - 'wanneer ga je nu eens over iets anders schrijven dan voetbal?' - treedt Michel van Egmond in Writer's Block buiten de lijnen van het sportveld.  Op zijn vertrouwde lichte toon - bekend van bestsellers als Gijp, Kieft, Derksen en Topshow - bericht hij dit keer over zijn persoonlijke fascinaties, over bijzondere mensen met bijzondere levens, over zijn eigen leven, over ongelooflijke en ten onrechte vergeten gebeurtenissen en nog steeds, af en toe, ook over voetbal...\nHet resultaat is een originele en voortrazende mozaïek-vertelling, met verhalen over een bonte verzameling aan kunstenaars, avonturiers, muzikanten, zwervers, schrijvers, voetballers, acteurs, tv-persoonlijkheden, terroristen, boksers en politici, alsmede een wonderkind, een oorlogsfotograaf en zelfs een paar honden.  Van Pablo Picasso tot René van der Gijp, van Wilfried de Jong tot Joe DiMaggio, van Robert F. Kennedy tot Willy van de Kerkhof en van Matthijs van Nieuwkerk tot Errol Flynn: allemaal komen ze voorbij in Van Egmonds zoektocht naar het perfecte verhaal, met als resultaat een boek dat bijna ongemerkt bomvol bijzondere levensgeschiedenissen zit. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45674813X?aid=kb-online-bibliotheek&sid=19&dts=1768634064800&sig=d0d3d3ad7896f290d7f24e375dd397972d781c1d291ddc34985de56b747aefa8&width=320",
      "dateSeen": "2026-01-17T07:14:25.234Z"
    },
    "c6b5e9612b7db9ba655a50031b2f7af20e2b2b2e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456747656/een-jaar-na-jou-shari-low",
      "title": "Een jaar na jou",
      "authors": "Shari Low",
      "description": "Als je voor een tweesprong staat, ben jij de enige die het juiste pad kan kiezen...\nTress Walker  is een jaar geleden haar man verloren bij een auto-ongeluk, toen hij een weekendje weg was met zijn maîtresse en zij in het ziekenhuis aan het bevallen was van hun zoon. Ze bleef achter met liefdesverdriet, maar naarmate de tijd vordert, moet Tress kiezen of ze haar gebroken hart wil beschermen of dat ze zich wil openstellen voor een nieuwe liefde.\nHet was een enorme schok voor  Noah Clark  toen hij erachter kwam dat zijn vrouw en zijn beste vriend een affaire hadden. Maar nu vraagt de liefde van zijn leven hem om een tweede kans. Kunnen ze echt terug naar hoe het was nu het vertrouwen er niet meer is?  Noahs zus,  Keri Clark , is net geghost door de man van wie ze houdt. Wanneer een bericht van een vreemde haar vertelt waarom, moest ze beslissen of ze het wil vergeten en vergeven, of dat ze hem wil laten boeten.\nVeertig jaar lang was de prachtige  Odette Devine  een geliefde actrice in een Schotse tv-serie. Vandaag de dag voelt ze zich verloren, verraden, en wil ze weten of dit payback is voor een leugen die ze vier decennia geleden had verteld.\nVierentwintig uur. Vier choquerende geheimen. Een verhaal over liefde, verlies en tweede kansen.\nVoor fans van Marian Keyes en Jenny Colgan.  'Een plezier om te lezen, van begin tot eind!' - Jenny Colgan Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456747656?aid=kb-online-bibliotheek&sid=19&dts=1768562255969&sig=89ad59f0d347a2cbef4cd81fb0a5d21124214ea311891c7107bcea3ac06fabce&width=320",
      "dateSeen": "2026-01-17T07:14:25.723Z"
    },
    "aa0368fd3debac53ce8ace13b184b9defa5c0e8c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45674780X/thuis-met-nick-nick-toet",
      "title": "Thuis met Nick",
      "authors": "Nick Toet",
      "description": "Thuis met Nick is geen gewoon kookboek. Het is een liefdesverklaring aan eten - en aan alles wat eten voor ons betekent. Voor Nick Toet is eten nooit simpelweg brandstof. Het is herinnering, troost, verbondenheid. Het is hoe je oma haar liefde liet zien met een extra schep stamppot, hoe je vrienden je een pan soep brachten toen je het moeilijk had en hoe de geur van knoflook en sambal je terugbrengt naar het huis waar je opgroeide.  In dit boek deelt Nick zijn favoriete gerechten, verhalen en herinneringen. Gerechten met wortels in familie, vriendschap en het leven zelf: van vrolijke avonden die eindigden met broodjes bouwen om vier uur 's nachts tot familierecepten die smaken naar thuiskomen. Thuis met Nick nodigt je uit om liefde vast te leggen in een pan stoofvlees of een schaal vol pasta. Want eten is nooit alleen eten - het is samen zijn, vieren, rouwen, lachen en troosten. Met Thuis met Nick kook je niet alleen iets lekkers; je legt momenten vast die je nooit meer vergeet. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45674780X?aid=kb-online-bibliotheek&sid=19&dts=1768576363043&sig=02a48dc28af931e93970ae7794debb2aa5f686ec5faf01f4228f3bd5ac9eb983&width=320",
      "dateSeen": "2026-01-17T07:14:26.219Z"
    },
    "14752b2f7c1efcfe8fc22980ae89bdfde00672f9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456747761/slavenschip-de-zorg-siddharth-kara",
      "title": "Slavenschip De Zorg",
      "subtitle": "Een verhaal over hebzucht en moord dat het einde van de slavernij inluidde",
      "authors": "Siddharth Kara",
      "description": "Nadat het Nederlandse slavenschip de Zorg was gekaapt en in 1781 met een nieuwe kapitein en bemanning, volgestouwd met 442 slaven, onder Brits bevel naar Jamaica vaarde, raakte het door onverwachte weersomstandigheden en navigatiefouten uit koers. Doordat de reis veel langer duurde dan gepland raakte het drinkwater op. Om te overleven gooide de bemanning tientallen slaven overboord.  Op deze afgrijselijke misdaad volgde een even verbijsterend als fascinerend juridisch drama in het hoogste gerechtshof van Engeland, dat de wrede realiteit van de slavernij naar de voorpagina's van de kranten bracht. Het protest dat hierop volgde groeide uit tot een van de invloedrijkste morele campagnes in de geschiedenis; het zorgde voor de afschaffing van de slavernij in Engeland en wakkerde de antislavernijbeweging in Amerika aan.  Aan de hand van nauwgezet onderzoek in primaire bronnen reconstrueert Siddharth Kara deze gruwelijke zeereis. In een meeslepend verhaal beschrijft hij leven en lot van de slaven aan boord en onthult hij de mysterieuze identiteit van de abolitionist die uiteindelijk de waarheid aan het licht bracht van wat er aan boord van het schip was gebeurd. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456747761?aid=kb-online-bibliotheek&sid=19&dts=1768634066340&sig=7bea5b653f1367328fc8e52b93bc991570f979fcdcc23805a2255de5dd9153b8&width=320",
      "dateSeen": "2026-01-17T07:14:26.751Z"
    },
    "9a9a159246d72a081eeddd6436ce92986b1b5052": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456748105/kintsugi-esther-bakker",
      "title": "Kintsugi",
      "subtitle": "Sommige dingen zijn mooier als ze eerst gebroken zijn",
      "authors": "Esther Bakker",
      "description": "Omdat hun ouders een relatie hebben, moeten Laura en Bowen in één huis gaan wonen. Laura zit niet echt te wachten op een stiefbroer, zeker niet als blijkt dat haar beste vriendin Bobbie hem wel ziet zitten. Bowen is gezakt voor zijn eindexamen, terwijl zijn klasgenoten gaan studeren. Kortom: er is veel aan de hand. Weten Laura en Bowen elkaar te vinden in deze zomer vol verandering? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456748105?aid=kb-online-bibliotheek&sid=19&dts=1768550874952&sig=86ea7b2f3169e7a844d5f32002cc5c9a349a54151b26c388b317acde47fbe9b2&width=320",
      "dateSeen": "2026-01-17T07:14:27.208Z"
    },
    "ba10a2d972f70b3f56db48b5689437fc8124b9e6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45674763X/project-d-i-n-o--timon-verbeeck",
      "title": "Project D.I.N.O.",
      "authors": "Timon Verbeeck",
      "description": "Het is de eerste dag van de vakantie en Timon verveelt zich dood. Hij verveelt zich zelfs zo erg dat hij per ongeluk de kamer in brand steekt. Typisch! Zijn ouders besluiten om Timon de zwaarste straf ooit te geven: hij moet op Frans taalkamp... Gelukkig weet de knappe kerel te ontsnappen en zo heeft hij de komende twee weken écht vakantie. Zonder de leerkracht Frans en zonder zijn ouders! Maar dan raakt Timon verzeild in een zeer duister complot. Een geheime missie met de naam Project D.I.N.O. De missie is zelfs zó geheim, dat we helemaal niet mogen verklappen dat het over dinosaurussen gaat.\n LET OP: EPUB3, ALLEEN TE LEZEN OP TABLET, LAPTOP OF MOBIELE TELEFOON. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45674763X?aid=kb-online-bibliotheek&sid=19&dts=1768634067315&sig=30aacb8d6d0bd2cf6a157f5bcd1cd4431241869d46df6723cb3f7ebaa026deeb&width=320",
      "dateSeen": "2026-01-17T07:14:27.783Z"
    }
  }
}