{
  "values": {
    "d4e99b56b19ffbf5bdb905fadba12a3a6c432a34": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394707443/nathans-erfenis-dick-van-den-heuvel",
      "title": "Nathans erfenis",
      "authors": "Dick van den Heuvel",
      "description": "De assistent van een oude schrijver stuit op een onbekend stuk joodse geschiedenis: in 1947 verbleef een groep van vijfhonderd Roemeense kinderen in Nederland, om een jaar later naar de nieuwe staat Israël te gaan. Hij besluit een van hen, die als een zoon was voor de schrijver, op te sporen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394707443?aid=kb-online-bibliotheek&sid=18&dts=1761376349385&sig=940ebd1aec808a53c6ac7e25e3ee74113e4090d89c609ebc40f2b134dc099005&width=320",
      "dateSeen": "2025-10-25T07:12:34.678Z"
    },
    "98fafbd8234abac62eef280c160e3d663c66a5f7": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394934490/een-volstrekt-nutteloos-mens-jori-stam",
      "title": "Een volstrekt nutteloos mens",
      "subtitle": "verhalen",
      "authors": "Jori Stam",
      "description": "Bundel verhalen waarin de meeste personages mensenhaters zijn.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394934490?aid=kb-online-bibliotheek&sid=18&dts=1761336850281&sig=b6ca72cfbb5c12661ec949c389b72069be5dd47ca4694500f7ba23676976e17a&width=320",
      "dateSeen": "2025-10-25T07:12:35.766Z"
    },
    "4a0bfe6d2a34740b56b9f420426ecc6a825da4a3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394954475/bonen--joke-boon",
      "title": "Bonen!",
      "subtitle": "elke maand 12 verrassende recepten met bonen",
      "authors": "Joke Boon",
      "description": "Nu steeds meer mensen op zoek zijn naar een milieuvriendelijk en gezond alternatief voor vlees, komt Joke Boon met de oplossing. Bonen, peulvruchten, erwten en linzen zijn eiwitrijk, duurzaam, goedkoop, en bovenal heel erg lekker. In Bonen! laat Joke overtuigend zien dat bonen en peulvruchten zo veelzijdig zijn dat je ze elke dag kunt eten. Met heldere, stapsgewijze instructies en gemakkelijk verkrijgbare ingrediënten is Bonen! Hét kookboek voor liefhebbers van bonen en peulvruchten. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394954475?aid=kb-online-bibliotheek&sid=18&dts=1761376355875&sig=d6647fd4126826b18496628a7122caf6d80a20d7a85acdc98f42b6ea47cffc4a&width=320",
      "dateSeen": "2025-10-25T07:12:36.389Z"
    },
    "e2ac29c8d9d588eb3e07cabc919188543488f622": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/396205801/mag-ik-je-nummer-even--sophie-kinsella",
      "title": "Mag ik je nummer even?",
      "authors": "Sophie Kinsella",
      "description": "Een jonge vrouw vindt in een prullenbak het mobieltje van een jonge zakenman en ziet al zijn binnenkomende berichten.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A396205801?aid=kb-online-bibliotheek&sid=18&dts=1761376356492&sig=85c0ca89c35392724533af682097a547a5c8c7fb8a09ca570f354bc2d2be4caf&width=320",
      "dateSeen": "2025-10-25T07:12:36.917Z"
    },
    "e47b570ce9abbc529b259c969e8dd36f08ab4008": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/422694932/liefdevol-in-gesprek-paul-waterval",
      "title": "Liefdevol in gesprek",
      "subtitle": "7 lessen uit Jezus' ontmoeting met de Samaritaanse vrouw",
      "authors": "Paul Waterval",
      "description": "Bijbelstudies door de vrijgemaakt-gereformeerde predikant over het verhaal uit het evangelie volgens Johannes.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A422694932?aid=kb-online-bibliotheek&sid=18&dts=1761316954496&sig=aa8726102fb9239540322e2e9ef61a9f51036e4571a197b6415dd4125dccd706&width=320",
      "dateSeen": "2025-10-25T07:12:37.370Z"
    },
    "647a515f1e2eda51aaaa0b61f9aa0a6c6a608342": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/42751956X/-powertalks-voor-mama-s-danie-lle-koudijs",
      "title": "#Powertalks voor mama's",
      "subtitle": "over geloof, relatie, balans en opvoeding",
      "authors": "Daniëlle Koudijs",
      "description": "Verzameling colomns, gericht op de christelijke moeder, rond de thema's geloof, relatie, opvoeding en balans.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A42751956X?aid=kb-online-bibliotheek&sid=18&dts=1761376357478&sig=17302c2453dccf0f56b1aff408fcf5f611aebfe5d51c2b61dab34cb5f1195043&width=320",
      "dateSeen": "2025-10-25T07:12:37.986Z"
    },
    "7b7185b0febb220563d4a980555a21189cf1b813": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/428546854/het-groene-normaal-alfred-slomp---jan-wolsheimer",
      "title": "Het groene normaal",
      "subtitle": "samen opstaan voor een duurzaam leven",
      "authors": "Alfred Slomp | Jan Wolsheimer",
      "description": "De coronacrisis raakt onze samenleving op een manier die we tot voor kort niet voor mogelijk hadden gehouden. Toch lijkt dit ook de tijd om stil te staan bij onze manier van leven en de plek die wij als christenen in de samenleving innemen. Want ligt er niet - ook voor christenen - een opdracht om groener en socialer uit deze crisis te komen? In 'Het Groene Normaal' gaat Alfred Slomp (initiatiefnemer 'God in de supermarkt', auteur 'SuperWaar') langs negen groene en inspirerende stemmen, die allen vanuit hun eigen perspectief en expertise pleidooi voeren om aan te haken bij de trend van duurzaam leven. Met het manifest 'Het groene normaal' als uitgangspunt, wijzen zij op het belang van bezinning op en vernieuwing van onze manier van leven, vanuit verwondering over de natuur om ons heen. Ook bieden ze praktische tips om het groene leven in de praktijk te brengen. In 'Het Groene Normaal' staan gesprekken met Rikko Voorberg, Theanne Boer, Carla Dik-Faber, Embert Messelink, Jan Wolsheimer, Reinier van den Berg, Annemarthe Westerbeek en Jan Huijgen. De bijlagen - twee bijbelstudies en een overzicht van de belangrijkste tips - maken het boek uitermate geschikt voor bespreking of om direct mee aan de slag te gaan. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A428546854?aid=kb-online-bibliotheek&sid=18&dts=1761348185789&sig=0c15f722c2a75d25fc6beb61cd6052c05a5e83ce2a6e7c5cacd6941a493fd1d0&width=320",
      "dateSeen": "2025-10-25T07:12:38.188Z"
    },
    "b4490ea14ea4956d03d43554c4a8ff4a91bbf603": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/430083645/schrijverig-kelly-meulenberg",
      "title": "Schrijverig",
      "subtitle": "het inspiratieboek voor beginnende schrijvers",
      "authors": "Kelly Meulenberg",
      "description": "Schrijven leer je door te doen! Of je nou een kort verhaal, roman, blog of iets anders wilt schrijven. Om je te helpen de woorden op papier te krijgen, deelt schrijfcoach Kelly Meulenberg haar ervaringen en favoriete schrijfoefeningen. Zodat je begint met schrijven en lekker door blijft gaan. Met de tips en oefeningen in dit boek: * Leer je tijd vrij maken en doelen stellen * Ontdek je jouw inspiratiebronnen * Laat je de angst los om niet origineel of niet goed genoeg te zijn * Krijg je tientallen ideeën voor verhalen en/of andere creatieve teksten * Schrijf je zinnen die verrassen, ontroeren, vermaken... wat je maar wilt! Na het lezen van dit boek - en heel veel schrijven natuurlijk - heb je duizenden woorden waar je trots op bent én weet je beter wat je wilt bereiken op schrijfgebied. Niets staat je in de weg om meer en beter te schrijven. In 2013 haalde Kelly Meulenberg (1990) haar master in Creative Writing en begon ze als schrijfcoach. Ze is je stok achter de deur, helpt je in te zien wat je sterke punten zijn en leert je nieuwe technieken. Met haar coaching, workshops en cursussen heeft ze al honderden beginnende en ervaren schrijvers geholpen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A430083645?aid=kb-online-bibliotheek&sid=18&dts=1761376358300&sig=e442b0e0be14c90d87faa2a43423394a70740552cdc471fe05d1bea235c63b6c&width=320",
      "dateSeen": "2025-10-25T07:12:38.670Z"
    },
    "08c609bff1fa958baa408da86cfbf98aa4b7c4f1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/427532736/goede-gewoonten-justin-whitmel-early",
      "title": "Goede gewoonten",
      "subtitle": "een praktische leefregel voor een tijd van afleiding",
      "authors": "Justin Whitmel Early",
      "description": "Gewoonten laten zien waar ons hart ligt. Ze vormen onze identiteit en daarmee ons hele leven. Ons leven is vaak een wirwar van onbewuste gewoonten, die ons tot drukke en soms angstige mensen kunnen maken. We verlangen naar de vrijheid en vrede van het evangelie, maar ondertussen zijn we verslaafd aan onze technologie, gebonden aan onze schermen en raken we uitgeput door onze routines. Wat kunnen we daaraan doen? Bewust gaan leven volgens gewoonten die overeenkomen met wat we geloven. 'Goede gewoonten' is een praktische leefregel met vier dagelijkse en vier wekelijkse gewoonten, die ons helpen nieuwe routines te creëren en ons drukke bestaan vol afleiding te transformeren in een leven van liefde voor God en onze naasten. Justin Whitmel Earley is advocaat en woont samen met zijn vrouw Lauren en hun vier zoons in Richmond (V.S.). Met 'Goede gewoonten' ('The Common Rule') won hij een Christianity Today 2020 Book Award. Kijk op www.goedegewoonten.nu voor praktische tips en downloads. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A427532736?aid=kb-online-bibliotheek&sid=18&dts=1761323262820&sig=dbcc6e97de11f6f1e55a2bbdd20f2359feb74daa8d3ab3362bb1bf9f0b8c4600&width=320",
      "dateSeen": "2025-10-25T07:12:39.069Z"
    },
    "99255933dffec37bf7aa03b2844172633006bbde": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/430161697/herkerken-remmelt-meijer---peter-wierenga",
      "title": "Herkerken",
      "subtitle": "de toekomst van geloofsgemeenschappen",
      "authors": "Remmelt Meijer | Peter Wierenga",
      "description": "Al geruime tijd vinden er maatschappelijke ontwikkelingen en kantelingen plaats die ook het kerk-zijn beïnvloeden. De coronacrisis heeft deze veranderingen extra zichtbaar gemaakt en versterkt. Maar voelen kerken de urgentie? En is er bereidheid tot aanpassen van hun koers? In 'Herkerken' nemen Remmelt Meijer en Peter Wierenga de belangrijkste uitdagingen voor de kerk van vandaag onder de loep. Aan de hand van scherpe vragen, theologische doordenking en praktijkverhalen trekken de auteurs lijnen naar een toekomst waarin kerken in beweging blijven en op zoek gaan naar een bijbelse en duurzame vorm van kerk-zijn. 'Herkerken' is een hartstochtelijk pleidooi voor de kerk als oefenplaats van de liefde. De auteurs laten zien hoe een periode van crisis en verandering uiteindelijk kansen biedt om als kerk de toekomst hoopvol tegemoet te treden. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A430161697?aid=kb-online-bibliotheek&sid=18&dts=1761323260886&sig=ddeeccff44e8cf4ecb4443d6c99188f327863d4e9647c4cf248506cf9481d776&width=320",
      "dateSeen": "2025-10-25T07:12:39.510Z"
    },
    "bcf8cd9d39b1ce0c949030de5d2d838f09256db5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/434422002/the-chosen-jerry-b--jenkins",
      "title": "The Chosen",
      "subtitle": "roman 1; ik heb je bij je naam genoemd",
      "authors": "Jerry B. Jenkins",
      "description": "Het verhaal van Jezus, wie Hij was als mens en welke invloed Hij had op de mensen die met hem in aanraking kwamen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A434422002?aid=kb-online-bibliotheek&sid=18&dts=1761376359610&sig=5222f0655679dd753e89c26db27d3fd3c9657bc2ae197ed6be5c551d7a2e9d69&width=320",
      "dateSeen": "2025-10-25T07:12:39.979Z"
    },
    "921ce309c4e8add0c9a36ea2f8f80ffd0d1a5a69": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/434943657/snuf-en-het-spookslot-piet-prins",
      "title": "Snuf en het spookslot",
      "authors": "Piet Prins",
      "description": "Tom en zijn vrienden logeren een paar weken op een boerderij vlak bij de Duitse grens. In de omgeving bevindt zich een ruïne van het oude kasteel Valkenhorst. Aan dit kasteel is een romantische geschiedenis verbonden en volgens de dorpsbewoners spookt het er nog steeds. Natuurlijk gaan Tom en de anderen eens poolshoogte nemen. Ze krijgen een glimp van het 'spook' te zien. Er gebeuren méér vreemde dingen. In het grensgebied opereert namelijk een smokkelbende, die de politie en de douane voor de grootste moeilijkheden stelt. De jongens proberen te helpen bij het opsporen van de bende. In het begin lijkt het een hopeloze zaak. Alle sporen van de daders lopen dood. Lukt het de vrienden om de raadsels in en om Valkenhorst op te lossen? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A434943657?aid=kb-online-bibliotheek&sid=18&dts=1761376360082&sig=05ddc479d6329731df9bf1481acdd417a79ac800e24e382fef62824af0fbcb3e&width=320",
      "dateSeen": "2025-10-25T07:12:40.487Z"
    },
    "c90c32715a421230ad5aad44c9d872e3781981a2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/43436956X/snuf-en-de-ijsvogel-piet-prins",
      "title": "Snuf en de IJsvogel",
      "authors": "Piet Prins",
      "description": "Op dezelfde dag dat Karel van Doorn slaagt voor zijn mulo-examen, wordt zijn vader eigenaar van een klein zeiljacht de IJsvogel. Karel en zijn vrienden Tom Sanders en Bertus Verhoef krijgen toestemming om in de zomervakantie met dit jacht erop uit te trekken. Uiteraard worden ze daarbij vergezeld door hun hond Snuf. Ze zijn nog maar een paar dagen op weg of ze komen in aanraking met ongure leden van De jofele bende. Zij weten op een doortrapte manier de verdenking van diefstal op de drie vrienden te schuiven. Na allerlei spannende verwikkelingen gaan de jongens op zoek naar de echte daders. De speurzin van Snuf komt hen daarbij uitstekend van pas. Dat hun zoektocht tot een dramatische ontknoping leidt, kunnen ze in de verste verte niet vermoeden... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A43436956X?aid=kb-online-bibliotheek&sid=18&dts=1761376360588&sig=5f8d622e663ece22c95eef1073c5089c60d85bba88fefcec2bc82f5fe966d1cb&width=320",
      "dateSeen": "2025-10-25T07:12:40.959Z"
    },
    "b55e2c31c100c4acfa429bb19df33c8cdc49d82b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/434422096/the-chosen-amanda-jenkins---kristen-hendricks---dallas-jenkins",
      "title": "The Chosen",
      "subtitle": "40 dagen met Jezus; bijbels dagboek 1",
      "authors": "Amanda Jenkins | Kristen Hendricks | Dallas Jenkins",
      "description": "Kennismaking met Jezus gezien door de ogen van de mensen om Hem heen, in dagboekfragmenten met bij elk fragment een gebed en een verwerkingsvorm aan de hand van persoonlijke vragen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A434422096?aid=kb-online-bibliotheek&sid=18&dts=1761323271649&sig=ef10f3119dda962bfe23f28234d6be319ad47e05823edc8d6701be4bfea2959c&width=320",
      "dateSeen": "2025-10-25T07:12:41.398Z"
    },
    "9652ff7e96e9df313bebed050b6ae8c015b2a7e2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/432982329/zoals-jezus-marien-kollenstaart",
      "title": "Zoals Jezus",
      "subtitle": "een leven lang leren lijken op Hem",
      "authors": "Marien Kollenstaart",
      "description": "Wat is het christelijke antwoord op de vraag hoe je zou moeten leven? Volgens de Tien Geboden, of toch alle wetten van Mozes? Alleen volgens Jezus' samenvatting ervan, het Grote Gebod, of naar wat de Geest ons ingeeft? In 'Zoals Jezus' neemt Marien Kollenstaart je mee op zijn ontdekkingstocht door de Bijbel en komt hij uit bij een even simpel als uitdagend antwoord: leven zoals Jezus. Prikkelende en schurende vragen komen voorbij, zoals: waarom is de levensstijl van Jezus onze stip aan de horizon? Is het eigenlijk wel haalbaar om zoals de Zoon van God te zijn? En wat betekent het lijken op Jezus voor ons persoonlijk leven, de kerk en de samenleving? Kollenstaart maakt op toegankelijke en inspirerende wijze duidelijk dat het lijken op Hem verre van makkelijk is, maar meer dan de moeite waard. Dit boek geeft je daarnaast tools in handen om je geloof in de praktijk te brengen en de verbinding te leggen tussen de zondag en de maandag. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A432982329?aid=kb-online-bibliotheek&sid=18&dts=1761334291689&sig=ec627cf10b8fd58f81592f202f73277bc8b6531675d1a47c5a0a50888d7c10e4&width=320",
      "dateSeen": "2025-10-25T07:12:41.794Z"
    },
    "b0ffed8dfb7998b3e3369a33d31dc3ed254a1fcd": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/434285498/de-wenkende-leider-klaas-a--quist",
      "title": "De wenkende leider",
      "subtitle": "een pleidooi voor voorbeeldig leiderschap in de kerk",
      "authors": "Klaas A. Quist",
      "description": "Vele leiders in de kerk worstelen met hun verantwoordelijkheden. Hoe geef je leiding aan de gemeente? Hoe doe je dat in een tijd van toenemende verschillen en afnemende betrokkenheid? Nogal wat leiders in de kerk hebben dan ook het gevoel gevangen te zitten in een situatie van duwen en trekken: de één wil dit, de ander wil dat. Hierdoor is de kerkenraad vooral druk met de organisatie van het gemeente zijn. In 'De wenkende leider' doet Klaas A. Quist een pleidooi voor een andere vorm van leiderschap waarmee hij een uitweg biedt uit de ontstane impasse. Hij beschrijft de verlangens, krachten en gewoonten die ons in de greep houden en reikt een heldere route aan naar een volwassen, evenwichtige en minder afhankelijke verhouding tussen de leiders en de gemeente. Met als resultaat dat kerkenraad en gemeente vooral gericht zijn op wat God geeft en de richting die de Geest wijst. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A434285498?aid=kb-online-bibliotheek&sid=18&dts=1761334305507&sig=b7f20016f15f86b530ec59dea53e3bce42a23d94aaede3632c471e7355647eef&width=320",
      "dateSeen": "2025-10-25T07:12:42.329Z"
    },
    "115f5f4e0b4065a36ba0bc665c4be3b12ea47e5e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/434369551/snuf-en-de-jacht-op-vliegende-volckert-piet-prins",
      "title": "Snuf en de jacht op Vliegende Volckert",
      "authors": "Piet Prins",
      "description": "In de pinkstervakantie kunnen Tom Sanders en zijn vrienden even weer wat ontspannen na een drukke periode. Wanneer ze een boerderijbrand ontdekken, komen ze in contact met de politie. Op die manier krijgen ze interessante informatie te horen over de mysterieuze brandstichter. Langzamerhand krijgen ze het vermoeden dat de brandstichter en een geheimzinnige man die ze in een dichtbij gelegen moeras hebben gezien wel eens een en dezelfde persoon kunnen zijn. Deze man in het moeras blijkt zelfs, net als de legendarische Vliegende Volckert, over het moeras te kunnen lopen... De jongens willen heel graag op onderzoek uitgaan, maar de vader van Tom steekt daar een stokje voor. Toch krijgen Tom en zijn vrienden - op een bijzonder onaangename manier - met deze man te maken, waardoor ze betrokken raken bij de jacht op deze Vliegende Volckert. Snuf speelt bij deze spannende gebeurtenissen natuurlijk een belangrijke rol. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A434369551?aid=kb-online-bibliotheek&sid=18&dts=1761357259005&sig=471c8a0c34a3609b2ae2a257626a51f2aeae1531c7232789c0ff9bc952382bbf&width=320",
      "dateSeen": "2025-10-25T07:12:42.544Z"
    },
    "2ba4980e5930b80a70a46275e7b5fe5397628d8f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437434087/gerepareerd-met-goud-jan-vermeer",
      "title": "Gerepareerd met goud",
      "subtitle": "hoop door vervolging heen",
      "authors": "Jan Vermeer",
      "description": "Bundel verhalen over de belevenissen van vervolgde christenen uit Noord-Korea, China, India en Sri Lanka en de steun die het geloof en het gebed hen bieden.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437434087?aid=kb-online-bibliotheek&sid=18&dts=1761331418691&sig=8716d5da817a0d6987cf758e1bacc5a9ae9201046244f5c4df75d357aeaebe93&width=320",
      "dateSeen": "2025-10-25T07:12:42.974Z"
    },
    "cc644deafa8f624cc9b31853efd6f2a4affe9228": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437966186/de-afvallige-cristian-nani",
      "title": "De afvallige",
      "subtitle": "het waargebeurde verhaal van een geheime gelovige in Afghanistan",
      "authors": "Cristian Nani",
      "description": "Waargebeurd verhaal over een Afghaanse man die twijfels heeft bij de islam en zich bekeert tot het christendom.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437966186?aid=kb-online-bibliotheek&sid=18&dts=1761331509954&sig=07d0d43394fa0bdefa80fd1de961d96a2ea96e1e4ffd2d65ae53fbfef973b90c&width=320",
      "dateSeen": "2025-10-25T07:12:43.365Z"
    },
    "06560eac33c6f2b5b1a3489b5e4e156d1b9b7abd": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/435115383/snuf-en-de-verre-voetreis-piet-prins",
      "title": "Snuf en de verre voetreis",
      "authors": "Piet Prins",
      "description": "In dit boek over Snuf en zijn drie vrienden komen we naast oude bekenden ook nieuwe figuren tegen die een belangrijke rol spelen. Eén daarvan is 'oom Bob', een uit Noord-Amerika teruggekeerd familielid. Hij heeft veel beleefd en kan daar boeiend over vertellen. Oom Bob en zijn vrouw willen nu in Nederland blijven en hij ziet kans een wel heel bijzondere woning te kopen: een klein kasteeltje. Ina, Mirjam, Tom en zijn vrienden, en natuurlijk ook Snuf, mogen er in de vakantie komen logeren. Maar oom Bob is ook een echte plaaggeest. Hij heeft zich opzettelijk nogal minachtend uitgelaten over 'die slappe jeugd van tegenwoordig'. Tom en zijn vrienden willen hem laten zien dat zij echt flinke kerels zijn. Ze besluiten de lange reis naar het kasteeltje te voet te maken. Die voetreis wordt een tocht vol spannende, humoristische en soms geheimzinnige gebeurtenissen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A435115383?aid=kb-online-bibliotheek&sid=18&dts=1761376363472&sig=0415892850cd6e600caf995439fff4c6b2fe58119e8adbaaa8ca5f05bd6ec203&width=320",
      "dateSeen": "2025-10-25T07:12:43.998Z"
    },
    "e642e1cc339248f767aa2a37c886812e557b6969": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/435126539/snuf-en-de-zwarte-toren-piet-prins",
      "title": "Snuf en de zwarte toren",
      "authors": "Piet Prins",
      "description": "Tom en Snuf logeren met hun vrienden in het kasteeltje van oom Bob en tante Alice. Dicht bij het kasteel staat de Zwarte Toren, het overblijfsel van een oude roofridderburcht. In de middeleeuwen heeft zich hier een verbitterde strijd afgespeeld tussen twee vijandige edelmannen. Het begint erop te lijken dat die oude historie een modern vervolg krijgt, waarbij oom Bob betrokken is. Er gebeurt ook iets heel geheimzinnigs in de Zwarte Toren. Tom en Snuf komen steeds dichter bij de oplossing van het raadsel. Maar wat voor rol speelt de mysterieuze Van der Valk? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A435126539?aid=kb-online-bibliotheek&sid=18&dts=1761376364102&sig=ee7b89325e4294e0ae06a87519c3d048b0f2201ed2fb59b0ac6a15ce68e55270&width=320",
      "dateSeen": "2025-10-25T07:12:44.560Z"
    },
    "8cfe6cb59bf9429e1c800efc7c03d02057ee3626": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/435115502/snuf-en-de-verborgen-schat-piet-prins",
      "title": "Snuf en de verborgen schat",
      "authors": "Piet Prins",
      "description": "De zee, de duinen en een middeleeuws jachthuis vormen het decor voor de avonturen van Snuf de hond en zijn drie vrienden Karel van Doorn, Tom Sanders en Bertus Verhoef. De vrienden logeren bij een 'oom' die veel heeft gereisd, en... wie verre reizen maakt, kent veel verhalen. Oom Nol kan dan ook prachtige verhalen vertellen over zijn reisbelevenissen, maar ook over de geschiedenis van zijn huis Het Oude Jachthuis en over het kasteel waarbij dit jachthuis hoorde. Dit kasteel ligt al eeuwen onder duinzand bedolven. Het verhaal gaat dat er een kostbare schat ligt in de kelders van het kasteel... Een verborgen schat en de speurzin van de drie vrienden met hun slimme hond Snuf: dat is een combinatie die vraagt om spannende avonturen. Die blijven dan ook niet uit. Vooral als ook nog blijkt dat een geheimzinnige figuur jacht maakt op de schat... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A435115502?aid=kb-online-bibliotheek&sid=18&dts=1761376364655&sig=d19aebef509849a97283cc23f28aff4ccd473f61be78ad67543a41d51f3a3260&width=320",
      "dateSeen": "2025-10-25T07:12:45.144Z"
    },
    "02b9990bb72ca4af7ef3a94ef18248621897ab8b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/435126555/snuf-en-de-luchtpostbrief-piet-prins",
      "title": "Snuf en de luchtpostbrief",
      "authors": "Piet Prins",
      "description": "Op een dag vindt Snuf aan de oever van een riviertje een ballon met een bijna onleesbaar kaartje. De drie vrienden Tom, Karel en Bertus proberen de tekst te ontcijferen, maar komen er niet uit. Waar komt deze 'luchtpostbrief' vandaan en wat is de bedoeling ervan? Omdat ze toch vakantie hebben, besluiten ze de briefschrijver te gaan zoeken. Op hun tocht komen ze in aanraking met de merkwaardige 'kruidenkweker' Grobbendonk, die hen op een dwaalspoor wil brengen. Uiteindelijk komen de vrienden terecht bij Pim van Sloten, die de brief heeft verstuurd. Met Pim en zijn vader gaan ze de omgeving verkennen. Er blijken vreemde dingen aan de hand te zijn. Het oude bijgeloof in de 'Zwarte Kardoes', een helhond uit vroeger tijden, steekt weer de kop op. Na een nachtelijk gevecht tussen Snuf en de Zwarte Kardoes gaan de jongens op onderzoek uit... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A435126555?aid=kb-online-bibliotheek&sid=18&dts=1761376365907&sig=783b514949bd2c17da8ffa3183e4c14f910f1355fa47e21385d6ef7ceee239de&width=320",
      "dateSeen": "2025-10-25T07:12:50.878Z"
    },
    "180dcca69b855f5180c4180bed261475c0f4583e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/435115529/snuf-en-de-geheime-schuilplaats-piet-prins",
      "title": "Snuf en de geheime schuilplaats",
      "authors": "Piet Prins",
      "description": "Tom Sanders, Karel van Doorn en Bertus Verhoef logeren op boerderij Het Eksternest. Ergens in de buurt van de boerderij moet een geheime schuilplaats zijn waarin een verzetsgroep zich tijdens de oorlogsjaren schuilhield. De leider van die verzetsgroep werd gevangengenomen, maar hij wist net op tijd een grote hoeveelheid kostbare sieraden uit zijn juwelierszaak te verbergen. Maar waar? Langzamerhand ontstaat bij de jongens een vermoeden. Maar zijn zij wel de enigen die de schat op het spoor zijn? Wie is de vreemde man die zich schuilhoudt in een verre uithoek van de camping? Zullen de drie vrienden en Snuf de schat op tijd veilig kunnen stellen? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A435115529?aid=kb-online-bibliotheek&sid=18&dts=1761376370982&sig=66fc4b3b08d8250b5f8471b9926ee6d5e80d76754d792df70b92dd57f1cefd39&width=320",
      "dateSeen": "2025-10-25T07:12:51.416Z"
    },
    "50e44ead06cbb92474b9a2afdd3307c9518c1f1b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/434759902/12-lessen-van-de-vervolgde-kerk-in-azie--jan-vermeer",
      "title": "12 lessen van de vervolgde kerk in Azië",
      "subtitle": "gespreks- en studiemateriaal",
      "authors": "Jan Vermeer",
      "description": "Als je geloof verboden wordt. Als je een boete krijgt omdat je anderen over Jezus vertelt. Als je kind bedreigd wordt omdat je christen bent. Hoe sterk sta je dan? Open Doors steunt vervolgde christenen met trainingen die hen leren omgaan met vervolging. In twaalf lessen gaan we in vogelvlucht door delen van dat trainingsmateriaal heen. Je ontdekt onder meer wat de bronnen van vervolging zijn, hoe de kerk verlamd kan raken, maar ook hoe jij je geestelijk kunt wapenen. Verhalen van Aziatische christenen maken dit boek concreet en persoonlijk. Het gespreks- en studiemateriaal is geschikt voor groepen en voor zelfstudie. Jan Vermeer (1978) is achttien jaar werkzaam voor Open Doors en gespecialiseerd in de regio Azië. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A434759902?aid=kb-online-bibliotheek&sid=18&dts=1761376371523&sig=8afeabdb11abb65bfe8dbcf0387679d14f287503a9f257da684a1773289483b1&width=320",
      "dateSeen": "2025-10-25T07:12:52.055Z"
    },
    "7ef638d26ffcb0a05b6e64f143beb9ed169514f7": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436250950/zeven-brieven-uit-de-wereldkerk-gereformeerde-zendingsbond",
      "title": "Zeven brieven uit de wereldkerk",
      "authors": "Gereformeerde Zendingsbond",
      "description": "De kerk in West-Europa heeft het moeilijk. Lange tijd gold het Westen als een christelijk werelddeel. De kerk speelde een centrale rol in de samenleving. Zendelingen en missionarissen trokken vanuit het Westen de wereld in om het goede nieuws te brengen. Die tijd lijkt voorgoed voorbij. Kerken zijn in zwaar weer terechtgekomen. Geloven in God is niet meer vanzelfsprekend en jongeren haken af. Op andere plekken in de wereld groeit en bloeit de kerk. Wat is het geheim van kerken in Afrika, Azië en Latijns-Amerika? Hoe kijken niet-Westerse christenen tegen de situatie van de kerk in het Westen aan? Wat zouden wij kunnen leren? Heeft de kerk in Nederland nog toekomst? In dit boek komen zeven vertegenwoordigers van de wereldkerk uit het netwerk van GZB, KerkInActie en Verre Naasten aan het woord. In zeven brieven houden ze de kerk in Nederland een spiegel voor: om te bemoedigen, uit te dagen en te inspireren. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436250950?aid=kb-online-bibliotheek&sid=18&dts=1761376372158&sig=41c0418a3035fdef7aae420cb66641db6cb0c5802cc65ab6722bff3107533f8c&width=320",
      "dateSeen": "2025-10-25T07:12:52.624Z"
    },
    "48d50ce4f538a541e19d9ae27a5e6ede3940d620": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436120844/laatbloeiers-annemieke-reesink",
      "title": "Laatbloeiers",
      "subtitle": "roman",
      "authors": "Annemieke Reesink",
      "description": "Wanneer de eigenzinnige Elin noodgedwongen weer tijdelijk in haar ouderlijk huis intrekt, wordt ze onvermijdelijk geconfronteerd met oude structuren en verhoudingen: met haar in zichzelf gekeerde broer en haar starre moeder. Ook moet ze leren omgaan met het pijnlijke gat dat haar onlangs overleden vader heeft achtergelaten. Voor broer Ingmar betekent haar komst vooral de doorbreking van de rust en het overzicht waar hij zo op gesteld is. Op de dag van de appeloogst lijken de verhoudingen extra op scherp te worden gezet wanneer Elin door een verrassende vondst op zolder haar herinneringen aan haar vader opnieuw moet wegen. Zowel Elin als Ingmar lijken te moeten afrekenen met demonen uit heden en verleden. 'Laatbloeiers' is een bloemrijk en treffend verhaal uit het leven zoals het daadwerkelijk is: over mensen die vallen en opstaan in hun pogingen om elkaar te vinden en lief te hebben. Annemieke Reesink (1975) is moeder en taaldocent. Eerder schreef zij 'Zwaartekracht', haar debuutroman, dat veel aandacht kreeg en goed werd ontvangen. Ook schrijft zij regelmatig blogs en verhalen voor Lazarus.nl. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436120844?aid=kb-online-bibliotheek&sid=18&dts=1761376372734&sig=57f0435c954ceddd3b46ec319262c86ee986e745b4b7f3d1dad3581a1e901922&width=320",
      "dateSeen": "2025-10-25T07:12:55.087Z"
    },
    "57462a6eb6eaabe622bd26bd40b729c7c06a5233": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/435078402/over-zwijgteksten--scheppingsorde-en-geesteswerk-pieter-niemeijer",
      "title": "Over zwijgteksten, scheppingsorde en Geesteswerk",
      "subtitle": "bijdrage aan het denken over vrouw en ambt",
      "authors": "Pieter Niemeijer",
      "description": "In de introductie van zijn boek schrijft Pieter Niemeijer wat de aanleiding is geweest om het te schrijven: \"De Generale Synode van de Gereformeerde Kerken (vrijgemaakt) besloot in 2017 uit te spreken dat er bijbelse argumenten zijn om naast broeders ook zusters in de ambten te laten dienen. Voor wie geen vreemde in Jeruzalem is, laat zich raden dat de reacties op het besluit ver uiteenlopen.\" Reikhalzend werd uitgezien naar een verantwoording van die omwenteling. Kun je de besluiten van de synode aanvaarden en tegelijk aan bovengenoemde teksten rechtdoen? Helaas bood de synode geen antwoord op die vraag, ondanks alle studie die verricht is door deputaten en synodeleden. In dit boek wordt ingegaan op die leemte. Dat gebeurt in de lijn van de gereformeerde schriftuitleg waaraan de schrijver zich verplicht weet. Hij neemt de lezer mee in de ontwikkeling van zijn gedachten. Het biedt nieuwe inzichten die de discussie in de kerken die hem lief zijn, verder brengen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A435078402?aid=kb-online-bibliotheek&sid=18&dts=1761323300801&sig=5397e8ed48a99df81d42458517654b5f8a846ef0fcaa9e658c3eafd3cce618f8&width=320",
      "dateSeen": "2025-10-25T07:12:58.610Z"
    },
    "cff2d6fb96e0186e259a271639f53690a8c36692": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/43886008X/kom-en-zie-jerry-b--jenkins",
      "title": "Kom en zie",
      "authors": "Jerry B. Jenkins",
      "description": "Terwijl Jezus’ groep volgelingen groeit, zorgt zijn populariteit voor onrust bij de Romeinse heersers en religieuze leiders.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A43886008X?aid=kb-online-bibliotheek&sid=18&dts=1761327029295&sig=41514e9c83b0dbf6c1dd7107c5d2571be4f61cc355c462f7b2015207375284a5&width=320",
      "dateSeen": "2025-10-25T07:12:58.815Z"
    },
    "cdcf69bd7b9b5d5339c5f62dc35a02e9b0e4f763": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/439260477/liefde-in-plaats-van-chocola-judith-van-gennip---sara-van-grootel",
      "title": "Liefde in plaats van chocola",
      "subtitle": "Emotie-eten de baas, dat lukt jou ook!",
      "authors": "Judith van Gennip | Sara van Grootel",
      "description": "Uitgeteld lig je op de bank met maar één gedachte: ik moet zoet, chocola, NU! Na een zware werkdag is eerst een halve zak chips nodig om tot rust te komen... Herken je deze situaties?\nDit soort snoep- en snaaibuien zijn funest voor je zelfvertrouwen én je gewicht. Wil je er blijvend vanaf? En niet meer op dieet? Sara van Grootel en Judith van Gennip helpen je stap voor stap bij dit proces. Ze laten je onderzoeken waar jouw neiging tot emotie-eten vandaan komt. Je leert voelen dat je eigenlijk behoefte hebt aan een luisterend oor, troost of liefde. Een pak koekjes opeten vervult dit verlangen niet. Ze laten zien hoe je je behoefte aan rust en aandacht kunt bevredigen zónder naar troosteten te grijpen. Met dit boek krijg je je snoepbuien definitief onder controle.\n  'Confronterend en motiverend.'\n  'De verhalen van de afvallers en emotie-eters zijn een feest der herkenning. Ik realiseer me dat ik niet de enige ben die op een verjaardag niets eet en thuis stiekem de koelkast induikt.'\n  Sara van Grootel en Judith van Gennip zijn beide diëtist en al jaren 'Emotie-eten de baas'-specialist©. In hun praktijken helpen ze klanten het patroon van emotie-eten te doorbreken met behulp van het 7-stappenplan van Emotie-eten de baas. Hierdoor hebben honderden klanten het emotie-eten achter zich kunnen laten, en dat gunnen we jou ook! Sinds 2021 zijn zij samen eigenaar van Emotie-eten de baas en leiden ze andere leefstijlprofessionals op om met het 7-stappenplan te werken. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A439260477?aid=kb-online-bibliotheek&sid=18&dts=1761323307503&sig=f23bda322add77dfdb9a6c4c5392b54fc8618b958feb033beecfbe758cdef9e3&width=320",
      "dateSeen": "2025-10-25T07:12:59.219Z"
    },
    "a1424b349eb202ef2ac6010925eaf04084b7d492": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455484627/the-war-of-the-roses-warren-adler",
      "title": "The War of The Roses",
      "authors": "Warren Adler",
      "description": "Jonathan en Barbara Rose zijn het perfecte stel. Ze leven hun droom: ze wonen met hun twee kinderen in een prachtig huis vol kostbaar antiek en er staat een Ferrari in de garage. Maar wanneer Jonathan een hartaanval krijgt (dat denkt hij althans), beseft Barbara dat ze niet meer van hem houdt; ze wil een nieuw leven, zónder hem. Er is één probleem: geen van beide wil het huis uit. Voor beiden is het niet zomaar een woning: het is hun passie, en dit doet scheiding escaleren tot een regelrecht slagveld, compleet met wapens en slachtoffers. In deze vlijmscherpe, zwarte komedie doen beide echtgenoten er alles aan om hun wederhelft te vernietigen – tot elke prijs...\n\n ‘Angstaanjagend, zwartgallig, en heerlijk ongemakkelijk.’ – Gillian Flynn, New York Times-bestsellerauteur van Gone Girl\n‘Hilarisch en beangstigend tegelijkertijd.’ - The Washington Post Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455484627?aid=kb-online-bibliotheek&sid=18&dts=1761490685096&sig=1a76d727527d179f2150a8d6300b8f152f5e3d3394291b9b6c2bb88c2f183229&width=320",
      "dateSeen": "2025-10-27T07:14:21.532Z"
    },
    "8504fe1c769e67da69e8cdf31fd328231d497bd3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455484708/gezwicht-voor-zijn-gedicht-eveline-heijnen",
      "title": "Gezwicht voor zijn gedicht",
      "authors": "Eveline Heijnen",
      "description": "Een heerlijke, hartverwarmende sinterklaasromcom. Hannah is allergisch voor types als Bram. Van die mannen die vol van zichzelf zijn, gevat reageren op alles wat je zegt en gemakkelijk denken te scoren. Bram raakt snel verveeld. Hij leeft volgens het principe 'één keer is genoeg', of het nu om hobby's of om vrouwen gaat. Met gemak windt hij elke vrouw om zijn vinger. Hij probeert het ook bij Hannah, maar zij… Zij is ongrijpbaar. Hannah en Bram zijn als water en vuur. Ze staan dan ook beiden niet te springen als ze worden uitgenodigd om pakjesavond bij hun gemeenschappelijke vrienden te vieren… Voor fans van Jenny Colgan en Sophie Kinsella. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455484708?aid=kb-online-bibliotheek&sid=18&dts=1761487923831&sig=6412d053b9471669d1be219933ce0c85100f07f8d8b0a53dce82de4c2dcc11b6&width=320",
      "dateSeen": "2025-10-27T07:14:22.182Z"
    },
    "8baf1c19146264a5e449833c1f26a403e93032bf": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455484651/mijn-sexy-santa-eva-roberts",
      "title": "Mijn sexy santa",
      "authors": "Eva Roberts",
      "description": "Alma gaat een saaie, eenzame Kerstmis tegemoet. Haar moeder zit in Benidorm en haar vrienden hebben verplichte nummers met hun ouders en schoonouders. Gelukkig is er één lichtpuntje: ze heeft een date met haar bouwvakker met benefits. Sexy aangekleed stapt ze in de auto, maar dan neemt het lot een wonderlijke wending en blijkt de ideale kerstman toch te bestaan. Voor de lezers van Abbi Glines en Vi Keeland. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455484651?aid=kb-online-bibliotheek&sid=18&dts=1761478949154&sig=c00f4f2802435075eb2aa038ea0dd2030f011dbd1cfb671fd1adc17acd3ba432&width=320",
      "dateSeen": "2025-10-27T07:14:22.682Z"
    },
    "13f1309aae44284a6af11627f0a05201c372a02a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455484678/hazelnootlattes-onder-de-maretak-kelly-meulenberg",
      "title": "Hazelnootlattes onder de maretak",
      "authors": "Kelly Meulenberg",
      "description": "Het is bijna kerst en hoewel de straten vol sneeuw liggen, brengt boekverkoopster Hedwig dapper cadeautjes rond op de fiets. Wanneer ze in botsing komt met een maaltijdbezorgster, loopt ze een blessure op en komt de toekomst van de boekwinkel waar ze werkt op het spel te staan. Ondanks haar blessure moet Hedwig een manier vinden om de boekwinkel te redden. Toch blijft ze maar denken aan die knappe vrouw die haar van haar fiets reed… Voor fans van Sophie Kinsella, Susan Muskee en Denise Meijer. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455484678?aid=kb-online-bibliotheek&sid=18&dts=1761478948666&sig=e8ea46e1afc47799e228cdd6a993d2b8108026e1e54bd130fd3e557f40fa2c1a&width=320",
      "dateSeen": "2025-10-27T07:14:28.032Z"
    },
    "f3f0c02d52437ddfaf63cac87ce0d9a0afe52950": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455484643/kerstflirt-fabienne-swinkels",
      "title": "Kerstflirt",
      "authors": "Fabienne Swinkels",
      "description": "Voor Mirthe is de aanloop naar kerst allesbehalve gezellig. Gelukkig heeft ze al een halfjaar een relatie met Josh. Hij heeft het zijn missie gemaakt om haar weer van kerst te laten houden. Terwijl Mirthe langzaam weer openstaat voor de magie van december, duikt er een probleem op: Josh’ ex, die duidelijk nog niet klaar is om hem los te laten. Haar constante aandacht zet de relatie van Mirthe en Josh onder druk. Is hun relatie bestand tegen de opdringerige ex? En lukt het Josh om Mirthe weer van kerst te laten houden?\n\n ‘Heerlijke, grappige en onwijs fijne feelgood.’ (***** Goodreads, Strandflirt)\n‘Humor, hartverwarmende personages en sprankelende dialogen.’ (***** Goodreads, Fileflirt)\n‘Fabienne Swinkels heeft een heerlijke vlotte en krachtige schrijfstijl met enorm leuke humor.’ (**** Goodreads, Vensterbankflirt) Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455484643?aid=kb-online-bibliotheek&sid=18&dts=1761487696839&sig=a530be599600028523bda224a48353dde1357462adc1d2aff763411b64fa44db&width=320",
      "dateSeen": "2025-10-27T07:14:29.211Z"
    },
    "d40fb77c8ee51b28305c5146d490d7943af383f8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45548466X/vroeg-of-laat-tina-van-dijk",
      "title": "Vroeg of laat",
      "authors": "Tina van Dijk",
      "description": "Julia's hondenpension in Zeeburcht is een droom die uitkomt. Tenminste, meestal. Want hoewel ze haar uiterste best doet alle viervoeters en hun baasjes tevreden te houden, sijpelt er ook af en toe een klacht doorheen. Dat maakt haar onzeker. Daarnaast worstelt ze met haar liefde voor Sam. Ze houdt van hem, maar heeft soms het gevoel dat hij haar op afstand houdt. Als Sam vanwege een sterfgeval naar Amerika vertrekt en de knappe dorpsdierenarts haar vroegere jeugdvriend blijkt te zijn, komt ze in een emotionele rollercoaster terecht. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45548466X?aid=kb-online-bibliotheek&sid=18&dts=1761549269312&sig=cb7e75930da9762f0854821cfa3b86187cddc9bf8438094f157b12066faaf167&width=320",
      "dateSeen": "2025-10-27T07:14:29.714Z"
    },
    "45a4e7b585a5a8a78be1b8ab033d8d0128ed0b17": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443135460/de-kerstmoord-carrie---eddie",
      "title": "De kerstmoord",
      "subtitle": "En nog 13 spraakmakende Nederlandse moordzaken ontrafeld door de makers van Moordzaken, de podcast",
      "authors": "Carrie | Eddie",
      "description": "Als in 2010 in Bristol een vijfentwintigjarige landschapsarchitecte na een kerstborrel spoorloos blijkt, is heel Engeland dagenlang volledig in de ban van haar verdwijning. Op eerste kerstdag vindt een nietsvermoedende wandelaar haar lichaam onder een berg sneeuw. De klopjacht op de dader is de voorbode van een van de grootste Britse moordonderzoeken ooit, met een opmerkelijke Nederlandse twist.\nNa het enorme succes van De pindakaasmoord en De campingmoord komen Carrie en Eddie nu met De kerstmoord. Het bekende podcastduo werpt zijn licht op veertien opgeloste moordzaken zoals de veelbesproken zaak-Ivana Smit en het Anjumer horrorpension, maar ook kleinere, niet minder tot de verbeelding sprekende dossiers zoals de moord in Sint Philipsland, de Drontener bosmoord en de beul van Twente.\n'Deze podcast is zo goed omdat hij met respect gemaakt wordt. Fantastisch. Mijn tip: lees dit boek!' Carlo Boszhard Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443135460?aid=kb-online-bibliotheek&sid=18&dts=1761579539136&sig=af0983d352c1494c1be6aa624511d63e4dea2aeb98d697eff0c16ce152d5d83f&width=320",
      "dateSeen": "2025-10-28T07:13:44.003Z"
    },
    "572bb1a896aed8cf94bc6ab894f633cdaf073aa7": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444196684/de-reis-naar-huis-pat-barker",
      "title": "De reis naar huis",
      "authors": "Pat Barker",
      "description": "Na tien bloedige jaren is de oorlog voorbij. Troje is vernietigd en de Grieken keren naar huis, met hun schepen vol oorlogsbuit en gevangengenomen vrouwen, onder wie de legendarische ziener Cassandra en haar bediende Ritsa. Cassandra was slavin en is nu de concubine - oorlogsbruid - van Agamemnon. Ze wordt geplaagd door visioenen van zijn dood en die van haarzelf. Ritsa is tegen wil en dank getuige van zowel Cassandra's hysterie als de verschrikkingen die hun worden aangedaan.\nOndertussen is koningin Clytemnestra, Agamemnons wraakzuchtige echtgenote, in afwachting van de terugkeer van de vloot. Ze is ontroostbaar vanwege de dood van haar oudste dochter, die door haar man aan de goden is geofferd voor een gunstige wind naar Troje. Geplaagd door geestverschijningen en visioenen heeft ze al die jaren gebroed op vergelding. Beide vrouwen hebben hetzelfde visioen over de dood van Agamemnon. Zijn langverwachte thuiskomst zal het lot van iedereen veranderen.\nMet De reis naar huis vervolmaakt Pat Barker op majestueuze wijze haar trilogie over de mythologische vrouwen van Troje.\n'De combinatie van een moreel kompas, een ijzersterk verhaal en een heldere blik op de wereldgeschiedenis, dat is Pat Barker.' - The Guardian\n‘Spannend vanaf het begin.’ – Mezza AD\n'Barker is de koningin van de literaire historische fictie en een onverschrokken gids voor een reis door antiek Griekenland.' - National Geographic\n‘Na het lezen van Barker’s grandioze hervertelling voelt de dood van al die personages uit de wereldliteratuur aan als een persoonlijk verlies.’ - EW magazine\n‘Het voelt dat als je het boek dichtsluit, alsof je een persoonlijk verlies geleden hebt, alsof je dit nog nooit gelezen hebt’. - Jeroen Vullings op NPOradio 1\n‘Het is niet alleen maar afstoffen van die bekende verhalen, maar het is het totale vitaliseren op een bepaalde manier’.- Jeroen Vullings op NPOradio 1 Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444196684?aid=kb-online-bibliotheek&sid=18&dts=1761578618132&sig=760795c493f4495a41fa2538aa2cb359445558fbad02ab21c891f4b0339ecd31&width=320",
      "dateSeen": "2025-10-28T07:13:44.206Z"
    },
    "ec51ab346a459c333190b667a16a6b6ce4ef1e61": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/446245755/de-wereld-volgens-noord-korea-remco-breuker",
      "title": "De wereld volgens Noord-Korea",
      "authors": "Remco Breuker",
      "description": "Het nieuws dat Noord-Koreaanse militairen aan Russische zijde vochten in Oekraïne kwam in 2024 voor velen als een verrassing. Noord-Korea is toch die in zichzelf gekeerde dictatuur waar op grote schaal mensenrechten worden geschonden? Maar het land blijkt juist ook in het buitenland grote ambities te hebben en zijn greep op de wereld te willen versterken.\nNoord-Koreakenner Remco Breuker legt uit hoe dat zit. Waaruit bestaat nu precies de connectie met Poetin? Waarom is het land zo actief in zuidelijk Afrika? En wat zijn de banden met bewegingen en landen in het Midden-Oosten?\n\n Terwijl de wereldorde op haar grondvesten schudt, staat Noord-Korea aan de vooravond van wellicht zijn grootste bloeiperiode sinds de Koreaoorlog in de jaren vijftig.\n\n Over De B.V. Noord-Korea: ???? ‘Fascinerende analyse van Noord-Korea als totalitaire gangsterstaat.’ – de Volkskrant\n???? ‘In De B.V. Noord-Korea gaat Remco Breuker de diepte in. De bekendste Korea-expert van Nederland belicht op unieke wijze het verdienmodel van het Noord-Koreaanse regime.’ – NRC\n‘’Breuker zet op een interessante manier uiteen welke banden het land allemaal heeft in het buitenland.\" – Omroep Flevoland, redacteur Marije de Bie. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A446245755?aid=kb-online-bibliotheek&sid=18&dts=1761580702160&sig=e0be67c3eacdc205d18584e10a24b8de6fff720376a811f9a9e186810a94ae40&width=320",
      "dateSeen": "2025-10-28T07:13:44.397Z"
    },
    "c63ddefbe130b8c5f70f8b890d8e2c620224b77b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44137221X/brain-under-strain-charlotte-labee",
      "title": "Brain under strain",
      "subtitle": "your 10-week guide to a more balanced mind",
      "authors": "Charlotte Labee",
      "description": "Overstimulated and stressed, that’s how we often feel in today’s society. And to no surprise: the speed at which the world has changed over the past 30 years is much higher than your brain can keep up with. From early in the morning to late at night, your brain has to deal with a large number of stimuli: through your work, your phone, and social media. In this book, Brain Balance Expert Charlotte Labee provides you with practical tools to balance your mind, and your life. Charlotte offers valuable insights on how your brain works, helps you recognise symptoms of overstimulation, and shows how – by working on your nutrition, exercise, relaxation, and connection for 10 weeks – you can experience more peace of mind. Contains: insightful information about your brain and what it needs; explanation of the 7 Brain Balance pillars, including nutrition, exercise, relaxation and connection important and useful theories about overstimulation 10-week guide to work with what you have learnt additional exercises for your brain, including breathing and meditation exercises The best-selling Dutch non-fiction book of 2022! What readers say about ‘Brain Under Strain': “Recommended if you want to know more about how your brain works, if you want to change its overstimulation or if you are stuck in this rapidly changing world. The author gives you the feeling that you are not alone and, in addition to facts and experiences, also provides tools.” “This book describes interesting information in an easy way, which makes it clear to me as a 'layman' how the brain works and I finally understand why I have some complaints. It is sometimes a bit confrontational, but this book motivates me even more to get started with it.” Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44137221X?aid=kb-online-bibliotheek&sid=18&dts=1761722033588&sig=2d7324f166c4bbd2bef6283f605dec95be84963825227d9094ca7949f8594d1a&width=320",
      "dateSeen": "2025-10-29T07:13:53.801Z"
    },
    "21ad82c3d0c07dc44d80a000636f6c8980bb27cf": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436043351/overprikkeld-brein-charlotte-labee",
      "title": "Overprikkeld brein",
      "subtitle": "meer rust en balans in 10 weken",
      "authors": "Charlotte Labee",
      "description": "Brain Balance Expert Charlotte Labee deelt in 'Overprikkeld brein' de laatste wetenschappelijke kennis over ons vaak overprikkelde en oververmoeide brein. Charlotte helpt je om symptomen van overprikkeling te herkennen en geeft concrete handvatten om je brein en leven weer in balans te krijgen. Ze laat zien hoe je door aan de slag te gaan met voeding, beweging, ontspanning en verbinding binnen 10 weken meer rust ervaart en je energie terugkrijgt. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436043351?aid=kb-online-bibliotheek&sid=18&dts=1761721558797&sig=de2f6c369e15c5b4e32b60c90cf3364e90c50e7934da2bdb074d41cb3e2e484a&width=320",
      "dateSeen": "2025-10-29T07:13:53.996Z"
    },
    "a0787b53d761f89578a41150bf51c8deda6b68e6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/438734505/jouw-krachtige-brein-charlotte-labee",
      "title": "Jouw krachtige brein",
      "subtitle": "door zelfliefde & bewustzijn meer grip op je leven",
      "authors": "Charlotte Labee",
      "description": "Na het enorme succes van Overprikkeld Brein laat Charlotte je in haar achtste boek Jouw Krachtige Brein meer dan ooit kennismaken met wat er zich allemaal afspeelt in je brein, hart en ziel. Ze neemt je mee op een fascinerende reis die je veel dichter bij je kern zal brengen.\nIn dit boek deelt Charlotte haar persoonlijke verhaal en heftige gebeurtenissen die haar uiteindelijk vele positieve wendingen en nieuwe inzichten hebben gebracht. Ze laat je daarbij zien hoe je door bewuste aandacht voor de spirituele connectie tussen hoofd en hart voluit kan leven vanuit jouw eigen krachtige energie, vertrouwen en liefde.\nCharlotte beschrijft waarin je groei en ontwikkeling zit en laat zien wat het verruimen van bewustzijn, zelfliefde en wilskracht voor je kan doen. Met als beloning: meer eigenaarschap over jouwleven en processen.  Zoals Charlotte zelf zegt: ‘De kwaliteit en het plezier in je leven worden bepaald door jouw bewustzijn.’\nInclusief:  Volop handvatten om zelf met betekenisvolle inzichten aan de slag te gaan Waardevolle oefeningen, waaronder een brein- en harttraining om rust, zelfliefde, bewustzijn en energie te verhogen en beter in contact te komen met jezelf  Jouw Krachtige Brein geeft antwoord op vragen als:\nHoe kunnen emotionele klachten zorgen voor fysieke klachten? Hoe word je beperkt door je gedachten? Hoe kun je door het brein te trainen in aandacht, focus en bewustz?n anders in het leven staan? Hoe kun je leren omgaan met trauma’s, herinneringen en emoties uit het verleden die je in de weg zitten? Hoe behoud je de connectie met jezelf? Hoe open je je hart? Hoe kun je gaan leven vanuit zelfliefde? Hoe vind je je zielspad in het leven? Wat betekent multidimensionaliteit voor jou? Hoe beïnvloeden chakra’s jouw groei en jouw leven? Wat doet de kracht van het universum voor jou?  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A438734505?aid=kb-online-bibliotheek&sid=18&dts=1761722034109&sig=b1a9e10644b71e7185ffb46887bed214419e201f6afdf1239cc4c1dd09a067ac&width=320",
      "dateSeen": "2025-10-29T07:13:59.283Z"
    },
    "7df30f1192ea3edc9ab82451f7f16ea57b5ec1ec": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45548855X/zwijgende-stemmen-marjet-maks",
      "title": "Zwijgende stemmen",
      "authors": "Marjet Maks",
      "description": "In het ogenschijnlijk rustige rivierdorp Zwaandijk heerst een beklemmende sfeer. De lokale partij ZvO (Zwaandijk voor Ons) regeert met harde hand en wie zich verzet wordt gestraft of buitengesloten. Tijdens de jaarlijkse kampeerpartij met klas 2b verdwijnt de dertienjarige stadse buitenstaander Maddy Meesters en al snel gonst het van de geruchten. Mira Mos schrikt ervan, want dertig jaar eerder werd zij tijdens hetzelfde uitje doelwit van een wraakactie die haar leven tekende. Herhaalt zich hetzelfde patroon en moet ze haar stilzwijgen doorbreken? Marjet Maks (1959) woont in Andalusië. Ze kookt, tuiniert, is creatief met naald en draad en ze schrijft. Van haar hand verschenen onder andere de historische roman 'De zucht van de Moor' en de familiegeschiedenis 'Naar het land van het lopend licht'. Daarnaast schrijft ze korte verhalen en columns over haar leven in een Spaans bergdorpje. 'Zwijgende stemmen' is haar tiende roman en haar vierde roman bij uitgeverij Ellessy. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45548855X?aid=kb-online-bibliotheek&sid=18&dts=1761722039382&sig=0247f615a9fdf6c5f82a78a429b0eef7d6cae4d1e9f9afef255a359661dc2a09&width=320",
      "dateSeen": "2025-10-29T07:14:02.160Z"
    },
    "abfd1dd256dcb1029eec6bf0829642351256dc7a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455488576/senior-op-date-marlies-vaz-nunes",
      "title": "Senior op date",
      "authors": "Marlies Vaz Nunes",
      "description": "Bas van Hamelen, 67, woont in een seniorencomplex en mist slechts één ding in zijn leven: een vriendin. Na aanmoediging van zijn nichtje Nienke maakt hij gebruik van een datingapp en datet hij met vrouwen van zijn leeftijd. Een van deze dates wordt zijn vriendin. Dit ontgaat de bewoners van het complex niet. Zijn oudere zus Heleen, de moeder van Nienke, heeft Alzheimer en woont op een gesloten afdeling in een verpleeghuis. Bas bezoekt haar iedere maandag. Dan wordt hij opnieuw verliefd... Marlies Vaz Nunes (1953) is jarenlang werkzaam geweest als bioloog in Griekenland, Schotland, Engeland en Duitsland en woont sinds 2004 weer in Amsterdam. Als tiener schreef ze verhalen tot school en de universiteit te veel tijd vergden. In de jaren 90 begon ze vanuit Engeland weer te schrijven. Intussen heeft ze meerdere boeken gepubliceerd. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455488576?aid=kb-online-bibliotheek&sid=18&dts=1761722042281&sig=b9aa9c77a28ca5b63c4161b70d6116dfeedc6ea6e7446a764a94e98669de57ac&width=320",
      "dateSeen": "2025-10-29T07:14:02.564Z"
    },
    "6defb1b351ab6e37baa0f5d3f207da8daf4ed915": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455488568/moord-in-duinwijck-marian-werkman",
      "title": "Moord in Duinwijck",
      "authors": "Marian Werkman",
      "description": "Stella de Jong werkt met veel plezier in haar B&B De Blauwe Zee, maar als kort na de komst van nieuwe gasten een bekende inwoner van Duinwijck wordt vermoord, merkt ze dat de logés zich verdacht gedragen en er een dubbele agenda op nahouden. Ondanks de waarschuwing van politieman Jeroen Postma, besluit Stella samen met oud-rechercheur John van Laar op onderzoek uit te gaan. Ze loopt steeds meer gevaar, en de vondst van het moordwapen vlak bij de vuurtoren verandert alles... Marian Werkman begon met schrijven van verhalen zodra ze kon lezen Ze was altijd te vinden achter de typemachine en werd een fanatiek reporter van de schoolkrant. Ook maakte ze vertalingen en illustraties voor tijdschriften. Ze won de verhalenwedstrijd van het Dordrechts Winterboek en werd genomineerd voor de Agatha Christie schrijfwedstrijd. Naast detectiveverhalen publiceert ze boeken over asielhonden. Marian heeft een passie voor honden, muziek, boeken en theater. Ze is getrouwd met schrijver Marco Knauff. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455488568?aid=kb-online-bibliotheek&sid=18&dts=1761722042666&sig=5bac269a219185d6e20750e7cd6f68f858123328961ad4f3a7a03b695b447621&width=320",
      "dateSeen": "2025-10-29T07:14:02.838Z"
    },
    "652e3a9eafab93a3a4f4c9b619924dc2fb7c7034": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443084386/onrustige-darmen--overprikkeld-brein-charlotte-labee",
      "title": "Onrustige darmen, overprikkeld brein",
      "subtitle": "Herstel je nervus vagus en heel je trauma; door voeding en rust naar een optimale brein-darmconnectie",
      "authors": "Charlotte Labee",
      "description": "Hét boek voor optimale brein-darmconnectie.\nOnrustige darmen, overprikkeld brein is het nieuwe boek van Charlotte Labee over de magische connectie tussen hersenen en darmen. Charlotte is met stip een van de meest geliefde breinexperts van Nederland. Met meer dan 135.000 verkochte exemplaren is haar boek Overprikkeld Brein het bestverkochte Nederlandstalige non-fictieboek van 2022. Opvolger Jouw Krachtige Brein  kwam direct binnen op de nummer-1 positie van de Bestseller 60.\nIn dit nieuwe boek vertelt Charlotte alles over de magische connectie tussen hersenen en darmen. De darmen worden vaak ons tweede brein genoemd – en dat is niet voor niets. Zo kunnen de darmen als enige orgaan zonder het brein functioneren. Buikgevoelens zijn onlosmakelijk verbonden met de mentale gezondheid. Charlotte deelt de nieuwste, meest fascinerende inzichten met praktische toepassingen, die jou kunnen helpen om te groeien, je te ontwikkelen, gezond te zijn en happy te voelen. Alles komt aan bod: voedingsstoffen, neurotransmitters, emoties en energie om zo te zorgen voor een optimale brein-darmconnectie.\nMet thema’s als  Hoe en waarom hebben de darmen impact op ons brein? Hoe helpen de darmen ons te navigeren in het leven? Hoe kunnen de darmen ons emotioneel ondersteunen, maar ook in de weg zitten? Hoe kan ons microbioom antwoord geven op levensvragen? Hoe kunnen we het brein helen door de darmen te helen? Wat kunnen we eten om ons weer energiek, gelukkig en wendbaar te voelen? Hoe kunnen we weer leren luisteren naar onze gut feelings?  Onrustige Darmen, Overprikkeld Brein geeft jou inzichten om jouw brein en darmen in harmonie te brengen en niet alleen lichamelijk, maar ook geestelijk lekker in je vel te zitten. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443084386?aid=kb-online-bibliotheek&sid=18&dts=1761808396521&sig=205ae549cb736c7ce1afccf3926626eacdec6ec8cb9c76e3823a542775739a44&width=320",
      "dateSeen": "2025-10-30T07:13:16.739Z"
    },
    "17770b0c2006db6dd47408107bd571b89df4b7fa": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394720954/de-vrouw-in-het-vogelhuis-pauline-van-de-ven",
      "title": "De vrouw in het vogelhuis",
      "subtitle": "novelle",
      "authors": "Pauline van de Ven",
      "description": "Na een hartinfarct kan een oude dame eigenlijk niet meer in haar appartement blijven wonen en worden voorbereidingen getroffen voor een verhuizing.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394720954?aid=kb-online-bibliotheek&sid=18&dts=1761921825868&sig=f1e22095cde792427bed2fef53ad9e1893363d4aca7c98f50db9a8ad3750ab06&width=320",
      "dateSeen": "2025-11-01T07:11:59.097Z"
    },
    "430e19648812114d118dcccc9861003cb771e539": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455571333/jackal-highway-iris-pinson",
      "title": "Jackal Highway",
      "subtitle": "A sensual, edge-of-your-seat novel about control, desire, and the dangerous illusion of connection.",
      "authors": "Iris Pinson",
      "description": "Sanny is sweet, innocent, and yearning for love, trust, and a place to belong. When she meets Boris at the glittering Summer Party on the Beach, it feels like the start of something extraordinary. He's striking, confident, and impossible to resist. But behind his magnetic charm lies a world darker and more dangerous than Sanny could ever imagine. What begins as a fleeting encounter spirals into a seductive game of power and control. Determined to reclaim her life, Sanny starts fresh at a bold new tech startup in Rotterdam. She finds strength she thought she'd lost and forms profound bonds with her colleague Quinn and her newly discovered cousin Esmee. But just when everything seems to fall back into place, Lorenzo appears: enigmatic, intoxicating, and dangerously irresistible. His arrival is like a sudden blackout, threatening to pull Sanny into a shadowy world where she risks losing herself completely. As Quinn and Esmee search for her, they stumble upon a place where identity is fluid and love is nothing more than an algorithm. In this unsettling realm, the line between longing and reality dissolves. Can Sanny still be saved, or has she already surrendered to a system that has rewritten her? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455571333?aid=kb-online-bibliotheek&sid=18&dts=1761923877532&sig=39aed687602d8b574093b45069ad6cf1f207cf87c6a20eb4986eec49e470e331&width=320",
      "dateSeen": "2025-11-01T07:11:59.272Z"
    },
    "e3450b84b5d9057f94cdf3861cb67ee99a54cc82": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455484694/een-perfecte-kerst-marli-elisa",
      "title": "Een perfecte kerst",
      "subtitle": "Liefde, lichtjes en glühwein",
      "authors": "Marli Elisa",
      "description": "Maudie houdt niet van kerst.  Sterker nog: ze haat het. De drukte, de verplichtingen, de perfecte plaatjes... ze kan er met gemak tien redenen voor bedenken. Toch belandt ze dit jaar op de kerstmarkt in Düsseldorf. Niet omdat ze opeens fan is van glühwein en lichtjes, maar omdat ze geld wil sparen voor haar wereldreis. Daar ontmoet ze Noa. Hij gelooft wél in de magie van kerst en neemt Maudie mee langs de mooiste plekken van de stad. Terwijl haar nichtje Claire thuis alles uit de kast trekt voor een perfecte kerst, worstelt Maudie met de échte reden achter haar afkeer. Kan Noa haar laten zien dat kerst vooral gaat om de mensen om je heen?  Een hartverwarmend kerstverhaal over loslaten, nieuwe herinneringen maken en de magie terugvinden waar je niet meer in durfde te geloven. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455484694?aid=kb-online-bibliotheek&sid=18&dts=1761922975872&sig=b2e26e2f246047c4c0c1fff2d05e33d273aceb8a958b9792cf1a037ca7117afb&width=320",
      "dateSeen": "2025-11-01T07:11:59.675Z"
    }
  }
}