{
  "values": {
    "fa6ccffea8f00fc535dfacf9280b10b9bd50249f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/457315725/papa--heb-je-ooit--michael-sels",
      "title": "Papa, heb je ooit?",
      "authors": "Michael Sels",
      "description": "September 1939. François De Bondt is een jongeman uit Brussel. Zijn vrouw is gestorven aan tuberculose, kinderen heeft hij niet. Wanneer nazi-Duitsland Polen binnenvalt en het Belgische leger mobiliseert, twijfelt hij geen seconde om zich aan te melden. Hij walgt van de Duitsers en heeft niets meer te verliezen. Vol verdriet en haat begint hij aan zijn oorlog. Maar hoe zal hij uit deze hel komen? Negentien jaar later. Twee tienerzussen, Elisabeth en Louise-Marie, bezoeken Expo '58, de Wereldtentoonstelling in hun stad Brussel. Hoop en vooruitgang hangen in de lucht. Al 13 jaar is er vrede, het leven lijkt prachtig. Maar hun vader draagt een donkere schaduw met zich mee. Hij ontvangt in het geheim vreemde mannen in zijn atelier en ontwijkt elk gesprek over de oorlog. De zussen begrijpen het niet. Welke geheimen verbergt hij? Zullen ze ooit ontdekken wie hun papa écht is? Jeugdauteur Michael Sels ging op reis naar Polen, voerde een diepgaand gesprek met zijn mama en snuisterde door oude familiefoto's. En plots had hij een verhaal - historisch, waargebeurd en aangrijpend. Het resultaat is zijn meest persoonlijke boek ooit. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A457315725?aid=kb-online-bibliotheek&sid=19&dts=1770018256608&sig=f9bf546172628d9c2add8fcde271817773687ae8d9f1a646c47c396a26a6edbd&width=320",
      "dateSeen": "2026-02-02T07:44:17.097Z"
    },
    "bb493543bf6f6cfbc6ab9fae970a5e7f4b5fe234": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437361225/tegen-elke-prijs-nick-de-koning",
      "title": "Tegen elke prijs",
      "subtitle": "Maak kennis met de wereld van Kliniek Zuid, waar schoonheid te koop is maar niets is wat het lijkt",
      "authors": "Nick de Koning",
      "description": "Een cosmetisch chirurge runt een succesvolle kliniek in Amsterdam-Zuid, maar nadat een aantal cliënten melding doet van onverklaarbare klachten na een borstvergroting, wordt zowel haar carrière als haar persoonlijk leven aan het wankelen gebracht.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437361225?aid=kb-online-bibliotheek&sid=19&dts=1770124535230&sig=95d97f28dc6aee797cc3419c102d3bad9dd2f85a5c11a06260f36adde59aa123&width=320",
      "dateSeen": "2026-02-04T07:39:19.146Z"
    },
    "a8bf8eb34ba0a80265fbe7b973a65c7aa346b3d4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/439169003/in-de-steigers-nick-de-koning",
      "title": "In de steigers",
      "authors": "Nick de Koning",
      "description": "Dr. Caro Benedict zit middenin de verbouwing van haar kliniek, die bepaald niet van een leien dakje gaat. Ook in haar privé leven is niets meer hetzelfde, nu zij in scheiding ligt met Robbert, de vader van haar twee kinderen en mede oprichter van de kliniek. Uit alle macht probeert Caro het beschaafd te houden en de kinderen te ontzien maar dat blijkt moeilijker dan gedacht. Zoon Teun ontvlucht de situatie thuis in allerlei exorbitante feestjes en dochter Sofie is nog maar amper hersteld van de opname voor haar eetstoornis. Ondertussen missen de charmes van Caro’s woest aantrekkelijke collega arts Felix, die in Caro zijn droomvrouw ziet, hun uitwerking niet. Caro en hij zijn stapelverliefd en Felix doet wat hij kan om haar bij te staan. Maar Caro’s hart werd al eens eerder gebroken en zij weet dat zij uiteindelijk zelf zal moeten bepalen wat goed voor haar is. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A439169003?aid=kb-online-bibliotheek&sid=19&dts=1770124580568&sig=459a300ba5aa183277c43a7ca91b7246b4364cb103a74ce791cdc2fec631b391&width=320",
      "dateSeen": "2026-02-04T07:39:19.575Z"
    },
    "dc182eab01df225296fb1f64b8cc0f4770640d0b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443318379/onder-vuur-nick-de-koning",
      "title": "Onder vuur",
      "authors": "Nick de Koning",
      "description": "Als de kliniek van Caro Benedict eindelijk weer open kan, krijgt ze bezoek van de belastinginspectie. Wanneer haar grote liefde Felix hoort dat Caro een fraudeclaim boven het hoofd hangt, wil hij haar direct te hulp schieten. Maar wil Caro haar lot weer in de handen van een man leggen?",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443318379?aid=kb-online-bibliotheek&sid=19&dts=1770124609386&sig=8a734b0ff2ca6fd949e787453b362e500e8e6cb7236f16feadf4fa20f4cae386&width=320",
      "dateSeen": "2026-02-04T07:39:19.956Z"
    },
    "8b6e0bd245a05373e65257d978ee1b776f4746b7": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/457361506/tussen-twee-werelden-sofie-van-beek",
      "title": "Tussen twee werelden",
      "authors": "Sofie van Beek",
      "description": "In dit tweede deel \"Tussen twee werelden\" van de trilogie \"De verborgen planeet\" worden Casper en Sofie tot het uiterste getest en moeten ze hun vaardigheden snel verder ontwikkelen. De planeet Ceridwen gunt hun namelijk geen lange jeugd. Twee jaar zijn verstreken sinds het geheime genootschap in zijn voortbestaan wordt bedreigd door een opstandige magier. Zowel Casper als Sofie hebben het moeilijk op school. Sofie is naar Arnhem verhuisd en heeft hun verkering uitgemaakt. Dan wordt het geheime genootschap op aarde opnieuw aangevallen. Alle sporen leiden naar de verborgen planeet, waar de macht van de magiër snel toeneemt. Joke en Casper reizen samen naar Ceridwen in een poging hun vrienden te redden. Als ze daar aankomen, klapt de val van de vijand dicht. Over de schrijver: \"Houd Sofie van Beek in de gaten. Haar verhaal getuigt van een originele en fantasierijke geest die zich niet zal laten temmen.\" Joke Reinders. Juryrapport schrijfwedstrijd voor kinderen Wageningen, 2007. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A457361506?aid=kb-online-bibliotheek&sid=19&dts=1770125172889&sig=485033b93325662cc844c4f577fe9d524d629de2679bb68a9d1dcf94a13c2160&width=320",
      "dateSeen": "2026-02-04T07:39:20.405Z"
    },
    "62e428231743190d84e360f3df845cdc1b9622d0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/457361549/in-het-spoor-van-de-wolf-kjell-genberg",
      "title": "In het spoor van de wolf",
      "authors": "Kjell Genberg",
      "description": "In het spoor van de wolf De Zweeds-Amerikaanse Alexandra Flint is huurmoordenaar, opgeleid door haar vader Algernon. Via een contact in Venezuela krijgt Algernon de opdracht een beruchte bendeleider uit te schakelen: de 'Levantijnse Wolf'. Hij is verantwoordelijk voor talloze schietpartijen en bomaanslagen in Zweden. Een klus die Alexandra alleen zal uitvoeren; Algernon wil vanwege zijn leeftijd op de achtergrond blijven.  Maar een wolf laat zich niet makkelijk vangen. De jacht voert Alexandra van Turkije naar Zweden en stuit op vele hindernissen. Wanneer de Zweedse politie de Levantijnse Wolf in handen krijgt, wil Alexandra stoppen, maar Algernon wil doorgaan. Zijn beroepseer zegt hem dat de opdracht voltooid moet worden. Dit wordt haar laatste klus, belooft hij.  Terwijl vader en dochter hun dodelijke jacht voortzetten, haalt een slordigheid uit het verleden hen in - en komt de Zweedse rechercheur Kaj Leander hen op het spoor. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A457361549?aid=kb-online-bibliotheek&sid=19&dts=1770125748705&sig=9d94ba295611d4e4a1f197a4de018793758451605f522c0367394c8977def544&width=320",
      "dateSeen": "2026-02-04T07:39:20.784Z"
    },
    "2889e9939361c874804f772426c99e3e808a0c65": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456463704/moordvent-jolanda-esselink",
      "title": "Moordvent",
      "authors": "Jolanda Esselink",
      "description": "De altijd zo alerte Ellen mist de signalen om haar giftige relatie met Johan, die voor haar de aantrekkelijkste man ter wereld is, te beëindigen voor het te laat is. Wanneer trekt het waas voor haar ogen op en ziet ze de werkelijkheid? De coronapandemie maakt haar echt wakker. Als ze achter de voordeur vaker in de hel verkeert dan in de hemel, moet ze alles op alles zetten om aan zijn manipulaties het hoofd te bieden en te overleven. Ambitieus als ze is werkt ze intussen aan een gewaagd plan om voorgoed van hem af te komen. Gaat dat haar lukken? \"Zinderende vrouwenthriller met spicy randje\". Wemmie Wolf, jurylid Nederlands Thrillerfestival Jolanda Esselink, voorheen copywriter, redacteur en journalist. In 2022 besloot ze het roer om te gooien en zich te storten op het schrijven van blogs en verhalen die je raken. Deze gelaagde thriller Moordvent, met gaslighting in de hoofdrol, is haar debuut. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456463704?aid=kb-online-bibliotheek&sid=19&dts=1770195505220&sig=daa3830128d94a9ad6c73d49bbf2a835ef28d2736f6ed8cb50cd0f846dc88994&width=320",
      "dateSeen": "2026-02-05T07:44:42.806Z"
    },
    "1662b0cd500adf1ea623cec22ea21f173f86d98a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456487522/wat-eens-ongeschonden-was-jos-govaarts---mark-de-groot",
      "title": "Wat eens ongeschonden was",
      "authors": "Jos Govaarts | Mark de Groot",
      "description": "'Wat eens ongeschonden was' is het tweede deel uit de serie 'De Scalda Moorden'. De daad is verleden, het teken ervan blijft. Hoogseizoen in Vlissingen. Een zwaargehavend lijk spoelt aan op het Badstrand. Een milieuambtenaar wordt vermist. Inspecteur Hugo Noot en zijn collega Ankie Verhage komen op het spoor van een chemisch bedrijf dat verdacht wordt van illegale lozingen pfas in de Westerschelde. Als er meer slachtoffers vallen, zijn Hugo en Ankie ervan overtuigd dat een onzichtbare hand een web van leugens en schijnwaarheden weeft. Verleden en heden raken verstrikt. Liefde en wraak blijken nauw verbonden. Jos Govaarts en Mark de Groot hebben hun krachten gebundeld met het schrijven van de serie \"De Scalda Moorden\", die zich afspeelt in Zeeland met op de achtergrond de Westerschelde. Onderlinge persoonlijke verhoudingen tussen de personages spelen een belangrijke rol. ------ Over het eerste deel \"Soms komt niet thuis wat vertrokken is\": \"Degelijk speurwerk, een slimme, menselijke inspecteur en dito collega's maken van dit debuut een aangename policier\" - VN Detective- en thrillergids \"Een uitstekende, bijna on-Nederlandse start van een detectiveserie\" - Cees van Rhienen, juryvoorzitter Nederlands Thrillerfestival \"Het is genieten van de mooie zinnen die een situatie beeldend maken\" - Boekenkrant 4 sterren - Hebban Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456487522?aid=kb-online-bibliotheek&sid=19&dts=1770214618954&sig=81977ab8fb57f04db8f4ee26edb82f5346ff871b9210d0be8b3da1a88744ecf5&width=320",
      "dateSeen": "2026-02-05T07:44:43.261Z"
    },
    "059646f62f818e62f60fd325ec713bea9a77d79e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456463690/een-muur-van-croutons-michiel-richards",
      "title": "Een muur van croutons",
      "authors": "Michiel Richards",
      "description": "De vader van Joseph kan zich overal verstoppen. In een achterafstraat van San Francisco, met een nylonkous over zijn hoofd. Onder een motorhelm, op de set van een Woody Allen film. Achter een muur van croutons, in een volkswijk van Los Angeles. Al deze verstoppartijen maken dat Joseph zich levenslang afvraagt: wie is die pa van mij nou eigenlijk? In een vertelling waarin dagen decennia worden, en kleine jongens groot, gloort de hoop dat zijn vader ooit een begrijpelijk en beminnelijk man zal zijn. Maar bestaat dat soort vaders wel? ‘In deze roman gaan feit en fictie een huwelijk met elkaar aan. Een vechthuwelijk, waar de vonken van afvliegen. Een muur van croutons laat je nadenken over de vraag of ook een onhebbelijk mens een zekere tederheid verdient.’ (de review die Kurt Vonnegut had geschreven, had hij nog geleefd) Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456463690?aid=kb-online-bibliotheek&sid=19&dts=1770212983415&sig=a246f5b401553e03eaee6c8e725a0b90b18e6b1f745370fa03868f24cccfda23&width=320",
      "dateSeen": "2026-02-05T07:44:43.842Z"
    },
    "5693d93e1c98853ec87792d0bfbbc08033417625": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456661085/het-tuinfeest-elly-wassenaar---ronald-van-assen",
      "title": "Het tuinfeest",
      "authors": "Elly Wassenaar | Ronald van Assen",
      "description": "Een grote stenen tuintafel, gedragen door fraaie metalen pootjes, siert de weelderige tuin. In het strak aangeharkte gras wachten lege statafels op hun bezoekers. Gekleurde lampjes geven het geheel een sprookjesachtige sfeer tijdens deze zwoele avond waarin de schemering alvast inzet. In de riante buitenkoelkast wachten hapjes en drankjes om genuttigd te worden. Bijna idyllisch. Bijna? Ja, het is te mooi om waar te zijn. Want straks als de gasten komen, zullen zij de serene sfeer verpesten met dominante verlangens die soms vragen om een rigoureuze beslissing. Of kunnen zij hun oerdriften niet beheersen bij de confrontatie met die ene spannende bezoeker die hun hart sneller laat kloppen. Een onbedwingbaar verlangen om toe te geven aan hun schaduwkant. Een tuinfeest, het klinkt zo veilig, maar onderhuids sluimert er veel. Meer dan jij en ik kunnen vermoeden ... AUTEURS Tessa te Loo, Miriam Ootjers, Angelina van Kemenade, Annemieke Taffijn, Isabelle Smit, Marianne Sinke, Anke Verbraak, Roan Botman, Carlijn Peeters, Simcha Bakker, Luc Vos, R.R. Marion, Mathijs Meeuwissen, Sacha Voogd, Ingrid Buijs & Ariane van Nol, Conny Hoogendoorn, Elsje Margriet van der Heijden, Miriam Lucia, Gerhard Pijnenburg, Chamira Hellingman, Laura Weterings, Michael Vonk, Wendy Sempels, Monique Horlings, Esther Roos, Wendy Middelkoop, Ilona Poot, Rien Floris, Noël Sies, Benoit van der Cruysse, Pieter de Jong, Bert Goedhart, Suzanne Schuijt Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456661085?aid=kb-online-bibliotheek&sid=19&dts=1770194100323&sig=9b57b81789ae501fe13479ed0552e006d1f84577901b91aea456814731cda10b&width=320",
      "dateSeen": "2026-02-05T07:44:44.324Z"
    },
    "f79c0781a76966b8944393f2515ebc430a6e6b05": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456734147/de-verloren-meisjes-van-ierland-susanne-o-leary",
      "title": "De verloren meisjes van Ierland",
      "authors": "Susanne O’Leary",
      "description": "Het pittoreske strand van Wild Rose Bay is niet de plek waar Lydia Butler ooit dacht te belanden. Maar nu ze alles is kwijtgeraakt, heeft ze geen andere keus. Met haar dochter Sunny neemt Lydia haar intrek in de vervallen cottage die ze van haar oudtante heeft geërfd. Hier, in dit kleine dorp aan zee, kan ze Sunny beschermen tegen de roddels in Dublin en de echte reden waarom ze nergens anders meer heen kunnen…\nDe cottage hoort bij een oud complex van de kustwacht, en de andere bewoners komen allemaal langs om zich voor te stellen. Lydia voelt zich direct minder alleen, en is gefascineerd door hun verhalen over haar oudtante. De Amerikaanse kunstenaar Jason O’Callaghan, die recht naast Lydia en Sunny woont, valt haar extra op.\nMaar terwijl Lydia steeds meer tot rust begint te komen, dreigt het geheim dat ze voor Sunny bewaart naar buiten te komen. En wanneer ze zich meer en meer aangetrokken voelt tot Jason, weet ze dat ze het verleden onder ogen zal moeten zien. Heeft ze eindelijk mensen gevonden die haar onvoorwaardelijk zullen accepteren, of zal de waarheid haar dwingen om de cottage voorgoed achter zich te laten?\n  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456734147?aid=kb-online-bibliotheek&sid=19&dts=1770710084348&sig=025d31cff1a083cda2bd912e6ac01da9eebfbf03f7680743a1560daab16fa4e5&width=320",
      "dateSeen": "2026-02-10T07:54:44.874Z"
    },
    "3e8b057db753935cec46b58897e3cc826548bf40": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/457277815/pelle-en-de-voetbalprofessor-thomas-olsthoorn",
      "title": "Pelle en de voetbalprofessor",
      "authors": "Thomas Olsthoorn",
      "description": "Pelle is gek op voetbal maar wordt altijd als laatste gekozen… Dan ontmoet hij de voetbalprofessor, die hem helpt om te leren dribbelen, passen en penalty's te scoren. Met illustraties in kleur. Vanaf ca. 8 jaar.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A457277815?aid=kb-online-bibliotheek&sid=19&dts=1770710085003&sig=27dd23c4141a6a484730b29384e39d9315edd0f20cb68acf6c445b8c0d75412b&width=320",
      "dateSeen": "2026-02-10T07:54:45.489Z"
    },
    "73c7a182f540e4acdb75d38a676d1961142f083f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444259775/het-vertroebelde-oog-han-van-bree",
      "title": "Het vertroebelde oog",
      "subtitle": "Het onbegrepen leven van Greet Hofmans",
      "authors": "Han van Bree",
      "description": "Onthullende biografie werpt nieuw licht op Greet Hofmans  Greet Hofmans was in 1956 maandenlang wereldnieuws. Van Zweden tot de Verenigde Staten, van Frankrijk tot Venezuela: overal verschenen artikelen over de 'gebedsgenezeres' die het huwelijk van het Nederlandse koningspaar zo ernstig had verstoord dat een echtscheiding dreigde. Hofmans zou koningin Juliana hebben behekst en gevaarlijke pacifistische denkbeelden hebben ingefluisterd. De ophef leidde ertoe dat Juliana alle banden met Hofmans moest verbreken. Achteraf bleek prins Bernhard verantwoordelijk voor de demonisering van Hofmans, die als een 'Raspoetin' de geschiedenisboeken inging.\nGebruikmakend van diverse niet eerder geraadpleegde (privé)archieven schetst Han van Bree in Het vertroebelde oog een genuanceerd beeld van de persoon Hofmans. Wie was deze Amsterdamse vrouw van eenvoudige komaf, bij wie zo velen – van jong tot oud, van arm tot rijk, van laaggeschoold tot hooggeleerd – te rade gingen als ze ergens mee zaten? Was zij inderdaad een sturende en manipulatieve intrigante? Had zij voor de monarchie gevaarlijke religieuze opvattingen? En bovenal: wat wilde zij bereiken? Door haar hele leven te beschouwen, geeft Van Bree een completer beeld van Hofmans en biedt hij een nieuwe, heldere kijk op de wijze waarop zij onder meer Juliana, maar ook Wilhelmina en zelfs Bernhard terzijde stond.\nGebaseerd op volledig nieuw archiefmateriaal Met niet eerder gepubliceerde foto's\nHan van Bree (1957) studeerde geschiedenis in Utrecht en Gent en specialiseerde zich op het Nederlandse koningshuis. Voor de NOS maakte hij over koningin Juliana, prins Bernhard en prins Claus diverse documentaires, die werden uitgezonden in de weken na hun overlijden. In 2015 promoveerde hij in Leiden op De geest van het Oude Loo – Juliana en haar vriendenkring 1947-1957. Daarnaast schreef hij onder andere de bestseller Beatrix, koningin der Nederlanden en was hij van 1983 tot 2022 verantwoordelijk voor de reeks Het aanzien van. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444259775?aid=kb-online-bibliotheek&sid=19&dts=1770710085639&sig=597e7fe8784f66a706bf0b56be6e406dbd525da135e21130497ccb9396225f2d&width=320",
      "dateSeen": "2026-02-10T07:54:46.092Z"
    },
    "d5bc6f1e9400dceda602ebda307a4e66ba768dcd": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/445993669/levenslessen-van-100-jarigen-marjon-bolwijn",
      "title": "Levenslessen van 100-jarigen",
      "authors": "Marjon Bolwijn",
      "description": "De opvolger van het succesvolle Levenslessen van 100-jarigen  Een uniek gezelschap rasoptimisten: zo zou je de 100-jarigen in Levenslessen van 100-jarigen kunnen noemen. Hun positieve instelling heeft hen vaak door moeilijke tijden geholpen, en zorgde ervoor dat ze met een open blik naar de toekomst keken. In haar gesprekken met 100-jarigen vielen Volkskrant-journalist Marjon Bolwijn een paar dingen op die kenmerkend zijn voor hun uitzonderlijke vitaliteit. Zo woont twee derde nog zelfstandig, gebruikt een meerderheid een smartphone, computer of tablet, rijdt één op de tien nog auto en stappen er drie regelmatig op de fiets. Eén eeuweling breekt zelfs nog wereldrecords schoolslag en borstcrawl.\nDe levensverhalen van 100-jarigen in dit boek bieden een boeiende kijk op een eeuw geschiedenis door de ogen van onze oudste medeburgers. Of ze nu op hun 16e voor dwangarbeid op de trein werden gezet naar een vreemd land, na de oorlog naar Canada vertrokken, waar het flink ploeteren was om een nieuw bestaan op te bouwen, of als 8-jarige al voor een gezin met twaalf kinderen moesten koken: ze zijn er allemaal 100 jaar mee geworden.\nDeel 2 van Levenslessen van 100-jarigen, waarvan meer dan 10.000 exemplaren zijn verkocht Inclusief interviews met 100-jarige Nederlandse emigranten in Canada\nUit Levenslessen van 100-jarigen – Deel 2: 'Drie keer in de week zwem ik 1000 meter. Het zwembad is maar vijf minuten rijden met mijn auto. Als ik in de ochtend geen zin heb, ga ik toch, want ik weet dat ik mij na het zwemmen altijd beter voel. Glijden door het water maakt mij gelukkig.' Betty Brussel, 100 jaar\nMarjon Bolwijn is journalist. Ze begon haar loopbaan bij Het Parool en werkt nu bij de Volkskrant, waar ze begon als buitenlandredacteur. Haar hart ligt bij sociaal-maatschappelijke onderwerpen en de persoonlijke verhalen achter thema's als migratie en armoede. Voor de Volkskrant interviewde ze tientallen 100-jarigen, een zeer populaire rubriek. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A445993669?aid=kb-online-bibliotheek&sid=19&dts=1770710086229&sig=e3542af61fbc9b39472dfbf5e7d24103723d21ba77a61d7883d1c4937049d453&width=320",
      "dateSeen": "2026-02-10T07:54:46.660Z"
    },
    "2e4bc4863491cff41fca8e27fdabfc1c0e535437": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/445993731/fasten-your-seatbelt-and-enjoy-the-ride-maud-wessels",
      "title": "Fasten your seatbelt and enjoy the ride",
      "subtitle": "Hoe mijn wereldreis mij leerde leven",
      "authors": "Maud Wessels",
      "description": "Reisbeschrijving van een jonge vrouw die een wereldreis door vijftien landen maakte, met aandacht voor zelfreflectie en persoonlijke groei.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A445993731?aid=kb-online-bibliotheek&sid=19&dts=1770710086780&sig=ef7c64b98019010bf22d858ddd01c0645caadbc7bb6fedffa68d10165b4d1390&width=320",
      "dateSeen": "2026-02-10T07:54:47.215Z"
    },
    "1ea65211f627b59caeb2ef9426ce434ca616b5c7": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444259953/broeder-joep-joep-van-poorten",
      "title": "Broeder Joep",
      "subtitle": "Van sjoelen tot steunkousen: verhalen van de afdeling voor ouderen met dementie",
      "authors": "Joep van Poorten",
      "description": "Persoonlijk relaas over het werken op een afdeling voor ouderen met dementie in een verpleeghuis.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444259953?aid=kb-online-bibliotheek&sid=19&dts=1770710087349&sig=6e2060d92f75a7979b9ee904e691c826e9775dca15b3274014e939649d3a8121&width=320",
      "dateSeen": "2026-02-10T07:54:47.766Z"
    },
    "8e475be032ea203176178b5d021b06ef1ca1ab3e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444254722/hotel-pico-bello-en-de-zaak-van-de-horlogedief-vivian-den-hollander",
      "title": "Hotel Pico Bello en de zaak van de horlogedief",
      "authors": "Vivian den Hollander",
      "description": "De vader van Bart en Bibi heeft een oude boot gekocht die hij wil verbouwen tot een hotel. Als alles klaar is, worden Bart en Bibi vals beschuldigd van diefstal. Met illustraties in grijstinten. Vanaf ca. 7 jaar.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444254722?aid=kb-online-bibliotheek&sid=19&dts=1770710087895&sig=bdb19a61d7bd02b45ea8753ec57b989d1a9fb4371e79895c11d19c1b9f8ed47d&width=320",
      "dateSeen": "2026-02-10T07:54:48.337Z"
    },
    "fb1d83010bff3d8181dd164e8ac3e3da240c5785": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444254706/superjuffie-steelt-een-paard-janneke-schotveld",
      "title": "Superjuffie steelt een paard",
      "subtitle": "en andere verhalen",
      "authors": "Janneke Schotveld",
      "description": "Bundeling van elf Superjuffieverhalen waarin er weer de nodige dieren in nood worden gered. Met zwart-witillustraties. Voorlezen vanaf ca. 7 jaar, zelf lezen vanaf ca. 8 jaar.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444254706?aid=kb-online-bibliotheek&sid=19&dts=1770710088464&sig=37596bc3e4bade186413e668540e44cd9d66409999a9f05fe368ff879fecb0ba&width=320",
      "dateSeen": "2026-02-10T07:54:48.901Z"
    },
    "72b8927a88191195942e22f367b3f35057a1ebbc": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44425997X/waarom-de-laagsteprijsgarantie-ervoor-zorgt-dat-jij-te-veel-betaalt-jona-van-loenen",
      "title": "Waarom de laagsteprijsgarantie ervoor zorgt dat jij te veel betaalt",
      "subtitle": "Antwoorden op vragen die economen niet durven te stellen",
      "authors": "Jona van Loenen",
      "description": "Inleidende verkenning over de economie, aan de hand van verschillende vragen en hardnekkige mythen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44425997X?aid=kb-online-bibliotheek&sid=19&dts=1770710089017&sig=c24fe59f59300d352b2e5d149e4d66226bd1915b9b88d4a5db79cb0c9d9bac57&width=320",
      "dateSeen": "2026-02-10T07:54:49.451Z"
    },
    "aae4f2b38dac2665d623a6e2bf441786df63db17": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444259848/nederland-alle-geschiedenis-ooit---arco-gnocchi---nynke-de-jong---thom-aalmoes",
      "title": "Nederland",
      "subtitle": "100 verhalen waar je hoge ogen mee gooit",
      "authors": "Alle Geschiedenis Ooit | Arco Gnocchi | Nynke de Jong | Thom Aalmoes | Andrea Huntjens",
      "description": "Verzameling van 100 bijzondere verhalen uit de Nederlandse geschiedenis.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444259848?aid=kb-online-bibliotheek&sid=19&dts=1770710089597&sig=0146687757136d08f70a3814ad990fa100f8af18fca6191716298dc6df14d08f&width=320",
      "dateSeen": "2026-02-10T07:54:50.025Z"
    },
    "45d60510cb35c742f3e62b60773831e58d88c565": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444259902/focus-routine-oscar-de-bos",
      "title": "Focus Routine",
      "subtitle": "Krijg structureel meer gedaan in een wereld vol afleiding",
      "authors": "Oscar de Bos",
      "description": "Praktisch handboek over hoe men geconcentreerder kan werken, waardoor je de productiviteit verhoogt en stress vermindert. Met illustraties in zwart-wit.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444259902?aid=kb-online-bibliotheek&sid=19&dts=1770710090150&sig=1eb2d6384df8ad2f3df29a36b486222f5c42e60a9a1bdc78ac88e0d0029414ea&width=320",
      "dateSeen": "2026-02-10T07:54:50.571Z"
    },
    "2fe51f3c14306809dee853a20ad52f9132f7844d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444260056/oorlogsgeheimen-jacques-vriens",
      "title": "Oorlogsgeheimen",
      "authors": "Jacques Vriens",
      "description": "Het Zuid-Limburgse dorpje waar Tuur (11) woont, is bezet door de Duitsers. Als Tuur ontdekt dat zijn buurmeisje Maartje een groot geheim heeft, komt de oorlog wel heel dichtbij. Vanaf ca. 10 jaar.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444260056?aid=kb-online-bibliotheek&sid=19&dts=1770710090697&sig=770fc6107d08b02dd7066cddefa5f94a98cee2d2fcd30ef76eff048753cfd465&width=320",
      "dateSeen": "2026-02-10T07:54:51.121Z"
    },
    "37c8e10af06c9c3eb7b3dc99b9bda1d8dbd5e593": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444259864/liefdesbrieven-van-een-kampbeul-rik-kuiper",
      "title": "Liefdesbrieven van een kampbeul",
      "subtitle": "Het waargebeurde verhaal van een ontsnapte Nederlandse SS’er, een secretaresse uit Kamp Amersfoort en de zoektocht van hun zoon naar de waarheid",
      "authors": "Rik Kuiper",
      "description": "Persoonlijk getint verslag van de speurtocht naar de levensgeschiedenis van de Nederlandse SS’er en kampbeul Willem van der Neut (1919-1983).",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444259864?aid=kb-online-bibliotheek&sid=19&dts=1770710091275&sig=6a7c3a4648ab350cc532d0072d1e865aa13ca18ee29bfeaea7adab51e771cfb1&width=320",
      "dateSeen": "2026-02-10T07:54:51.779Z"
    },
    "90515e355030f92a9aed7d00102c94378e66d1aa": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448832755/waar-wachten-we-op--dennis-storm",
      "title": "Waar wachten we op?",
      "subtitle": "Waarom er lef nodig is om de wereld te veranderen",
      "authors": "Dennis Storm",
      "description": "Verhandeling over de noodzaak om andere keuzes te maken voor een gezonde en groene toekomst. Met zwart-wit illustraties.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448832755?aid=kb-online-bibliotheek&sid=19&dts=1770710091900&sig=2ecb3a2a56c54a8923830a92be149ce4301e5375131232bf8c21e86c78ee7d32&width=320",
      "dateSeen": "2026-02-10T07:54:52.381Z"
    },
    "83462d59cab2bdec6895b078a29cc5a7c45b15a4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444259813/75-jaar-formule-1-olav-mol",
      "title": "75 jaar Formule 1",
      "authors": "Olav Mol",
      "description": "Geschiedenis van de Formule 1 in de periode 1950-2025.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444259813?aid=kb-online-bibliotheek&sid=19&dts=1770710092509&sig=3bfefb7592765f321640f0f59a0d53813acf7e3ad682f7a3b64d957287bbe635&width=320",
      "dateSeen": "2026-02-10T07:54:53.037Z"
    },
    "fff841880498b0eb2e148a1697298bb49fd28502": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443090440/onze-kunstmatige-toekomst-joris-krijger",
      "title": "Onze kunstmatige toekomst",
      "subtitle": "Wat wij willen met AI (en AI met ons)",
      "authors": "Joris Krijger",
      "description": "Verhandeling over de ethische aspecten van kunstmatige intelligentie.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443090440?aid=kb-online-bibliotheek&sid=19&dts=1770710093161&sig=61d398ea345d8aeb4bdfc1c7c1bb1367b4efd3584b8c4130fc2dfeef27f2b017&width=320",
      "dateSeen": "2026-02-10T07:54:53.605Z"
    },
    "163c9470695f468622ede0df1d5e8d7a18b8027e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/445994029/voor-altijd-op-de-vlucht-angelo-schenkers",
      "title": "Voor altijd op de vlucht",
      "subtitle": "Een Amsterdams familieverhaal",
      "authors": "Angelo Schenkers",
      "description": "Familiegeschiedenis van de grootouders van de auteur, zich afspelend in Amsterdam. Met zwart-witfoto’s.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A445994029?aid=kb-online-bibliotheek&sid=19&dts=1770710093728&sig=8479a47806a59ec0dac6367852d5990907503294e1dc8cfb85ec271f32ece8e8&width=320",
      "dateSeen": "2026-02-10T07:54:54.199Z"
    },
    "f7102d623ef1ae789d31aaa6ea5578b8eccd2335": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444254714/de-twee-levens-van-kaia-chris-kooi",
      "title": "De twee levens van Kaia",
      "authors": "Chris Kooi",
      "description": "Kaia (11) kan na veel verhuizingen samen met zijn moeder in het huis van zijn verdwenen oma wonen. Als hij op zijn nieuwe school een boek kopieert, komt hij terecht in een wereld vol dubbelgangers. Zal het hem lukken om dit mysterie te ontrafelen? Vanaf ca. 10 jaar.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444254714?aid=kb-online-bibliotheek&sid=19&dts=1770710094396&sig=e4e93d326d66a3261da7bbf9883d482982edb2d7747b29246bc02c987b815626&width=320",
      "dateSeen": "2026-02-10T07:54:54.880Z"
    },
    "39071867ea1a758d42dbcea6a364fb40543df0e2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44426003X/het-is-jullie-zo-gegund-thijs-launspach",
      "title": "Het is jullie zo gegund",
      "subtitle": "Als een kind krijgen niet vanzelf gaat",
      "authors": "Thijs Launspach",
      "description": "Persoonlijk relaas van een psycholoog (1988) over zijn vruchtbaarheidsproblemen, met aandacht voor de impact op de relatie met zijn partner.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44426003X?aid=kb-online-bibliotheek&sid=19&dts=1770710095012&sig=18d8cf23275bd473d7a8ab217c7c4e2987d80f6e28801631f0638dbd863e561b&width=320",
      "dateSeen": "2026-02-10T07:54:55.452Z"
    },
    "81e9c78737161575c1a833b213ac2b705456afbd": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45729521X/wie-is-hier-de-baas-nicole-snow",
      "title": "Wie is hier de baas",
      "authors": "Nicole Snow",
      "description": "Sabrina gelooft in ongeluk. En terecht, zo lijkt het, want op vrijdag de dertiende gaat alles mis. Eerst verslaapt ze zich gigantisch, dan wordt een van haar hakken opgevreten door de lift en dan meldt haar baas dat ze haar baan kwijt is. Om zichzelf te troosten, gaat Sabrina naar haar favoriete koffietent voor een cinnamon latte, die ze meeneemt naar het park. Net als ze op een bankje zit te genieten van de troostkoffie, komt er op hoge poten een man naar haar toe die eist dat ze daar weggaat omdat ze in \"zijn licht\" zit. Eh, hallo? Sabrina, die er helemaal klaar mee is voor vandaag, laat dit niet over zich heen komen... Iets waar Magnus zo van onder de indruk is dat hij haar direct wil aannemen als zijn executive assistant. Zo begint een heerlijk verhaal vol aantrekken en afstoten, waarin Sabrina en Magnus elkaar beter leren kennen dan ze ooit iemand hebben toegestaan. 'Wie is hier de baas' is het eerste deel in de grappige en levensechte office romance-serie Chicago CEO's van Nicole Snow. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45729521X?aid=kb-online-bibliotheek&sid=19&dts=1770735793051&sig=7b28a9f5d81008b76f6a24abebae70a4f35281fafc6bbfde21e1d74f25099c17&width=320",
      "dateSeen": "2026-02-11T07:50:58.882Z"
    },
    "cb921b6b1a2da6c7a8a6a1e970c461ffead04784": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/445994223/vive-le-tour--vive-les-femmes-julia-mulli%C3%A9---tim-de-vries",
      "title": "Vive le tour, vive les femmes",
      "subtitle": "De roerige geschiedenis van de Ronde van Frankrijk voor vrouwen",
      "authors": "Julia Mullié | Tim de Vries",
      "description": "Geschiedenis van de Ronde van Frankrijk voor vrouwen. Met zwart-witfoto’s en -illustraties.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A445994223?aid=kb-online-bibliotheek&sid=19&dts=1770796259005&sig=ecebb1b7d3820f05aca491f2f122f0305adedce46f6ea7e43b4bc2b9dcc55c60&width=320",
      "dateSeen": "2026-02-11T07:50:59.560Z"
    },
    "c813acc65e4b5487cbe5d209a1948e957deefbb9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444259945/roadblock-sophie-wester",
      "title": "Roadblock",
      "subtitle": "Zou jij kunnen leven met een loodzware leugen?",
      "authors": "Sophie Wester",
      "description": "Drie vrienden fietsen ’s nachts na een feestje dronken naar huis en besluiten een grap uit te halen. Maar deze zogenaamde grap heeft ernstige gevolgen. Vanaf ca. 14 jaar.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444259945?aid=kb-online-bibliotheek&sid=19&dts=1770741279819&sig=b7a5f8f8a22c02dd146f98061c749aa7de216514ecae9cbaf44269bbf7519e6f&width=320",
      "dateSeen": "2026-02-11T07:51:00.041Z"
    },
    "37b057880cc33122e449090441ac4e04ed5616b0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444259899/zionisten--terroristen--activisten-omar-dweik",
      "title": "Zionisten, terroristen, activisten",
      "subtitle": "Het Israëlisch-Palestijns conflict door de ogen van jongeren",
      "authors": "Omar Dweik",
      "description": "Beschrijving van de visie van jongeren, met name christelijke jongeren en Nederlandse Palestijnen, op het Israël-Palestinaconflict, met aandacht voor onder andere de beeldvorming op social media.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444259899?aid=kb-online-bibliotheek&sid=19&dts=1770732515065&sig=218e8d58d9b8e40f996841b5e9e806fea575c30d50c65dfacc335e90c72def5a&width=320",
      "dateSeen": "2026-02-11T07:51:00.570Z"
    },
    "b0a694f21fe4bca396ffaa8476cabe6f903cec5f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444259821/in-de-ban-van-vietnam-rimko-van-der-maar",
      "title": "In de ban van Vietnam",
      "subtitle": "De Vietnamese onafhankelijkheidsstrijd en het Westen",
      "authors": "Rimko van der Maar",
      "description": "Verhandeling over de invloed van verschillende Vietnamese partijen op de westelijke beeldvorming omtrent de Vietnamoorlog. Met foto’s en kaart.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444259821?aid=kb-online-bibliotheek&sid=19&dts=1770796260692&sig=6ecf5d1cc6ac21b4d89d24355b5e01fd1a166f6de6723943ab807bc5c5c4689f&width=320",
      "dateSeen": "2026-02-11T07:51:01.171Z"
    }
  }
}