{
  "values": {
    "d31881d2f9593d7a6794f815319a2195b7935afa": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447153587/the-man-with-a-thousand-faces-lex-noteboom",
      "title": "The Man With A Thousand Faces",
      "authors": "Lex Noteboom",
      "description": "Following the death of his twin, Daniel Lechkov returns to his homeland for the first time in twenty years. His pregnant wife and child want to return home to the West right after the funeral, but Daniel faces pressure to succeed his brother as president. The former Soviet state of Kazichia has been ruled by the Lechkov family for three generations, and now that the throne is empty, the country is poised on a knife's edge. International powers are hungry to profit from the country's riches and rebel groups are arming at the nation's borders.As tensions rise, Daniels wife is strengthened in her conviction that they should flee. But then, a digital threat insidiously worms its way into Kazichia's telecommunications infrastructure. An unknown rebel leader only known as the Man With a Thousand Faces, corners the government and threatens a full blown attack. All that stands between Kazichia and ruin is Daniel. Is he unmerciful enough to lead his country through the crisis? And who will he sacrifice to achieve peace?In a world where fake news, big data and lines between fiction and reality are blurred, three people go in search of the truth and the mythical figure driving it all: THE MAN WITH A THOUSAND FACES. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447153587?aid=kb-online-bibliotheek&sid=19&dts=1768806435064&sig=8baad33ac6dc9e352e32208febe2f3b1ab9d23f468d75063a217ec94f9e67464&width=320",
      "dateSeen": "2026-01-19T07:23:55.256Z"
    },
    "c1acc2eb1d30d3004b4f37c7915ba245d7b553f2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442328184/baby-aan-boord-sidney-karger",
      "title": "Baby aan boord",
      "authors": "Sidney Karger",
      "description": "Wyatt Wallace is een praktische, georganiseerde regisseur van tv-commercials. Voormalig kindsterretje Biz Petterelli is een magazine-schrijver die houdt van spontaniteit. Hoewel ze lijnrecht tegenover elkaar staan, zijn ze volledig toegewijd aan hun relatie en hun leven in Brooklyn met hun hond Matilda. Ze staan bovendien op het punt om samen een baby te krijgen. En ze worden helemaal gek. Ze hebben er allebei van gedroomd om ouders te worden, maar nu het zover is, twijfelen ze aan alles. Hun baby komt over een paar weken en in plaats van zoals gepland vlak voor de geboorte naar Californië te vliegen, heeft Biz een beter idee. Ze kunnen wel een laatste verzetje gebruiken, en wat serieuze 'we-time' om hun problemen van de laatste tijd op te lossen - voordat ze vast komen te zitten door de op handen zijnde verantwoordelijkheden. Dus laden de aanstaande vaders hun Volkswagen Cabriolet uit 1992 vol en beginnen aan een epische babymoon door het hele land. Maar als ze een aantal onverwachte omwegen nemen, worden oude wonden weer opengereten en komen er geheimen aan het licht die hun relatie ten goede of ten kwade kunnen veranderen. Want wat is een roadtrip zonder een paar hobbels onderweg? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442328184?aid=kb-online-bibliotheek&sid=19&dts=1768730923958&sig=04354b6e3960c746b803943e2b74e1de4d9ed15a397e4f829bca903fa5076996&width=320",
      "dateSeen": "2026-01-19T07:23:56.113Z"
    },
    "faef48d817b53942ca49328c44184ac75a31903e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443318506/met-onze-geschiedenis-kristyn-j--miller",
      "title": "Met onze geschiedenis",
      "authors": "Kristyn J. Miller",
      "description": "Assistent-professor Clara is ontzettend gedreven. Ze wil al sinds haar veertiende geschiedenisles geven en heeft daar alles aan gedaan - zelfs de liefde van haar leven heeft ze ervoor opgegeven. En het is de moeite waard gebleken, want ze heeft een goede functie bij een universiteit en dit jaar is ze eindelijk in de running voor een vaste aanstelling. Als Theodore voor het herfstsemester een gasthoogleraarschap komt doen, wordt Clara teruggeworpen in het verleden. Ze heeft Teddy al tien jaar niet meer gezien of gesproken. Nu hij hier is, wordt ze herinnerd aan hun gedeelde geschiedenis van kampeertripjes naar de Blue Ridge Mountains, waar ze beduimelde boeken en gebrande cd's ruilde met deze stille, donkerharige jongen - en verliefd op hem werd. Die jongen was haar beste vriend, maar de hoogleraar geschiedenis die hij nu is, is een vreemde. Totdat ze avonden samenwerken aan een project en brainstormen in een bar, en Clara beseft dat ze weleens helemaal opnieuw voor hem zou kunnen vallen. Met hun geschiedenis weet ze dat de kans groot is dat hij geen interesse heeft. Maar de geschiedenis herhaalt zich niet altijd, en dat is zij ook zeker niet van plan te laten gebeuren. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443318506?aid=kb-online-bibliotheek&sid=19&dts=1768727062721&sig=c6117c7ac9b11dd8b1ad1865963e3dcfa764812b38bbc7522dd57172ca91ccec&width=320",
      "dateSeen": "2026-01-19T07:23:56.557Z"
    },
    "f67859bf8772a5a9fe0dc8cac818415f765aa127": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447153560/festival-suzanne-vermeer",
      "title": "Festival",
      "authors": "Suzanne Vermeer",
      "description": "Liesbeth is gevraagd een boek te schrijven over een jaarlijks festival op Terschelling. Samen met haar vriendin Wendy maakt ze er een gezellige vakantie van. Hoewel de reis begint als een fijne afleiding van haar recente relatiebreuk, ontdekt Liesbeth al snel dat er in de jaren 80 een tragisch ongeluk plaatsvond op het eiland. Na haar ontmoeting met lokale boswachter Jasper beseft ze dat er iets verzwegen wordt en ze gaat op onderzoek uit. Maar niet iedereen zit te wachten op haar kritische vragen. Dan overlijdt er iemand onder verdachte omstandigheden… Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447153560?aid=kb-online-bibliotheek&sid=19&dts=1768803908097&sig=eebb3782a10e261935a761c945e703250c637e396875555c3774e121ec7a64f1&width=320",
      "dateSeen": "2026-01-19T07:23:56.996Z"
    },
    "ac1743f84f7eda6ea95d0b6c5c2689108b396d59": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444169466/de-klauwen-van-de-lynx-karin-smirnoff",
      "title": "De klauwen van de lynx",
      "authors": "Karin Smirnoff",
      "description": "Een lokale mijnwerker wordt vermoord aangetroffen in een stadje in het verre noorden van Zweden.\nMikael Blomkvist, die onderweg is naar het noorden om dichter bij zijn dochter te zijn, realiseert zich dat dit een zaak voor hem is. Als hij het verhaal achter de moord begint te ontrafelen valt er nog een slachtoffer: een klimaatactivist.\nIntussen is Lisbeth Salander een prooi geworden voor de onderwereld. Haar vriend en vertrouweling door de jaren heen, de hacker Plague, is verdwenen en Svala, haar nichtje, is in levensgevaar. Svala’s stiefvader is net vrijgelaten uit de gevangenis en zint op wraak… Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444169466?aid=kb-online-bibliotheek&sid=19&dts=1768730400036&sig=a0fa1166aa31c9963f5adfe4525bf5b4fb0603f9e92e65ce5a8a2b2adb047b30&width=320",
      "dateSeen": "2026-01-19T07:23:57.390Z"
    },
    "3b425efc35dc0fd9a8eb436a15d726ecba5d8804": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447064703/de-onmogelijke-opgave-belinda-bauer",
      "title": "De onmogelijke opgave",
      "authors": "Belinda Bauer",
      "description": "Anno 1926  worden op de torenhoge kliffen van Yorkshire mannen aan touwen neergelaten om de eieren te stelen van zeevogels die daar nestelen. De mooiste worden voor hoge bedragen verkocht. Maar wanneer de kleine, hongerige Celie Sheppard een ‘onmogelijk’ rood ei vindt, verandert dat voorgoed haar leven… en dat van anderen.\n 100 jaar later  treft Patrick Fort in een afgelegen cottage in Wales zijn vriend Nick en diens moeder aan die vastgebonden zijn en beroofd. Het enige wat ontbreekt: een gebeeldhouwde kist met daarin een ongelooflijk scharlaken ei. Vastbesloten om het terug te vinden, storten Patrick en Nick zich in de duistere wereld van de handel in zeldzame eieren. Ze komen op het spoor van een onbetaalbare historische collectie eieren die leek te zijn verloren gegaan. Tot nu toe...\nDe onmogelijke opgave is een krachtige, schitterend uitgewerkte thriller vol intrige. Gold Dagger-winnaar Belinda Bauer bewijst opnieuw dat ze een misdaadschrijver is die haar gelijke niet kent. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447064703?aid=kb-online-bibliotheek&sid=19&dts=1768806607523&sig=ec9bd9fcc89c29c0b35fd3a2b908ff6822cbd865167c676396a6672d9141379f&width=320",
      "dateSeen": "2026-01-19T07:23:57.859Z"
    },
    "06bc4243a4ec90bec022a8aa166417e68731cc33": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456747664/je-had-me-bij--cha-teau--portia-macintosh",
      "title": "Je had me bij 'château'",
      "authors": "Portia MacIntosh",
      "description": "Twee onweerstaanbare mannen, één vrouw met een schrijfcrisis en bergen vol romantiek... Wie wordt de hoofdrolspeler in Ambers persoonlijke romcom?  Amber Page, auteur van romantische komedies, zit compleet vast. Haar redacteur vindt dat haar boeken wel wat meer 'spice' kunnen gebruiken - Ambers allergrootste nachtmerrie. Plotseling staat haar carrière op losse schroeven.  Dus wanneer ze de kans krijgt om vlak voor de feestdagen deel te nemen aan een exclusieve schrijfretreat in een prachtig chateau in de winterse Franse Alpen, zegt ze met enige tegenzin ja. Misschien helpt een adembenemend uitzicht haar toch aan nieuwe inspiratie.  Maar terwijl ze met weinig succes probeert haar verhalen wat pittiger te maken - met dubieuze tips van haar flamboyante collega-schrijvers - dient zich een heel ander plot aan: haar eigen romcom.  Een hilarische love triangle en een heerlijk romantisch verhaal van bestsellerauteur Portia MacIntosh. Perfect voor fans van romantische feelgood en Franse flair. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456747664?aid=kb-online-bibliotheek&sid=19&dts=1768760649596&sig=b1e29e11b8a32c7ed8df9ecc2701e75bf8b9f920a661bbf568d091215cf50675&width=320",
      "dateSeen": "2026-01-19T07:23:58.256Z"
    },
    "90f47820506b19f7c2e7f138f4a73478083ef8b3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456747737/het-safehouse-lynda-stacey",
      "title": "Het safehouse",
      "authors": "Lynda Stacey",
      "description": "Geen plek om naartoe te vluchten...  Na de schokkende gebeurtenissen van vorig jaar is Jess Croft vastbesloten om deze kerstdagen alles anders te doen. Ze hoopt dat de feestdagen dit jaar om de juiste redenen herinnerd zullen worden.  Maar dan verschijnt er plotseling een onbekende man op haar stoep - haar vader, zegt hij. Een vader van wie ze al jaren vervreemd is. En dat is niet het enige: hij heeft een klein meisje bij zich, waarvan hij beweert dat het haar zusje is. Een zus van wier bestaan Jess tot nu toe niet wist.  Vol verbijstering en wantrouwen twijfelt Jess of ze hen binnen moet laten. Maar als ze hoort dat hun levens in gevaar zijn, kan ze niet anders dan hen onderdak bieden. Vanaf dat moment is Wrea Head Hall niet langer alleen haar thuis. Het wordt een toevluchtsoord en het toneel van een dreigend gevaar dat steeds dichterbij komt.  Een ijzingwekkende psychologische thriller van bestsellerauteur L.H. Stacey. Perfect voor fans van Frieda McFadden, Amanda Brittany en Valerie Keogh. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456747737?aid=kb-online-bibliotheek&sid=19&dts=1768730138656&sig=188a9198cffafc891551150addc064660746e4a9c5ae151ef63fae92c511cbc6&width=320",
      "dateSeen": "2026-01-19T07:23:58.683Z"
    },
    "5e223c04ed69ab94d4def8fe92f60bcbe3db5489": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456747974/de-stiltefabriek-bridget-collins",
      "title": "De stiltefabriek",
      "authors": "Bridget Collins",
      "description": "Sophia Ashmore-Percy begeleidt haar man in 1820 naar een Grieks eiland waar hij onderzoek doet naar een geheimzinnige spin die een bijzonder spinrag kan produceren. Jaren later komt een audioloog in aanraking met een mysterieuze man die bovennatuurlijke zijde aanbiedt om geluiden te dempen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456747974?aid=kb-online-bibliotheek&sid=19&dts=1768738573026&sig=89bb25425b461e83522bcb07549758411e25f1257b6a98fd3202b845a5d838ca&width=320",
      "dateSeen": "2026-01-19T07:23:59.083Z"
    },
    "9e0e353acb075489afd620bed41ae540672b2886": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442328273/slot-erop-lisanne-stam",
      "title": "Slot erop",
      "authors": "Lisanne Stam",
      "description": "Ooit, jong en tot over zijn oren, dacht Giel zijn grote liefde gevonden te hebben. Maar dat bleek een doodlopende weg en nu, jaren later, is hij veel minder naïef. Wel is Giel achtergebleven met vele vragen, waarvan de belangrijkste is: bestaat er wel zoiets als ware liefde? Francien is al jaren getrouwd met haar jeugdliefde Jay. Ook bij haar wankelt het geloof in de liefde, want de band met Jay, waarvan ze ooit dacht dat die onbreekbaar was, blijkt toch brozer dan gedacht. Giel en Francien kennen elkaar al van jongs af aan. Althans, dat denken ze. Zij ziet hem als de rokkenjager, hij ziet haar als de eeuwige dromer. Maar naarmate ze meer met elkaar omgaan, komen ze erachter dat ze elkaar toch niet zo goed kenden als ze dachten. Sterker nog, misschien kenden ze zelfs zichzelf niet zo goed. En naarmate ze ontdekken wie ze werkelijk zijn, komen ze er ook achter dat de liefde soms veel dichterbij is dan je ooit had verwacht. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442328273?aid=kb-online-bibliotheek&sid=19&dts=1768918935620&sig=be3bb0b5510a4ff5bdc2dcc9fa85ef4f69118eb5a78983cf94c88ebeb2a55843&width=320",
      "dateSeen": "2026-01-21T07:22:23.261Z"
    },
    "cca302f95bc05b472415a514583cde5f097825ac": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456796738/arty-henri%C3%ABtte-de-smet",
      "title": "Arty",
      "authors": "Henriëtte de Smet",
      "description": "Arty Vonk laat zich niet beperken door haar afkomst of haar geslacht. Binnen de door mannen gedomineerde kunstwereld van de jaren tien van de vorige eeuw kiest ze haar eigen pad. Vanuit Kampen trekt ze naar Amsterdam en logeert ze vaak in het kunstenaarsdorp Laren. Zonder geld, zonder status en zonder opleiding, maar wel met een onverzettelijke wil. Ze bedenkt steeds een list om gezien en gewaardeerd te worden en creëert daarbij haar eigen wereld. Ze sluit zich aan bij de vrouwenbeweging en gaat verschillende al dan niet berekenende liefdesrelaties aan. Maar leidt het tot succes...? Henriëtte de Smet was televisiemaker. Tegenwoordig werkt zij als tekstschrijver. Ze heeft inmiddels negen feelgoodromans op haar naam, waarvan drie historische romans. Judith Wiersema -beeldhouwer: 'Ineens was ik door deze meeslepende roman totaal in die tijd. Diep respect voor zoveel kennis en verrassende wendingen!'. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456796738?aid=kb-online-bibliotheek&sid=19&dts=1768920659213&sig=5864a9d855b37ebe5933a444f7e49a3421ee311252ced64bc809ec529ca2cda5&width=320",
      "dateSeen": "2026-01-21T07:22:23.756Z"
    },
    "8e626036afceac515192f921688bf024c5b33747": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456796606/livia-s-geheim-angelique-van-dongen",
      "title": "Livia's geheim",
      "authors": "Angelique van Dongen",
      "description": "Livia werkt als centralist in de meldkamer en is onlangs, na een roerige periode in hun huwelijk, gescheiden van Calle. Ze besluit uit te zoeken wat ze wil met haar leven en vertrekt naar Oostenrijk waar ze een huis in de bergen huurt van de knappe eigenaar, Marnix. Haar huis in Nederland verhuurt ze aan Scott, de dierenarts die in de praktijk van Axel, echtgenoot van haar beste vriendin Merel, werkt. Onverwacht moet ze naar huis vanwege de gezondheid van haar vader. Terug in Oostenrijk weet ze wat ze met haar verdere leven wil: ze wordt rouwdoula. Hiervoor gaat ze definitief terug naar Nederland. Ze krijgt gevoelens voor Scott, maar een geheim tussen hen belemmert haar verliefdheid. Maakt dit geheim alles kapot, of kan ze het tij nog keren? Angelique van Dongen, woonachtig te Oosterhout, schrijft sinds 2009 romans voor een breed lezerspubliek. Eerder werd zij met haar romans 'Geraakt' en 'Rozenlaan 10' genomineerd voor de Valentijnprijs voor het meest romantische boek. Naast het schrijven van romans, schrijft ze regelmatig mini-romans voor het weekblad Story. Haar romans kenmerken zich door eigentijdse, herkenbare onderwerpen. Naast auteur is Angelique werkzaam als ambulant begeleider in de psychiatrie. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456796606?aid=kb-online-bibliotheek&sid=19&dts=1768921516340&sig=8afcf69e8081c2755d38f282641a1d45cc1b5d0a2a2b1edbcf85d8a764b83745&width=320",
      "dateSeen": "2026-01-21T07:22:24.235Z"
    },
    "353bab288cd0b8581b64393577e3d84a966ff093": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456796762/verleid-op-kantoor-claudia-vanzegbroeck",
      "title": "Verleid op kantoor",
      "authors": "Claudia Vanzegbroeck",
      "description": "Chloe is een 25-jarige Belgische vrijgezel, die al 5 jaar in New York woont. Ze heeft een rustig leventje opgebouwd en leeft samen met haar vriendin Joëlle in een appartement op Lexington Avenue. Ze werkt als managementassistent bij Fashion Enterprises, een groot modebedrijf. Chloe is gelukkig, maar op een dag wordt haar leven op zijn kop gezet door haar nieuwe baas, Manuel Ruiz, een Spanjaard, die tien jaar ouder is en heel dominant. Voor Chloë's is hij haar droomman, maar ze is bang haar baan te verliezen. Claudia Vanzegbroeck wil met deze erotische roman aantonen dat een goede verhaallijn net zo belangrijk is als het neerzetten van elegante pikante scènes. In combinatie met de psychologische diepgang en conflicten staat ze garant voor veel leesplezier. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456796762?aid=kb-online-bibliotheek&sid=19&dts=1768921008351&sig=7567eb02c65185dea8f41c675030427043ccdafc6434b9ad077d09746a477f30&width=320",
      "dateSeen": "2026-01-21T07:22:24.767Z"
    },
    "94b2d93a06684bed136722cc5cdd6a5a5a9947e4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456628312/een-prachtvolk--die-honden--ivan-boenin---vasili-grossman---vladimir-giljarovski---aleksandr",
      "title": "Een prachtvolk, die honden!",
      "subtitle": "korte verhalen",
      "authors": "Ivan Boenin | Vasili Grossman | Vladimir Giljarovski | Aleksandr Koeprin | Ivan Toergenjev | Dmitri Mamin-Sibirjak | Fjodor Sologoeb | Teffi | Jevgeni Zamjatin | Varlam Sjalamov | Ljoedmila Oelitskaja | Ljoedmila Petroesjevskaja",
      "description": "‘Een prachtvolk, die honden!’ Met deze woorden eerde Anton Tsjechov de harige viervoeters en zijn geliefde teckels in het bijzonder – en hij was niet de enige Russische schrijver met een grote liefde voor honden.\nIn deze unieke selectie Russische hondenverhalen is de hond méér dan een huisdier. Soms een reddingsboei, een laatste houvast in een grillige wereld, dan weer een stille getuige van de menselijke ziel en een spiegel van de samenleving. Ook riepen schrijvers de hulp in van deze trouwe metgezellen om – soms op speelse, soms op bedekte wijze – kritiek te leveren op de Russische maatschappij.\nOntroerend, bizar, geestig en meeslepend – Een prachtvolk, die honden! is een ode aan de hond én aan de kracht van verhalen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456628312?aid=kb-online-bibliotheek&sid=19&dts=1768981822847&sig=a40d5e279b03733ab21dc497403da76956766e23bcec50b27637dabaa38bd3b3&width=320",
      "dateSeen": "2026-01-22T07:22:16.084Z"
    },
    "e82ea7e270170350759fbffe6b88e2348e19de0c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456703225/maar-dat-doet-taylor-swift-ook-gideon-karting",
      "title": "Maar Dat Doet Taylor Swift Ook",
      "subtitle": "De verborgen wetten en geheime spelregels van muziekmarketing (en hoe jij ze kan toepassen)",
      "authors": "Gideon Karting",
      "description": "Gideon Karting heeft in meer dan vijfentwintig jaar vrijwel elke rol in de muziekindustrie gespeeld. Hij begon als plakker van posters, werkte als manager en platenbaas en groeide uit tot organisator van de grootste concerten en festivals in Nederland. Op zijn cv prijken shows van o.a. Adele, Harry Styles, Blackpink, Arctic Monkeys, Lady Gaga en Bruno Mars. Zijn weg bewandelde hij niet zonder vallen of opstaan: hij ontdekte dat succes nooit één-op-één te kopiëren is en dat het maken van fouten vaak de beste lessen oplevert. Door schade en schande wijs geworden fileert hij in dit boek de ongeschreven wetten van de muziekmarketing - van legendarische campagnes uit het verleden tot hypegedreven stunts van nu. Het resultaat: een even vermakelijke als eerlijke kijk achter de schermen van de muziekindustrie met verhalen die je normaal alleen backstage opvangt. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456703225?aid=kb-online-bibliotheek&sid=19&dts=1769013734215&sig=9ff87e6b8df49f1de50edb6f21ced4dd4b9df79365b5fee248e7952f074379d0&width=320",
      "dateSeen": "2026-01-22T07:22:20.537Z"
    },
    "a05679c2d5e8d875a9224fde1c2aed27eab1f26a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456642641/het-recht-van-een-roofdier-anna-starobinets",
      "title": "Het recht van een roofdier",
      "subtitle": "Een beestachtige dierendetective",
      "authors": "Anna Starobinets",
      "description": "Op Hoeve Jachtlust aan de rand van het Verre Bos is iets gruwelijk mis: er is een kip vermoord. Heeft Vosje echt bloed aan haar poten, of probeert iemand de bewoners van het Verre Bos een loer te draaien? En wat is de rol van Dina Arling? Inspecteur Das en Daskat starten een onderzoek, maar de dader is ze telkens een stapje voor. Ze moeten hem vinden voordat Rex en zijn waakhonden een Grote Jacht openen op het Verre Bos.\nDit tweede deel van de Beestachtige Dierendetectives is een spannende whodunit voor kinderen van negen tot twaalf jaar die van detectives, listige dieren en verrassende ontknopingen houden.\nAnna Starobinets schrijft sinds 2009 kinderboeken, nadat ze door het moederschap de wereld van de kinderfantasie ontdekte. De Beestachtige Dierendetectives (2019) zijn een groot succes geworden door de levendige personages en de fantasierijke wereld. Ze laten kinderen op speelse wijze ontdekken hoe belangrijk vriendschap, moed en samenwerken zijn. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456642641?aid=kb-online-bibliotheek&sid=19&dts=1769009748242&sig=7e52f7d6508f2f0ae94af3fa11ea079632c389ec5dbc0a8021350e77224a68f9&width=320",
      "dateSeen": "2026-01-22T07:22:21.092Z"
    },
    "0b246fcc40969eccb820d432524d128209968596": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456642072/in-het-hol-van-de-wolf-anna-starobinets",
      "title": "In het hol van de wolf",
      "subtitle": "Een beestachtige dierendetective",
      "authors": "Anna Starobinets",
      "description": "Er heerst onrust in het altijd zo vredige Verre Bos. Haas is verdwenen en de kikkers hebben op KwaakBoek gelezen dat hij beestachtig is vermoord. Is dat echt zo? Inspecteur Das gaat de zaak grondig onderzoeken, samen met de jonge politieagent Daskat. Met tekeningen in kleur. Vanaf ca. 9 jaar.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456642072?aid=kb-online-bibliotheek&sid=19&dts=1769066542050&sig=0855943e5884f4e1c64ad99e5165814964c2450d457a5aa97e3a590b87e829f4&width=320",
      "dateSeen": "2026-01-22T07:22:23.443Z"
    },
    "a66f6b1599066da53889809044272009e2a45a17": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456703349/de-appgroep-2-0-edward-den-ouden",
      "title": "De Appgroep 2.0",
      "authors": "Edward den Ouden",
      "description": "We hebben vrijheid ingeruild voor gemak, privacy ingewisseld voor een pushbericht. Niemand kijkt écht meer op. Of toch wel? Vijftien mannen. Eén appgroep. Geen filter. Ze reageren op alles wat schuurt - van aftakeling tot opstand, van algoritmes tot airfryers - gedreven door dadendrang, ironie of simpelweg FOMO. Maar achter hun digitale façade loert ene Van Vleuten. Een stille AIVD-agent met verstrekkende bevoegdheden. Hij leest. Hij registreert. Hij oordeelt. Wat is nog waar als iedereen ronddoolt in zijn eigen mist? En wie bespioneert nu wie? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456703349?aid=kb-online-bibliotheek&sid=19&dts=1769066543639&sig=c7582452fd3b0a9ca7e964a5bdd0065772d62b2d3f3d7c86ff4e24b28d31f7eb&width=320",
      "dateSeen": "2026-01-22T07:22:24.234Z"
    },
    "946a799104fc5c6c62401049af546256742f1359": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456747834/on-my-watch-jens-stoltenberg",
      "title": "On my watch",
      "subtitle": "Secretaris-generaal van de NAVO in oorlogstijd 2014-2024",
      "authors": "Jens Stoltenberg",
      "description": "Memoires van de Noorse oud-NAVO-secretaris-generaal (1959), waarin hij zijn ervaringen met oorlogen en politieke crises gedurende zijn ambtsperiode deelt.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456747834?aid=kb-online-bibliotheek&sid=19&dts=1769066544460&sig=c776955f49bb119b549e962f42837de0154312770f39a97c74c84c85e438e42e&width=320",
      "dateSeen": "2026-01-22T07:22:25.102Z"
    },
    "d132460dfdeca0651bc23b0e5701e6a672a59d9e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456748016/het-huwelijk-o-j--mullen",
      "title": "Het huwelijk",
      "authors": "O.J. Mullen",
      "description": "Als niemand weet dat je in gevaar bent, kan ook niemand je redden...  Het Baxter huis in de Lowther Hills, in Schotland, staat al tientallen jaren te koop. Het is vervallen en vrijwel onbewoonbaar, en niemand is erin geïnteresseerd. Maar voor één potentiele koper zijn de afgelegen locatie en de rattenplaag in de kelder precies waar hij naar op zoek is.  Het eerste jaar van Mackenzie en Dereks huwelijk was perfect. Maar nu verdenkt Derek Mackenzie van een affaire, en wanneer ze merkt dat haar man steeds meer controle op haar uitoefent, realiseert ze zich dat ze een vreselijke fout heeft gemaakt.  Als ze plotseling verdwijnt, nadat ze heeft gedreigd Derek te verlaten, gelooft niemand dat ze is ontvoerd. Het zal aan inspecteur Geddes zijn om de waarheid te achterhalen...  Perfect voor fans van Robert Galbraith, Ian Rankin en Ann Cleeves Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456748016?aid=kb-online-bibliotheek&sid=19&dts=1769098581732&sig=954708b89dc85c21fa4909f702b4705254b740361a16fc076b25e7db359820bf&width=320",
      "dateSeen": "2026-01-23T07:20:52.868Z"
    },
    "59cf53bdf82e5008d74395c3952f0f061e4525f6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456747923/de-verkeerde-vrouw-o-j--mullen",
      "title": "De verkeerde vrouw",
      "authors": "O.J. Mullen",
      "description": "Iedereen heeft geheimen. Zijn de jouwe het waard om voor te sterven?  Julia Sutherland weet niet zo goed wat ze moet vinden van haar nieuwe collega. Ellis Kirkbride is vriendelijk, charmant en knap, maar er is ook iets anders... Hij is te glad, te zelfverzekerd, en hij staat ook altijd net te dichtbij. Normaal gesproken zou ze haar zorgen delen met haar man Rob, maar die is de laatste tijd nogal afstandelijk. Daarnaast heeft Julia een geheim waar hij absoluut niet achter mag komen...  Ellis Kirkbride dacht dat hij de perfecte vrouw had gevonden. Ze heeft alles wat hij zoekt, maar zij is niet geïnteresseerd in hem. En dat is onacceptabel...  Een verhaal over verwrongen liefde en ijzingwekkende wraak. Perfect voor fans van Claire Douglas en K.L. Slater. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456747923?aid=kb-online-bibliotheek&sid=19&dts=1769100478705&sig=bd7af3b4098fd40eaaa18f6f1926c683ff292e7b52a6994e911a80c68a5d23c1&width=320",
      "dateSeen": "2026-01-23T07:20:53.398Z"
    },
    "b8b5a69c00503ef5805767cb76bfe7377a107625": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456747664/je-had-me-bij--ch%C3%A2teau--portia-macintosh",
      "title": "Je had me bij 'château'",
      "authors": "Portia MacIntosh",
      "description": "Twee onweerstaanbare mannen, één vrouw met een schrijfcrisis en bergen vol romantiek... Wie wordt de hoofdrolspeler in Ambers persoonlijke romcom?  Amber Page, auteur van romantische komedies, zit compleet vast. Haar redacteur vindt dat haar boeken wel wat meer 'spice' kunnen gebruiken - Ambers allergrootste nachtmerrie. Plotseling staat haar carrière op losse schroeven.  Dus wanneer ze de kans krijgt om vlak voor de feestdagen deel te nemen aan een exclusieve schrijfretreat in een prachtig chateau in de winterse Franse Alpen, zegt ze met enige tegenzin ja. Misschien helpt een adembenemend uitzicht haar toch aan nieuwe inspiratie.  Maar terwijl ze met weinig succes probeert haar verhalen wat pittiger te maken - met dubieuze tips van haar flamboyante collega-schrijvers - dient zich een heel ander plot aan: haar eigen romcom.  Een hilarische love triangle en een heerlijk romantisch verhaal van bestsellerauteur Portia MacIntosh. Perfect voor fans van romantische feelgood en Franse flair. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456747664?aid=kb-online-bibliotheek&sid=19&dts=1769101134858&sig=efb1d7be39351dc2f6bfc7c95e14cf3dc9539ea4e045301b2b6c0963d5f4df99&width=320",
      "dateSeen": "2026-01-23T07:20:53.861Z"
    },
    "d47ba716bc359517fd4c0df52379fb91a7242215": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456747877/de-man-die-uit-de-lucht-viel-jan-stocklassa",
      "title": "De man die uit de lucht viel",
      "subtitle": "en de jacht op de vergeten Lockerbie-terrorist",
      "authors": "Jan Stocklassa",
      "description": "Onderzoekend journalistiek verslag over de bomaanslag op een boeing waarbij een Zweedse diplomaat om het leven kwam.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456747877?aid=kb-online-bibliotheek&sid=19&dts=1769098428834&sig=4b8ad81930eada266b4a3901a5b757050c1d07edbe38238f2f74b46b42615778&width=320",
      "dateSeen": "2026-01-23T07:20:54.380Z"
    },
    "72e3c1af6254f559f82ce5a22206f7b7e450ab9b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455087857/vaim-jon-fosse",
      "title": "Vaim",
      "authors": "Jon Fosse",
      "description": "Vaim is het eerste nieuwe werk van Jon Fosse sinds hij in 2023 de Nobelprijs voor Literatuur won.\n Jatgeir is vanuit Vaim met zijn boot, de Eline, naar de stad Bjørgvin gekomen. Hij wil naald en draad kopen, maar wordt opgelicht door de verkoopster. Hij keert terug naar zijn boot, waar hij in slaap valt terwijl de golven tegen de romp klotsen. Hij wordt wakker als een vrouw met een koffer in haar hand vanaf de kade zijn naam roept. Daar staat Eline, de lang verloren liefde van zijn tienerjaren, die haar man Frank, die eigenlijk Olav heet, heeft verlaten en terug wil keren naar Vaim. In wat volgt resoneert deze ontmoeting en de standvastigheid van Eline door drie verhaallijnen van drie vertellers: Jatgeir, Elias - een vriend van Jatgeir - en Frank.\n Jon Fosse zet zijn onderzoek naar de menselijke conditie voort: de subtiele ontmoetingen die ons leven en onze dood bepalen, en wat er schuilgaat op de drempel tussen wat is en waar we naar verlangen.\n Vaim is het eerste boek in een serie van drie romans die zich afspelen in het fictieve Noorse vissersdorp Vaim. Na Vaim verschijnen Vaim Hotel (2026) en Weekblad Vaim (2027). Elk verhaal gaat over verschillende personages uit het vissersdorp en kan als een op zichzelf staand boek worden gelezen.\n Jon Fosse, geboren in 1959, schrijft romans, toneelstukken, gedichten, verhalen, essays en kinderboeken. Zijn bekroonde werk is vertaald in meer dan vijftig talen en zijn toneelstukken worden over de hele wereld opgevoerd. Op 5 oktober 2023 werd zijn oeuvre bekroond met de Nobelprijs voor de Literatuur. De jury prees Jon Fosse 'voor zijn vernieuwende toneelstukken en proza die stem geven aan het onzegbare'. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455087857?aid=kb-online-bibliotheek&sid=19&dts=1769263747076&sig=0625327fd932ef69e74747e30e4b777f11b0cf9d95925314dd5610c77619bf0c&width=320",
      "dateSeen": "2026-01-25T07:16:50.507Z"
    },
    "af224854e84ae94a725fa289f9dcca05b72b643b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453580696/de-dochters-van-de-berenjager-anneli-jordahl",
      "title": "De dochters van de berenjager",
      "authors": "Anneli Jordahl",
      "description": "Er werd voortdurend geroddeld over de zeven dochters van de beruchte berenjager. De meningen liepen uiteen. Leefden ze echt helemaal alleen in de wildernis? Er werd gezegd dat ze al hun tijd besteedden aan jagen, zwemmen en worstelen, behalve als ze dronken werden van zelfgemaakte brandewijn en port. Soms werden ze op de markt gezien terwijl ze berenvellen verkochten en uitbundig en enthousiast dansten wanneer de verkoop de verwachtingen overtrof.\n Een vrouw besluit het wilde verhaal van de zeven zussen op te schrijven in het jaarboek van de plaatselijke geschiedkundige vereniging. Waarom gingen ze nooit naar school? Waarom wilden ze geïsoleerd in de wildernis leven? Waarom gedroegen ze zich als ruwe jongens?\n De dochters van de berenjager is een venijnig feministisch sprookje, dwars door het hedendaagse Finland en zijn eeuwenoude legendes. Een verhaal over eenzaamheid en gemeenschapszin en een versterkt besef van het leven in het veeleisende bestaan ​​diep in de wildernis. De roman was genomineerd voor de meest prestigieuze Zweedse literaire prijs, de Augustpris. De jury: 'Een ongelooflijk aangrijpend en beklemmend verhaal over het verlangen naar een vrij leven - en de prijs daarvoor.'\n 'Jordahls nieuwe boek is een ode aan de kunst van het vertellen zelf.'  Arbetarbladet\n 'Buitengewoon spannend.'  Frankfurter Allgemeine Zeitung\n Anneli Jordahl (1960) is een Zweedse auteur, essayist en literatuurcriticus. Ze ontving talloze prijzen voor haar non-fictieboeken en romans, en in 2022 werd ze voor de De dochters van de berenjager genomineerd voor meest prestigieuze Zweedse literaire prijs, de Augustpris. De jury: 'Een ongelooflijk aangrijpend en beklemmend verhaal over het verlangen naar een vrij leven - en de prijs daarvoor.' Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453580696?aid=kb-online-bibliotheek&sid=19&dts=1769250386286&sig=5241e61cef734169e384aec1fd573eb7a5a941b21aa4c0e69d0a64feabe55a6e&width=320",
      "dateSeen": "2026-01-25T07:16:51.459Z"
    },
    "6e0b2b54666dc7d2a0bf08c983a81e78a9086679": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45391716X/de-kolonie-audrey-magee---lette-vos",
      "title": "De kolonie",
      "authors": "Audrey Magee | Lette Vos",
      "description": "Een Engelse schilder en een Frans linguïst wonen samen met 92 bewoners op een klein Iers eiland.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45391716X?aid=kb-online-bibliotheek&sid=19&dts=1769270241245&sig=d5b9445d4554d731cd203d15fd176083e2882f89fd2cf0d9a43232d32ed7d109&width=320",
      "dateSeen": "2026-01-25T07:16:52.413Z"
    },
    "6c6696926ecf75ff750008c819effbc915009e39": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456337296/nevermore-c%C3%A9cile-wajsbrot",
      "title": "Nevermore",
      "authors": "Cécile Wajsbrot",
      "description": "Een geestverruimende roman voor iedereen die van kunst, literatuur en taal houdt.\n Een naamloze vrouw, rouwend om de dood van een vriend, reist naar Dresden in de hoop het beklemmende middendeel 'Time Passes' uit Virginia Woolfs To the Lighthouse te vertalen. De verteller verdiept zich in dit prozagedicht van vergankelijkheid en onderwerpt het aan de onnauwkeurige wetenschap en imperfecte kunst van het vertalen. Dit leidt haar tot uitgebreide reflecties op andere voorbeelden van verlies, vernietiging en herstel - de ramp in Tsjernobyl, de High Line in New York, het bombardement op Dresden en Wallmanns herdenkingsrequiem 'Bell Requiem Dresden', de evacuatie van het Hebrideneiland Foula, Hiroshi Sugimoto's foto's van zeegezichten, Debussy's 'La cathédrale engloutie' en Ceri Richards' gelijknamige schilderijenserie. Ze reflecteert op plaatsen die gedoemd zijn tot verval en toch weer tot leven komen, gebroken werelden waarin nog steeds kracht is voor een nieuw begin.\n In Nevermore verstrengelen vernietiging, verlies en tijd zich. Cécile Wajsbrot schetst op meesterlijke wijze de context waarin het vertalen van literatuur wordt gezien als een reis van herstel.\n Cécile Wajsbrot (Parijs, 1954) heeft zeventien romans, een verhalenbundel en talloze essays geschreven. Daarnaast vertaalt ze literatuur uit het Engels en het Duits. Met haar vertalingen van onder andere Virginia Woolf, Jane Gardam, Arthur Conan Doyle, Charles Olson en Peter Kurzeck won ze de Eugen Helmlé Vertalersprijs. In 2016 ontving ze de Prix de l'Académie de Berlin voor haar werk.\n De pers over Nevermore:  'Een subtiel gecomponeerde, taalkundig uitzonderlijk rijke roman.'  Deutschlandfunk Kultur\n 'Deze roman is een klasse apart.'  Tagesspiegel Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456337296?aid=kb-online-bibliotheek&sid=19&dts=1769239052349&sig=6fc6732618c63c4ee29bf872f220ec3a9e227dd1dfd9b5b7f6ab4d49e688bde9&width=320",
      "dateSeen": "2026-01-25T07:16:54.355Z"
    },
    "c2898fcd0639c3d81c9da3ea164fd813ce8468e7": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447729055/ales-bij-het-vuur-jon-fosse",
      "title": "Ales bij het vuur",
      "authors": "Jon Fosse",
      "description": "Ales bij het vuur (Det er Ales, 2004) is een visionair meesterwerk van de Nobelprijswinnaar voor Literatuur 2023 dat tot de grootste meditaties over het huwelijk en het menselijk lot behoort.\n In haar oude huis aan het fjord heeft Signe een visioen van zichzelf zoals ze er meer dan twintig jaar geleden uitzag: staand bij het raam wachtend op haar man Asle, op die vreselijke dag eind november toen hij in zijn roeiboot stapte en nooit meer terugkwam. Haar herinneringen breiden zich uit tot hun hele leven samen, en daarbuiten: de familiebanden en de gevechten met de onverbiddelijke natuur die teruggaan tot vijf generaties. De karakters smelten samen. Zelfs de namen van de twee belangrijkste personen bestaan ​​uit dezelfde vier letters: Asle en betovergrootmoeder Ales.\n In het levendige, hallucinerende proza ​​van Jon Fosse bewonen al deze momenten in de tijd dezelfde ruimte, en botsen de geesten uit het verleden met degenen die nog steeds voortleven.\n Jon Fosse (1959) wordt algemeen beschouwd als een van de belangrijkste schrijvers van onze tijd. Fosse schrijft romans, toneelstukken, gedichten, verhalen, essays en kinderboeken. Zijn bekroonde werk is vertaald in meer dan vijftig talen en zijn toneelstukken worden over de hele wereld opgevoerd. Op 5 oktober 2023 werd zijn oeuvre bekroond met de Nobelprijs voor de Literatuur. De jury prees Jon Fosse 'voor zijn vernieuwende toneelstukken en proza die stem geven aan het onzegbare'. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447729055?aid=kb-online-bibliotheek&sid=19&dts=1769303344389&sig=25269e9dc6660673ee7f199403f20b65bf8ff82b84be03dc6a140846e6ad0866&width=320",
      "dateSeen": "2026-01-25T07:16:55.295Z"
    },
    "c90f6db2ab9f70b99ae330264e4ad6d5e5cf27d2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447609262/gravin-de-cagliostro-maurice-leblanc",
      "title": "Gravin De Cagliostro",
      "authors": "Maurice Leblanc",
      "description": "Gravin De Cagliostro is een prequel, die de allereerste mijlpalen in het leven en het universum van Arsène Lupin vertelt. Het eerste avontuur van Lupin dus, nog voor de verhalen in Gentleman Inbreker (1907), en het zou ongetwijfeld vóór de anderen zijn gepubliceerd als hij zich er niet herhaaldelijk en resoluut tegen had verzet.\n ‘Nee,’ zei Lupin, ’tussen gravin De Cagliostro en mij is nog niet alles geregeld. Laten we wachten.’\n Het wachten duurde langer dan hij had verwacht. Er ging bijna een kwart eeuw voorbij voordat de definitieve regeling plaatsvond. En pas in 1924 mocht het verhaal worden verteld over het verschrikkelijke liefdesduel waarbij de twintigjarige Lupin en de dochter van gravin De Cagliostro het tegen elkaar opnamen.\n Maurice Leblanc (1864-1941) schreef zijn eerste verhaal over Arsène Lupin in 1905. Het was onmiddellijk een groot succes. Lupin groeide uit tot een van Frankrijks meest geliefde personages. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447609262?aid=kb-online-bibliotheek&sid=19&dts=1769298089522&sig=d7a864b22beb1faab00421d53c53576e3410031ba4678d065391b59c164a0d4d&width=320",
      "dateSeen": "2026-01-25T07:16:57.096Z"
    },
    "e07bc2468f29c3193a86b21149c378ac21faace2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456734120/ti-amo-hanne-%C3%B8rstavik",
      "title": "Ti amo",
      "authors": "Hanne Ørstavik",
      "description": "Een krachtige roman over liefhebben, afscheid nemen en het omarmen van het leven.\n De hoofdpersoon in Ti amo is een vrouw die een serieuze maar relatief nieuwe relatie heeft met een man uit Milaan. Ze is erheen verhuisd, ze zijn getrouwd en ze zijn in alle opzichten heel close. Dan krijgt hij de diagnose kanker. Het is ernstig, maar ze proberen hun leven zo goed mogelijk voort te zetten. Maar wanneer de dokter de vrouw vertelt dat haar man nog maar minder dan een jaar te leven heeft – zonder het hem te vertellen – komt de dood tussen hen in te staan. Zij weet dat het eraan komt, maar hij niet – en hij lijkt het ook niet te willen weten.\n Ti amo is een ongelooflijk mooie en aangrijpende roman, vol tederheid, liefde en eenzaamheid, maar tegelijkertijd ook een verhaal over het omarmen van het leven. Het verdiept zich in de complexe emoties van rouw en weet in 100 pagina’s een buitengewone reikwijdte en diepte te vatten, met de vraag hoe en voor wie we kunnen leven wanneer degene van wie we het meest houden op het punt staat te sterven.\n ‘De uitmuntende schrijfster Hanne Ørstavik wordt eindelijk bekender bij een Engelstalig publiek. Wat zo indrukwekkend is, is haar vermogen om haar veranderende zelfbeeld vast te leggen, terwijl de fundamenten waarop het rust met elk voorbijgaand moment afbrokkelen.’  Wall Street Journal\n ‘Een krachtige, zeer goede roman over liefhebben.’  Vårt Land, Noorwegen\n Met de publicatie van de roman Hakk in 1994 begon Hanne Ørstavik (1969) aan een carrière die haar tot een van de meest opmerkelijke en bewonderde auteurs in de hedendaagse Noorse literatuur heeft gemaakt. In 2024 kreeg ze de Gyldendalprijs. Deze tweejaarlijkse prijs is qua prestige de grootste prijs van Noorwegen en wordt uitgereikt aan een auteur met een uitzonderlijk omvangrijk oeuvre. Eerdere winnaars waren onder andere Dag Solstad, Jon Fosse en Karl Ove Knausgård. Ti amo is Hanne Ørstaviks vijftiende roman. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456734120?aid=kb-online-bibliotheek&sid=19&dts=1769316466316&sig=3cd054fc5fa9bf947803f64877ca5f9667a5803501ebc2ecf0582c5255d1b62a&width=320",
      "dateSeen": "2026-01-25T07:16:58.116Z"
    },
    "8f2ac51e4b83b2119be0ca23c5ee4fef91587b59": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456860657/garnet-flats-devney-perry",
      "title": "Garnet Flats",
      "authors": "Devney Perry",
      "description": "Een jaar, twee maanden en elf dagen lang was Talia Eden verliefd op Foster Madden... En op de 438e dag was het voorbij. Hij trouwde met haar beste vriendin en zij besloot hem nooit meer te zien. Tot hij jaren later het lef heeft om in haar geboorteplaats Quincy op te duiken en haar om hulp te smeken. De inkt op zijn scheidingspapieren is nog niet eens droog, maar hij komt met allerlei excuses en mooie beloftes. Ze weet dat het allemaal een truc is. Foster is de koning van de spelletjes en geheimen. Maar hij heeft waanideeën zo groot als Montana als hij denkt dat ze hem zal helpen trainen voor een wereldkampioenschap. Nou, vergeet het maar! Alleen is Talia vergeten waar Foster zo beroemd mee is geworden. Deze man heeft zijn leven gewijd aan overwinningen. Hij is standvastig. Hij is vastberaden. En hij zal niet stoppen met vechten tot hij haar hart heeft veroverd. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456860657?aid=kb-online-bibliotheek&sid=19&dts=1769272420172&sig=3e8d585bb8f5f34f491e9f1fc3b2d1e852aba350df4e965132174a520aea7f32&width=320",
      "dateSeen": "2026-01-25T07:16:59.109Z"
    },
    "e4b767950198b0fb1174720611c64572652825ab": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456924280/de-nieuwe-wereld-leonie-van-dreumel",
      "title": "De nieuwe wereld",
      "authors": "Leonie van Dreumel",
      "description": "Nerine kan met planten praten, net als haar ouders en broertje. Nadat ze per ongeluk een verwoesting over de wereld heeft veroorzaakt, moet ze haar fouten rechtzetten. Vanaf ca. 12 jaar.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456924280?aid=kb-online-bibliotheek&sid=19&dts=1769449551593&sig=8107de155fa93ff9f21a8c21e719c1aff31da9bc96e7db8f5053ac65a38e36ee&width=320",
      "dateSeen": "2026-01-27T07:22:16.445Z"
    },
    "b22a285b9148a8cc46b7f1b2d1f8e029f6390ed6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456924302/strohalmen-ewoud-kieft",
      "title": "Strohalmen",
      "subtitle": "Over optimisme en verzet",
      "authors": "Ewoud Kieft",
      "description": "Terwijl overal ter wereld populisten en autocraten voor politieke aardverschuivingen zorgen, komt het verzet van de democratische tegenkrachten maar moeizaam op gang. Historicus Ewoud Kieft gaat op zoek naar wat een democratische tegenbeweging nodig heeft om krachtig en onverschrokken verzet te bieden. Laverend tussen geschiedenis en actualiteit ontdekt Kieft inspiratiebronnen voor optimistische én realistische strijdbaarheid. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456924302?aid=kb-online-bibliotheek&sid=19&dts=1769446342201&sig=612adbde35ba518ccacf9770c59b91c5994849203799236147d473c16db612e7&width=320",
      "dateSeen": "2026-01-27T07:22:16.995Z"
    },
    "aea95abcb2561d1e804359f3fa6aaa8175f86bd1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456924299/liefs--mama-iliana-xander",
      "title": "Liefs, mama",
      "subtitle": "Een brief. Een moeder. Een moord",
      "authors": "Iliana Xander",
      "description": "Een geweldige en spannende thriller voor de fans van Freida McFadden en Joël Dicker\n\nMackenzie Casper is een briljante student. Maar ze is vooral bekend vanwege haar moeder, een beroemde schrijfster wier duistere thrillers wereldwijd worden gelezen. Wanneer Mackenzies moeder bij een verdacht ongeluk om het leven komt, blijven de talloze fans in rouw achter. Op de dag van de herdenkingsdienst ontvangt Mackenzie een mysterieuze brief die begint met de regels:\nZal ik je een geheim verklappen?Liefs, mama\nDan komt de tweede brief. En de derde... De inhoud van de brieven is schokkend en Mackenzie realiseert zich dat haar moeders succes gebaseerd is op sinistere geheimen en leugens die niet langer verborgen konden blijven. Blijkbaar was haar moeders roem een moord waard, maar al snel zal Mackenzie ontdekken dat er ergere dingen zijn dan moord... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456924299?aid=kb-online-bibliotheek&sid=19&dts=1769452364423&sig=64f7bec63c11727758d3c563a667cf329ee629eabc4e9c553166867df06689fc&width=320",
      "dateSeen": "2026-01-27T07:22:17.566Z"
    },
    "97d29c958deb1c6bea6aae7787567dc6f582aab6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448156334/de-voorloper-tom-rooduijn",
      "title": "De voorloper",
      "subtitle": "Het gedurfde leven van mijn vader",
      "authors": "Tom Rooduijn",
      "description": "Wanneer Hans Roduin in 1989 vermist raakt in de buurt van het Noord-Italiaanse bergdorp Fanghetto, gaat zijn zoon Tom Rooduijn naar hem op zoek. Na de vondst van zijn lichaam besluit Tom het raadselachtige leven van zijn vader te reconstrueren.Als jonge dichter en theoloog weigert Hans in 1939 dienst en zit hij anderhalf jaar vast in Veenhuizen. In de oorlog biedt hij vanuit zijn antiquariaat d’Eendt in Amsterdam hulp aan Joodse onderduikers. Zijn sociëteit Le Canard vormt in de jaren vijftig het centrum van de artistieke voorhoede. Terwijl hij zich ontpopttot vertaler en vernieuwend dramaturg, volgt de BVD hem tot in de DDR. Hans Roduin, wars van burgerlijke conventies, trouwt vier keer en verwekt drie kinderen.Het strijdbare leven van zijn vader brengt Tom Rooduijn naar zijn eigen instabiele jeugd. De voorloper is behalve een cultuurgeschiedenis ook een ontroerend dubbelportret.Een bewogen reis door de tijd van pacifistische jongeren, een surrealistisch tijdschrift, het studentenverzet, Cobra ende Vijftigers, het moderne toneel, Provo, Aktie Tomaat en een internationale kunstenaarskolonie in Italië. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448156334?aid=kb-online-bibliotheek&sid=19&dts=1769446752392&sig=301dfbd0c1c5fbc6e872004bc80df6a0d7c2721365aca45c84130ac56f79add4&width=320",
      "dateSeen": "2026-01-27T07:22:18.134Z"
    },
    "9314dbc0c375b3727fdcaea916f2610b5a130954": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447378937/als-bloed-bevriest-yrsa-sigurdardottir",
      "title": "Als bloed bevriest",
      "authors": "Yrsa Sigurdardottir",
      "description": "Wanneer politieagenten Týr en Karó naar een uit de hand gelopen burenruzie worden gestuurd, zijn ze teleurgesteld. Liever waren ze bezig met het jaren oude skelet dat zojuist in Reykjavik is opgegraven. Maar het burenconflict krijgt een dodelijke wending en Týr en Karó hebben plotseling een moordonderzoek onder handen.Ondertussen stapt in de haven van Reykjavik de jonge kok Gunndís in de voetsporen van haar overleden vader: ze gaat werken aan boord van een groot vissersschip. Daar krijgt ze te maken met onverklaarbare gebeurtenissen, en ze begint te vrezen dat iemand aan boord het op haar gemunt heeft.De gebeurtenissen blijken allemaal met elkaar verbonden door een afschuwelijk ongeluk, vele jaren geleden, toen een trawler in brand vloog en naar de diepten van de oceaan zonk, met de bemanning opgesloten aan boord. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447378937?aid=kb-online-bibliotheek&sid=19&dts=1769449775893&sig=d9bccaa2f4ae5ef538b8adf9fb4ee7ffa110f37e54c285b75926261a13fbfa8c&width=320",
      "dateSeen": "2026-01-27T07:22:18.649Z"
    },
    "4b6370dfe7c6ca9e1080fc5494cea7c0f6270002": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447379267/een-duister-moment-elisa-hoven",
      "title": "Een duister moment",
      "authors": "Elisa Hoven",
      "description": "Strafrechtadvocate Eva Herbergen kent het recht als geen ander – maar wat als wetten tekortschieten en morele grenzen vervagen? In Een duister moment volgen we haar in negen confronterende strafzaken die stuk voor stuk de kern van de menselijke aard blootleggen. Van verkrachting tot moord, van fraude tot mishandeling:elke zaak dwingt haar tot het maken van keuzes die altijd een verliezer kennen. Terwijl Eva zich vastbijt in haar werk, worden haar eigen grenzen opgerekt en blijkt haar verleden onontkoombaar. De waarheid is vaak gelaagder dan ze lijkt, en gerechtigheid is zelden zwart-wit. In deze indringende debuutroman put Elisa Hoven uit haar rijke ervaring in het strafrecht, en werpt ze een scherpzinnig licht op de dunne scheidslijn tussen schuld en onschuld. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447379267?aid=kb-online-bibliotheek&sid=19&dts=1769452437950&sig=12824398bef638284874efa31a484ea207de86206ca7f8d20d0b5c3b6d1020b7&width=320",
      "dateSeen": "2026-01-27T07:22:19.179Z"
    },
    "2e3b3e7488a05a84587e9051480804a073991c52": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447379208/dagboek-1968-jan-wolkers",
      "title": "Dagboek 1968",
      "authors": "Jan Wolkers",
      "description": "In 1968 begint Turks fruit langzaam te rijpen in het hoofd van Jan Wolkers. In zijn atelier in de Amsterdamse Rivierenbuurt maakt hij verschillende ‘bollenschilderijen’, een metershoge totempaal en affiches tegen de oorlog in Vietnam. Samen met bevriende musici Willem Breuker en Han Bennink geeft Wolkers een ‘schilder- en blootshow’ waarin hij zijn jonge, naakte vriendin Karina in watten omwikkelt. Hij loopt mee in een demonstratie met een levensgroot bord van Ho Tsji Minh, maakt zich kwaad over de moord op Martin Luther King, moedigt Johan Cruijff, Piet Keizer en Ajax aan, op- en neer springend voor zijn zwart-wit tv, en rijdt voor het eerstin zijn verende Citroën ds Pallas naar Den Helder om de boot naar Texel te nemen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447379208?aid=kb-online-bibliotheek&sid=19&dts=1769454919577&sig=6753ade40b937adbe338e670eaadd2450eb59bfcfca91b02f09742295a99dd21&width=320",
      "dateSeen": "2026-01-27T07:22:19.727Z"
    },
    "aa549b9cddf64cb869af790a843fa7ca0b1592d3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447379364/eeuwige-trouw-youp-van--t-hek---marije-tolman",
      "title": "Eeuwige trouw",
      "authors": "Youp van 't Hek | Marije Tolman",
      "description": "Na hun succesvolle handboek voor de pensionado, Een zee van tijd, komen Youp van ’t Hek en illustrator Marije Tolman nu met Eeuwige trouw, een boek vol vrolijke tekeningen, handige tips en lichte anekdotes over huwelijksslachtoffers. Van de vaak waargebeurde verhalen van Youp en de messcherpe observaties van Marije valt veel te leren. En er wordt hopelijk ook hartelijk gelachen om de romantische verliefdheid, de schrijnende sleur en de vaak verlossende echtscheiding, maar ook om de blakende oudjes die het vijftig jaar of langer geweldig met elkaar hebben volgehouden. Alles komt in dit handboek voor zowel beginners als gevorderden ruim aan bod. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447379364?aid=kb-online-bibliotheek&sid=19&dts=1769446591753&sig=98e18fdcb608115c1112769a63bfc1fb18d1d9a4e7511aa4006d21ffb41aa20b&width=320",
      "dateSeen": "2026-01-27T07:22:20.260Z"
    },
    "85ea22430128101c9058428a33d1a9289319ee6a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44737897X/de-geheime-kandidaat-brian-klein",
      "title": "De geheime kandidaat",
      "authors": "Brian Klein",
      "description": "Voor de thrillerfans van Vaderland van Robert Harris en The Manchurian Candidate \n‘Een geweldige politieke thriller. Absoluut briljant.’ Jeremy Clarkson\nOp 30 april 1945 plegen Adolf Hitler en Eva Braun zelfmoord in Berlijn. Hun lichamen worden verbrand en de stoffelijke resten worden begraven in de tuin vande Rijkskanselarij.Zesenzestig jaar later plegen drie inbrekers de grootste kluisroof in de Argentijnse geschiedenis. Nog voordat de politie op de hoogte is, leidt een paniekerig telefoontjenaar Amerika tot een gewelddadige klopjacht waarbij de drie inbrekers worden opgespoord, gemarteld en vermoord. Het is duidelijk: in een van de kluizen zat ietsdat nooit gevonden had mogen worden. Negen dagen later sleept senator John Franklin de republikeinse presidentiële nominatie in de wacht. Hij is favoriet voor de Oval Office. Zijn verkiezing heeft alleste maken met de kluisroof, en alles met de dood van Adolf Hitler, en deze gebeurtenissen vormen samen de kern van een onheilspellende politieke samenzweringmet als doel een einde te maken aan een democratische Amerikaanse regering. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44737897X?aid=kb-online-bibliotheek&sid=19&dts=1769447468485&sig=f190ce23618a57f44910033c5d4f65ec358a803435e00c8229ff1680a6523a96&width=320",
      "dateSeen": "2026-01-27T07:22:20.802Z"
    },
    "eb5f26bebe90e5109ec191bfb97c26905a0af2a8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447379038/dagboek-van-een-koreaanse-plantenmoeder-kim-keum-hee",
      "title": "Dagboek van een Koreaanse plantenmoeder",
      "subtitle": "Vier seizoenen van (persoonlijke) groei",
      "authors": "Kim Keum Hee",
      "description": "Een ode aan de inspirerende kracht van planten: Dagboek van een Koreaanse plantenmoeder van Kim Keum-hee is hét cadeauboek voor alle plantenouders.Kim Keum-hee is een trotse plantenmoeder. Als het leven even niet zo leuk is, zijn het haar kamerplanten die haar op de been houden. Haar humeur verbetert onmiddellijk als ze haar Acacia dealbata eindelijk ziet bloeien en ze hervindt haar enthousiasme als ze nieuwe wortels ontdekt bij een stervende spookcactus.Inspirerend en met af en toe een knipoog deelt Kim Keum-hee haar dagelijkse observaties over de collectie kamerplanten die haar familie vormen en die net als zij worstelen en gedijen in de veranderende seizoenen.Een prachtig boek over groei en verandering, liefde en verlies, vasthouden en loslaten.   Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447379038?aid=kb-online-bibliotheek&sid=19&dts=1769445612640&sig=2d60d687e33cf70405474cb5e4926c5d623d9fcb54a41629c8d8dcbabb67364f&width=320",
      "dateSeen": "2026-01-27T07:22:21.395Z"
    },
    "8428dbedc6cada20d5a4d72f86205cfce0622b42": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44737902X/sterren-en-koper-giada-pavesi",
      "title": "Sterren en koper",
      "authors": "Giada Pavesi",
      "description": "Het eerste deel van een bijzondere Italiaanse Romantasy-serie. Het verborgen genootschap is razend populair in Italië en verschijnt voor het eerst in Nederlandse vertaling.\n\nAmbra Valmori is archeologiestudente aan de Ca’Foscari Universiteit in Venetië. Op een dag leert ze over het bestaan van een geheim genootschap voor magiërs. Nadat ze is toegelaten tot hun prestigieuze Academia Seledia, krijgt ze de kans om haar eigen magische krachten te ontwikkelen en ze te lerenbeheersen door magische artefacten, en zeldzame, oude boeken te bestuderen.Maar de sterren hebben andere plannen voor het lot van Ambra Valmori. Ze draagt een geheim met zich mee, en de professoren van de Academia Selediazien haar als een grote bedreiging voor het voortbestaan van de school. Samen met haar rivaal aan de universiteit, Ismael Sagredo, gaat ze in het magischeen fascinerende Venetië op zoek naar haar mysterieuze verleden. Ze zal meer over zichzelf te weten ze zich komen dan ze zich ooit had kunnen voorstellen.\n\nEen magisch verhaal voor liefhebbers van Dark Academia, de kracht van tarotkaarten, en de betoverende geschiedenis van Venetië. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44737902X?aid=kb-online-bibliotheek&sid=19&dts=1769445656652&sig=a7c41b22e2382e12ce9a779686a00fef0c339b26841bd6e4213f475fe8493bd8&width=320",
      "dateSeen": "2026-01-27T07:22:21.886Z"
    },
    "f72273c29dc67d8cc6417a61105a43a6338aa541": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447379224/alle-journalistiek-is-activisme-fr%C3%A9derike-geerdink",
      "title": "Alle journalistiek is activisme",
      "authors": "Fréderike Geerdink",
      "description": "Fréderike Geerdink, journalist in hart en nieren, schrok zich wild toen haar als Turkije- en Koerdistan-correspondent voor de voeten geworpen werd dat ze te ‘activistisch’ werd. Was ze haar geliefde vak, en daarmee zichzelf, aan het verliezen? Of had ze juist eindelijk het licht gezien?\nIn dit wervelende manifest neemt Geerdink ons mee op haar pad naar activistische journalistiek, en concludeert: journalistiek die niet iets probeert te bewerkstelligen, ís geen journalistiek. Ook duikt ze in de geschiedenis van de Nederlandse journalistiek. Wat deden haar vroege collega’s in 1883 op de Internationale KolonialeTentoonstelling in Amsterdam? En hoe bepalend is dat voor hoe nu bericht wordt over politiek Den Haag, Groningse gaswinning, Zwarte Piet, en de genocide in Gaza? Alle journalistiek is activisme opent de ogen van elke journalist – en elke nieuwsconsument. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447379224?aid=kb-online-bibliotheek&sid=19&dts=1769453973740&sig=63c642489f54999bf9879d057a0a5095219b0388a2fa45c015020584ac7c3aa7&width=320",
      "dateSeen": "2026-01-27T07:22:22.344Z"
    },
    "310eeca009d306631e9ed769ed6d2072f9219413": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447379151/geluksvogel-chris-zegers",
      "title": "Geluksvogel",
      "authors": "Chris Zegers",
      "description": "Profvoetballer, popster, acteur, schnabbelaar, ondernemer, coureur. In het leven van Chris Zegers lijken veel kansen als vanzelf op wonderbaarlijke wijze op zijn pad te komen. Sommigen noemen het toeval, anderen geluk, maar als je met open vizier in het leven staat, struikel je voor je het weet van het ene in het andere avontuur.\nSommige van die carrières mislukten grandioos. Hoewel je ze helemaal niet als mislukt hoeft te beschouwen, als je het avontuur belangrijker vindt dan succes. Integendeel. En het levert altijd een goed verhaal op voor later.  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447379151?aid=kb-online-bibliotheek&sid=19&dts=1769456318036&sig=9cd375c7b31a9215acfac634ac72af842bf336822d156c73cc47f068c7784edc&width=320",
      "dateSeen": "2026-01-27T07:22:22.898Z"
    },
    "c330a9e5d1c36279ed66e4a76f5c2daee9491af0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436170159/watergevoel-arthur-van-den-boogaard",
      "title": "Watergevoel",
      "subtitle": "De geautoriseerde biografie van Pieter van den Hoogenband",
      "authors": "Arthur van den Boogaard",
      "description": "Op 18 augustus 2004 schreef de zesentwintigjarige Pieter van den Hoogenband sportgeschiedenis: vier jaar na de Spelen in Sydney won hij in Athene opnieuw goud op de honderd meter vrije slag. Slechts drie zwemmers deden dat ooit eerder. Een olympische legende was geboren, zijn imago als zondagskind bevestigd: perfect zwemmerslichaam, ontwapenende lach, intelligent, fijne familie en een gelukkig gezinsleven.. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436170159?aid=kb-online-bibliotheek&sid=19&dts=1769450066004&sig=616dc1644f19a6a8e9b3a88685f438975fdc599bc5c0cf3f93a056ebfffe0958&width=320",
      "dateSeen": "2026-01-27T07:22:23.491Z"
    },
    "2d8f4b0b944bb0202e8a8119f4a54996177cbd10": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447378988/de-vuurproef-donna-leon",
      "title": "De vuurproef",
      "authors": "Donna Leon",
      "description": "Op een vroege lenteochtend vindt er op een plein in Venetië een gewelddadige confrontatie plaats tussen twee tienerbendes. Een van de jongens die wordt gearresteerd is de zoon van Dario Monforte, naar wie Guido Brunetti op dat moment een onderzoek heeft lopen. Brunetti ontdekt dat Monforte twintig jaar eerder publiekelijk werd gevierd om zijn heldhaftig optreden op een Italiaans militair complex in Irak. Toch heeft Monforte nooit een medaille gekregen, noch van de  carabinieri, noch van de Italiaanse regering.Deze schijnbare tegenstrijdigheid en de brute aanval op een van Brunetti’s collega’s door een mogelijk bendelid roepen vragen op. Langzaam wordt duidelijk dat Monforte er alles aan doet om de aandacht van de politie af te leiden van zijn zoon, en indirect van hemzelf. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447378988?aid=kb-online-bibliotheek&sid=19&dts=1769446952470&sig=c382da84df701f88992208e6d3630479fefc144574a516f001658c0a15b7a616&width=320",
      "dateSeen": "2026-01-27T07:22:23.955Z"
    },
    "cc63b6529f0e289b8857983b5bf67e6d72edecb5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447379240/de-kortste-geschiedenis-van-het-oude-rome-ross-king",
      "title": "De kortste geschiedenis van het oude Rome",
      "authors": "Ross King",
      "description": "Het Romeinse Rijk is onmiskenbaar een van de invloedrijkste beschavingen uit de geschiedenis. Het kende een bloeitijd van maar liefst 500 jaar en besloeg een oppervlak van ruim vijfentwintig moderne landen, van Saoedi-Arabië tot Oekraïne en Engeland. Politiek, wetten, filosofie en architectuur zoals we die nu kennen vonden er hun oorsprong, evenals onze Romeinse cijfers, de kalender, aquaducten en beton. Samen met de Grieken legden de Romeinen de basis voor de westerse beschaving.Historicus Ross King neemt je mee van de stichtingsmythes van de stad tot de neergang van het rijk. Hij laat je kennismaken met de keizers en krijgers, de gekken en opstandelingen, de kunstenaars en gladiatoren die verantwoordelijk waren voor de opkomst, de heerschappij – en uiteindelijk de ondergang van het Romeinse Rijk. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447379240?aid=kb-online-bibliotheek&sid=19&dts=1769447099726&sig=bd109982c5db143243a2eb342193f944fb2e5b6fdf24420da76faff67daefb62&width=320",
      "dateSeen": "2026-01-27T07:22:24.505Z"
    },
    "394c343fa5b9692c872b44b40906573046a2fb5a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456924272/de-bomenfluisteraars-leonie-van-dreumel",
      "title": "De Bomenfluisteraars",
      "authors": "Leonie van Dreumel",
      "description": "Sta stil. Luister je? Hoor je ze? Hoor je hun kreten van pijn? Voel je hun ellende als een mes in je buik? Hoor je erbij? Hoor je thuis in hun wereld? Nerine hoort erbij. En ze hoort er niet bij. Ze zit vast tussen twee werelden. Wouter hoort er niet bij. Maar hij hoort er wel bij in zijn wereld. Alles gaat veranderen... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456924272?aid=kb-online-bibliotheek&sid=19&dts=1769450283788&sig=6d6a95021f7fece64918c300f6f6774a75dd110d28a86b8e9632448213185d95&width=320",
      "dateSeen": "2026-01-27T07:22:25.030Z"
    },
    "d98d9555a7b6ce19f580cbcca707427848a92c75": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443864926/dans-bij-maanlicht-susan-crosby",
      "title": "Dans bij maanlicht",
      "authors": "Susan Crosby",
      "description": "Een kluizenaar die zo knap is? Dat moest verboden worden!Al jaren leeft Heath Raven als een kluizenaar. Zijn huis ligt verborgen achter metershoge bomen en ondoordringbare struiken. Privédetective Cassie verwacht dan ook een nors heerschap te ontmoeten wanneer ze door hem is ingehuurd om een vermiste vrouw op te sporen. Heath blijkt echter een zeer aantrekkelijke man, wat weer héél andere problemen met zich meebrengt!Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443864926?aid=kb-online-bibliotheek&sid=19&dts=1769528407758&sig=9f477c91a028d6e37fac54ac1cdeca3e23bc081f76ebf7431253f7dd0dce2dec&width=320",
      "dateSeen": "2026-01-28T07:20:37.968Z"
    },
    "4288ce5f49f2d13067d555666091746553fd3390": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443864934/riskante-romance-susan-crosby",
      "title": "Riskante Romance",
      "authors": "Susan Crosby",
      "description": "Staat zijn geheim hun liefde in de weg?Lang geleden heeft privédetective James iets heel bijzonders gedaan voor zijn beste vriend. Niemand behalve zij tweeën wist het, en pas na achttien jaar zou de waarheid worden onthuld. Nu is dat moment gekomen, maar is er één groot probleem: zijn vriend is inmiddels overleden, en James heeft geen idee hoe hij alles aan diens veel te aantrekkelijke weduwe moet vertellen!Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443864934?aid=kb-online-bibliotheek&sid=19&dts=1769521517743&sig=6842eaad990dad0daf74d9358aed3436ce1f18d3e1f2eb1cefaa52c8384dcf25&width=320",
      "dateSeen": "2026-01-28T07:20:38.427Z"
    },
    "b641d49f29d5367aaaf87ec6605e37ab86e7340d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443864985/getuige-om-te-zoenen-kate-hardy",
      "title": "Getuige om te zoenen",
      "authors": "Kate Hardy",
      "description": "Twee weken op reis met een biljonair!Het is al een tijdje geleden dat biljonair Roland Devereux een date had, waardoor hij niet meer precies weet hoe je dat aanpakt. Gelukkig blijkt Grace, die hij op de bruiloft van zijn beste vriend ontmoette, bereid om hem bij te spijkeren. In ruil biedt hij haar een droomvakantie aan. Een prima regeling, vindt hij. Tot hij, ergens tussen Parijs en Venetië, ontdekt dat twee weken met Grace niet genoeg zijn!Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443864985?aid=kb-online-bibliotheek&sid=19&dts=1769528408683&sig=b226c8c24acc9b536e5e58ae838fe60abfcdd750d439b55fc4e92a4ab4e4f808&width=320",
      "dateSeen": "2026-01-28T07:20:38.914Z"
    },
    "859246c4b3b3ab42123aade47e0a18e4ea7b6c70": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443649170/onstuimige-passie-meg-lacey",
      "title": "Onstuimige passie",
      "authors": "Meg Lacey",
      "description": "Bruiloftsplanner Chastity is vastbesloten......om de bruiloft van haar beste vriendin vlekkeloos te laten verlopen. Het enige probleem? De frustrerend sexy Sin O'Connor, die weigert om zich aan haar regels te houden. Hij lijkt met zijn vurige blikken een heel ander doel voor ogen te hebben...Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443649170?aid=kb-online-bibliotheek&sid=19&dts=1769521574717&sig=7856bd2003e60da786f5079718f5bcd0571f7f4ebb7f056d795657805ea932e4&width=320",
      "dateSeen": "2026-01-28T07:20:40.254Z"
    },
    "aea510c582c943a959e35d7b415f15bad72fc515": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443649197/liefde-als-vergelding-caitlin-crews",
      "title": "Liefde als vergelding",
      "authors": "Caitlin Crews",
      "description": "Zara hoopt haar vader blij te maken......door de plaats van haar zus in te nemen in het gearrangeerde huwelijk met CEO Chase Whitaker. Maar wat een zakelijke overeenkomst moest zijn, voelt al snel veel verleidelijker aan. Tot ze achter Chase' ware bedoelingen komt...Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443649197?aid=kb-online-bibliotheek&sid=19&dts=1769526160406&sig=0b9dfdbcf393db1aeb5ec93bbf85a6ec7909ffd3fbc67f7e1648c758ff433b5a&width=320",
      "dateSeen": "2026-01-28T07:20:40.716Z"
    },
    "b4d510f1cf32c042acad8f75cfc4b90f793dadfa": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444163026/spicy-santa---stout-janelle-denison",
      "title": "Spicy Santa - Stout",
      "authors": "Janelle Denison",
      "description": "Spicy Santa: een spicy verhaal om jouw kerst extra feestelijk (en heet) te maken!StoutZo braaf als Amanda – dochter van de baas – het hele jaar door is, zo stout is ze opeens met Kerstmis. Als anonieme kerstvrouw kan ze immers de bad boy van kantoor, Christian Miller, een cadeautje geven dat gegarandeerd iets omhoog krijgt – en dan heeft ze het niet over zijn salaris! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444163026?aid=kb-online-bibliotheek&sid=19&dts=1769522100260&sig=2d683ab1846ea6d6c519b4af1092a55c3057ae3bc45c6cfa9dc86dbb4b67cc10&width=320",
      "dateSeen": "2026-01-28T07:20:42.044Z"
    },
    "cda0d6213f99eb0800aec164c38ea2faa6d9d1ca": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443861234/verloofd-met-de-prins-emmy-grayson",
      "title": "Verloofd met de prins",
      "authors": "Emmy Grayson",
      "description": "Een ring... van de prins?Als Julius wakker wordt, heeft hij knallende hoofdpijn... en geen idee wie hij is! Hij heeft maar één aanwijzing: een mysterieus visitekaartje. Het adres erop leidt hem naar een exclusieve juwelier, waar hem wordt vertelt dat hij recent een verlovingsring heeft gekocht. Voor ene Esmerelda Clark, die zich momenteel bevindt op Grenada...Esmerelda’s hart is gebroken. Eigen schuld: dan had ze zich maar niet moeten laten verleiden door haar baas, Julius Carvalho, de kroonprins van Rodina. Gelukkig heeft ze nu tijd om onder de Caraïbische zon te herstellen en haar toekomst te bepalen. Tot hij opeens voor haar neus staat met een verloren blik in zijn ogen... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443861234?aid=kb-online-bibliotheek&sid=19&dts=1769521595695&sig=b3bbec5490e4de83fc009ff36dc1ccd457424c7ecd99692fdfbdd743651b855a&width=320",
      "dateSeen": "2026-01-28T07:20:43.433Z"
    },
    "72676d11db2c6090aae4486a5d8d0c99d1d8aa19": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444169652/de-andere-verloofde-ali-blood",
      "title": "De andere verloofde",
      "subtitle": "Ze is verdergegaan met haar leven. Maar hij wacht nog op haar...",
      "authors": "Ali Blood",
      "description": "De andere verloofde van Ali Blood is een psychologische thriller die onder je huid kruipt.Drie jaar nadat haar verloofde is vermoord, gaat journaliste Gemma Morgan verder met haar leven. Ze matcht met ene John Jackman op een datingapp en besluit met hem af te spreken.Net wanneer het leven haar weer wat lijkt toe te lachen, realiseert ze zich dat John een groot geheim voor haar verbergt, waarmee ze in één klap teruggeworpen dreigt te worden in haar verdrietige verleden. Of is het paranoia die haar parten speelt?Wat ze zich niet realiseert, is dat het dit keer háár leven is dat op het spel staat…  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444169652?aid=kb-online-bibliotheek&sid=19&dts=1769522260026&sig=9f1c4ca0d56f5e479011d661263a9f1c3237a6eaba2ca36b4e35a8cb77fbc55d&width=320",
      "dateSeen": "2026-01-28T07:20:44.776Z"
    },
    "822686d3de648dd53f61bd921ca16cb7366d7e52": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443864993/bruid-van-de-baas-emma-richmond",
      "title": "Bruid van de baas",
      "authors": "Emma Richmond",
      "description": "Hij mag niet weten wat ze voor hem voelt…Als persoonlijk assistente van de aantrekkelijke Adam heeft Claris het niet gemakkelijk. Naast al haar gewone werk moet ze ook nog voor zijn petekind zorgen. Bovendien is ze stiekem verliefd op hem, terwijl ze weet dat ze geen enkele kans bij hem maakt. Hoewel… waarom wimpelt hij de knappe vrouwen die ‘toevallig’ langskomen allemaal af?Dit verhaal is zijn eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443864993?aid=kb-online-bibliotheek&sid=19&dts=1769528411347&sig=1d2e20a79a086c65591a33e8e7d1a5f3c06c232de1244b2ccb5bb619d77ab517&width=320",
      "dateSeen": "2026-01-28T07:20:45.234Z"
    },
    "1705a951a131a2db12a3baa78fd2aa487e14e1a8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444163042/spicy-santa---smaakvol-jennifer-labrecque",
      "title": "Spicy Santa - Smaakvol",
      "authors": "Jennifer LaBrecque",
      "description": "Spicy Santa: een spicy verhaal om jouw kerst extra feestelijk (en heet) te maken!SmaakvolMet Kerstmis werken vindt Tatiana geen probleem. En er zijn vervelendere dingen dan het recenseren van restaurants. Maar waarom vindt haar baas dat ze dat samen met die vreselijk arrogante, maar helaas ook vreselijk sexy Cole moet doen? Ach, misschien moet ze maar gewoon even… proeven! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444163042?aid=kb-online-bibliotheek&sid=19&dts=1769549970461&sig=37766a5754716997029e19d09f4b1b02fccd6715bbbd8c0de89b9e386f2ac6b6&width=320",
      "dateSeen": "2026-01-28T07:20:46.607Z"
    },
    "76b76ef7ba31fbaf5bba66102623e843d7954cbb": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443649154/opwindende-vlucht-annette-broadrick",
      "title": "Opwindende vlucht",
      "authors": "Annette Broadrick",
      "description": "Leslie is in groot gevaar......en slaat op de vlucht. Dan komt haar auto vast te zitten in de sneeuw en klopt ze aan bij het dichtstbijzijnde huis. Een geluk bij een ongeluk: de man die opendoet, knappe soldaat Jason Crenshaw, is misschien wel de enige die haar kan helpen...Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443649154?aid=kb-online-bibliotheek&sid=19&dts=1769549100590&sig=56d8d4e22cc6588851f74ee3296f689482affb889ce7dd004f37bc858724a070&width=320",
      "dateSeen": "2026-01-28T07:20:47.934Z"
    },
    "fbd15b684e13db748899c9b15af6c45ae565e110": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444363947/de-laatste-date-sanne-ter-zee",
      "title": "De laatste date",
      "authors": "Sanne ter Zee",
      "description": "Gemke Schut (47) organiseert een personeelsfeest dat volledig uit de hand loopt. De ochtend na het feest wordt ze naakt wakker in het huis van haar baas. Ze heeft geen idee wat er is gebeurd. Als later blijkt dat haar collega en vriendin Lisa Bakker op het feest onder mysterieuze omstandigheden is overleden, gaat Gemke op onderzoek uit. Maar dan stuit ze op een vreselijk geheim, dat beter verborgen had kunnen blijven... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444363947?aid=kb-online-bibliotheek&sid=19&dts=1769523835397&sig=db6e0a9330c7c09dbb4b12e177e38873615dcb43f3b7e75bfaacb9e490f59c13&width=320",
      "dateSeen": "2026-01-28T07:20:48.389Z"
    },
    "3dbc05e581dd41a9b900aa110170c70af8f178f6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443864888/geluk-in-de-sneeuw-joann-ross",
      "title": "Geluk in de sneeuw",
      "authors": "JoAnn Ross",
      "description": "Het is actrice Shiloh Beauregard nog niet gelukt om de juiste man te vinden. Dus wanneer ze wordt uitgenodigd voor een nieuwjaarsfeest in de bergen, stemt ze enthousiast in. Dan dwingt een sneeuwstorm haar om onderweg te stoppen in een klein dorpje, waar ze noodgedwongen aanklopt bij de sexy dokter Matt McCandless... Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443864888?aid=kb-online-bibliotheek&sid=19&dts=1769521551448&sig=754059463ff62103b0630e3225e63f5ad52c603928a7d4af6a09957b40e56ab3&width=320",
      "dateSeen": "2026-01-28T07:20:49.676Z"
    },
    "3bc935b7669f53837fd42dd557a6553a28e5125d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443861196/schandalige-affaire-met-de-magnaat-dani-collins",
      "title": "Schandalige affaire met de magnaat",
      "authors": "Dani Collins",
      "description": "Eén magische avond... met onverwachte gevolgen!Als Felicity tijdens haar baan als huishoudster een weggegooide uitnodiging vindt voor een glamoureus gala, kan ze de verleiding niet weerstaan. Ze verschijnt voor de deur in haar beste jurk, maar blijft teleurgesteld achter als haar de toegang alsnog wordt geweigerd. Tot de knapste man die ze ooit heeft gezien haar mee naar binnen neemt... als zijn date!Saint Montgomery heeft een vlekkeloze reputatie nodig om zijn baan in zijn vaders bedrijf te behouden. De schandalige verhalen over hem van zijn verbitterde ex zijn dus niet ideaal. Daarom besluit hij om de prachtige vrouw voor de deur van het gala over te halen om hem vanavond te vergezellen. Dat blijkt echter een beslissing te zijn met schandalige gevolgen... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443861196?aid=kb-online-bibliotheek&sid=19&dts=1769536143286&sig=860d1cdba3e52b75df757ec6609ef475a3a149e275875b205c1935b85db44c93&width=320",
      "dateSeen": "2026-01-28T07:20:50.136Z"
    },
    "691c297c60bec3271a4d19c2b26491b3a81fc9d0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443865027/geluk-op-ijsland-becky-wicks",
      "title": "Geluk op IJsland",
      "authors": "Becky Wicks",
      "description": "Hij heeft een ondoordringbare muur om zijn hart… denkt hij!De vader van chirurg Gunnar Johansson was een beruchte fraudeur, en daar heeft hij nog steeds last van. Aan een relatie begint hij bijvoorbeeld niet: hij kan zijn geliefde toch niet blootstellen aan zoveel negativiteit? Maar dan krijgt hij een nieuwe collega, verpleegkundige Mahlia. Ze werkt keihard, is toegewijd… en met haar warme glimlach dreigt ze zijn verkilde hart te smelten! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443865027?aid=kb-online-bibliotheek&sid=19&dts=1769528403190&sig=9d0b10b5aca84309e4e095642054bfc8b81779bcc365fa865bae44915cf43c79&width=320",
      "dateSeen": "2026-01-28T07:20:50.591Z"
    },
    "a76e070ef8fb3730816238856a1238fcb7295804": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443861226/gekust-op-bermuda-louise-fuller",
      "title": "Gekust op Bermuda",
      "authors": "Louise Fuller",
      "description": "Eén tropische nacht is niet genoeg…Na een verbroken verloving is Jemima naar Bermuda afgereisd om tot rust komen. Eén ding is zeker: ze blijft vér uit de buurt van mannen! Maar dan ontmoet ze Chase, een razend knappe visser voor wie ze als een blok valt. Ze bedenkt dat een onenightstand misschien juist dé manier is om haar frustraties te verwerken en laat zich verleiden tot een nacht vol hartstocht. Zonder over de gevolgen na te denken…Miljardair Chase houdt maar het liefst afstand van alles en iedereen, en in dit tropische paradijs waar niemand hem kent kan hij net doen of hij een eenvoudige visser is. Hij vindt het dan ook prima dat Jemima duidelijk uit is op één nacht samen. Als ze de volgende ochtend zomaar verdwijnt, blijft hij tot zijn ergernis naar haar verlangen…  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443861226?aid=kb-online-bibliotheek&sid=19&dts=1769528410097&sig=444835db6b6569d24fde081f61603d9d91a92133fe02b5bfe6b65a5eeb62b011&width=320",
      "dateSeen": "2026-01-28T07:20:51.997Z"
    },
    "8a9dfab98cc70b758d0c41f5014c39079550f628": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44386120X/tycoon-als-bodyguard-pippa-roscoe",
      "title": "Tycoon als bodyguard",
      "authors": "Pippa Roscoe",
      "description": "Hij moet haar beschermen, niet verleiden!Als CEO van een internationaal security-imperium werkt Luca Calvino natuurlijk nooit zelf als bodyguard. Maar de opdracht om erfgename Hope Harcourt te beschermen zonder dat zij dat zelf doorheeft, intrigeert hem zo dat hij een uitzondering maakt. Hope staat op het punt het familiebedrijf over te nemen, heeft vele vijanden, en… is beeldschoon. Alle reden dus om af te reizen naar het skiresort waar ze verblijft en zich voor te doen als haar chauffeur…Hope ergert zich dood aan haar opdringerige nieuwe chauffeur. Hij volgt haar bij elke stap die ze buiten de deur zet! En echt heel irritant dat ze zich steeds meer tot deze sexy bemoeial aangetrokken voelt. Als blijkt dat de aantrekkingskracht wederzijds is en hij haar zelfs kust, belandt ze bij hem in bed. Ze is in de zevende hemel – tot ze ontdekt wie Luca werkelijk is…   Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44386120X?aid=kb-online-bibliotheek&sid=19&dts=1769581224813&sig=92c8e18555e7d134b94b896c47a88387663c086f5e5af16ef57b91da941c8059&width=320",
      "dateSeen": "2026-01-28T07:20:52.500Z"
    },
    "b15291b2177a0268d0a7cb1171e771355eb5a133": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443864977/aanzoek-in-de-sneeuw-jessica-gilmore",
      "title": "Aanzoek in de sneeuw",
      "authors": "Jessica Gilmore",
      "description": "Een weekje samen in een schitterend hotel in de Alpen…Toparchitect Alex is dringend op zoek naar een interieurontwerper voor een chic boetiekhotel in Innsbruck. Hij vraagt zijn beste vriendin, Flora, om hem te helpen. Maar dan, na een dag hard werken, kussen ze elkaar. Wat nu? Moet hij doen alsof er niets is gebeurd? Of hun vriendschap op het spel zetten, en toegeven dat hij al jarenlang verliefd op haar is?Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443864977?aid=kb-online-bibliotheek&sid=19&dts=1769524985598&sig=f06f15a8ef750a470ac934f8646565aa78a91ebe6f070bd64f726a684a252da9&width=320",
      "dateSeen": "2026-01-28T07:20:52.965Z"
    },
    "95fda08d82e51d1c1b79b8add809edb9bc079e03": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443861242/hoog-oplaaiende-hartstocht-natalie-anderson",
      "title": "Hoog oplaaiende hartstocht",
      "authors": "Natalie Anderson",
      "description": "Een kus die alles verandert…Tycoon Dain Anzelotti had al geen zin in dit luxediner in een restaurant op de top van een berg. En nu denkt de serveerster ook nog dat hij de ingehuurde zanger is. Het idee! Hij is de CEO van een miljardenbedrijf. Als hij later die avond terugreist naar het dal stopt halverwege opeens de kabelbaan. Hij kijkt geërgerd op en ziet… dat die serveerster tegenover hem zit! Ze is trouwens wel erg mooi. Voor hij beseft wat hij doet, buigt hij voorover…Wat krijgen we nou? Talia heeft zelfs nog nooit een vaste relatie gehad en nu probeert deze knappe vreemdeling haar te kussen terwijl ze in een gammel bakje boven de afgrond hangen! Misschien komt het door het dreigende gevaar, maar ze kust hem terug. Die kus leidt tot meer – veel meer. En als ze eenmaal weer met beide benen op de grond staat, is haar leven voorgoed veranderd… Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443861242?aid=kb-online-bibliotheek&sid=19&dts=1769522207005&sig=2b76b902acfc45a3bbd4014b2a07b715613806ccfb8c33e703b2c98ea4f36960&width=320",
      "dateSeen": "2026-01-28T07:20:54.314Z"
    },
    "b5264789ce4b1bae11b080ff8a3b88521c1c1dfa": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443861250/een-baby-voor-de-griekse-miljardair-abby-green",
      "title": "Een baby voor de Griekse miljardair",
      "authors": "Abby Green",
      "description": "Eén nacht is niet genoeg...Na een wekenlange onderhandeling met zijn bedrijf kan Erin de verleiding niet weerstaan als CEO Ajax Nikolau haar na de laatste vergadering uitnodigt om te blijven. Elke keer dat ze hem zag, leek hij nog knapper te zijn. En hij kan de belofte in zijn vurige blikken zeker waarmaken. Toch lijkt het haar verstandig om het bij één nacht te houden...Ajax kan Erin niet uit zijn hoofd krijgen: haar bruine ogen, haar lieve lach, haar weelderige lichaam... Hij heeft zich er zo lang mogelijk tegen verzet, maar na twee jaar moet hij haar weer zien. Dus belt hij onverwacht bij haar aan. En valt zijn mond open van schok als hij dan een baby hoort huilen... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443861250?aid=kb-online-bibliotheek&sid=19&dts=1769543986920&sig=ad6bb473013cdd7ae6743cd87ae31d1da082f497202afe773cd32f48206b7cb2&width=320",
      "dateSeen": "2026-01-28T07:20:57.626Z"
    },
    "b7a119ac00741e924da94543a6346cefdc6f61ed": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443861218/e%C3%A9n-nacht-in-rio-jennie-lucas",
      "title": "Eén nacht in Rio",
      "authors": "Jennie Lucas",
      "description": "Een vurige kus van haar arrogante baas...Emmie heeft een hekel aan de arrogante miljardair Theo Katrakis. Maar ze heeft geen keuze. Haar ouders en vier jongere broertjes hebben haar hulp nodig, dus accepteert ze een hoogbetaalde functie als zijn secretaresse. Ze had toen echter nooit kunnen denken dat ze vanwege één vurige nacht met hem in Rio ontslag zou moeten nemen...Als Theo zeven maanden later hoort dat zijn ex-secretaresse op het punt staat te trouwen omdat ze zwanger is, weet hij zeker dat hij de vader is. Dat kan niet anders: die nacht in Rio was hij namelijk haar eerste minnaar. Halsoverkop reist hij naar New York om de bruiloft tegen te houden. Als ze zo graag met iemand wil trouwen, weet hij wel met wie! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443861218?aid=kb-online-bibliotheek&sid=19&dts=1769529256664&sig=f00fbbab2b4d9edeb62128ecbd9da21a25809edbcf6e78235912f161338270d1&width=320",
      "dateSeen": "2026-01-28T07:20:58.178Z"
    },
    "56b611e526d15dcb12c9e5ddf366a112d8d50664": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443649073/doodlopend-spoor-lena-diaz",
      "title": "Doodlopend spoor",
      "authors": "Lena Diaz",
      "description": "Rechercheur Bree Clark wordt geplaagd door één onbeantwoorde vraag: wie is de Smoky Mountain Slayer? Vier jaar geleden viel het laatste slachtoffer van deze beruchte seriemoordenaar, maar zijn identiteit is nog altijd een mysterie. Dus wanneer knappe cold case-expert Ryland Beck haar vraagt mee te werken aan zijn onderzoek, stemt ze meteen in. Als ze dan een nieuw slachtoffer ontdekken, lijken ze de moordenaar op het spoor te zijn. Maar dan probeert iemand Bree te doden, en komen ze erachter dat niets is wat het lijkt... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443649073?aid=kb-online-bibliotheek&sid=19&dts=1769526152108&sig=aea70d895c415e660bcf10b79d56f9f793ea771f7f0bcab45cda5fb5de2da7bd&width=320",
      "dateSeen": "2026-01-28T07:20:58.622Z"
    },
    "5f1fee33838b732dcbc0d52857aaaa48ad953005": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443865000/nooit-gedoofde-passie-sharon-kendrick",
      "title": "Nooit gedoofde passie",
      "authors": "Sharon Kendrick",
      "description": "Haar hart zal voor een tweede keer breken…Omdat ze hem geen erfgenaam kon schenken, verliet Lexi haar man, de Griekse tycoon Xenon Kanellis. Nu eist hij dat ze hem vergezelt naar de bruiloft van zijn zus, waar hij gezien wil worden als een respectabel getrouwd man. Als ze weigert, zal hij haar broer niet helpen met zijn schulden. Ze stemt toe, al weet ze dat ze dan wéér afscheid van hem zal moeten nemen…Dit verhaal is zijn eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443865000?aid=kb-online-bibliotheek&sid=19&dts=1769528401404&sig=377d08c5f7b4ea8adabf8fd035af5426318a6a04e56e49dbe6ac59ceda6729ad&width=320",
      "dateSeen": "2026-01-28T07:20:59.061Z"
    },
    "b7b3f81be3bfc39555a426f9a9111042eac7b283": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444163034/spicy-santa---sensueel-isabel-sharpe",
      "title": "Spicy Santa - Sensueel",
      "authors": "Isabel Sharpe",
      "description": "Spicy Santa: een spicy verhaal om jouw kerst extra feestelijk (en heet) te maken!SensueelWanneer Cathy Ann op haar werk een sexy kerstlingeriesetje krijgt, heeft ze direct door welke collega de gulle gever moet zijn. Toevallig net de man van wie ze al tijden droomt. Dus trekt ze het ragdunne gevalletje aan om het bij hem thuis te gaan showen. Daar doet ze een verschrikkelijke ontdekking... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444163034?aid=kb-online-bibliotheek&sid=19&dts=1769581674695&sig=c51f385336bb7bbe96ffb41a9b447c48b2c32af4976225159e910bcd1d562ea8&width=320",
      "dateSeen": "2026-01-28T07:20:59.655Z"
    },
    "8dab8c2dcaba202f694d90799368de574cd7cf9b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44364912X/italiaanse-romance-lucy-gordon",
      "title": "Italiaanse romance",
      "authors": "Lucy Gordon",
      "description": "Angel koopt een villa in Amalfi...En treft daar onverwacht de vorige eigenaar aan! Deze Vittorio Tazzini is niet alleen onthutsend knap, maar ook ongenaakbaar. En zo verknocht aan het landgoed, dat hij absoluut niet van plan is het op te geven...Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44364912X?aid=kb-online-bibliotheek&sid=19&dts=1769581519748&sig=412dca562d41cd35b96750082ab759a0fcd2ac23127224f3b9e0fe8e9b578fe5&width=320",
      "dateSeen": "2026-01-28T07:21:00.081Z"
    },
    "7f84120a0fb6452047d7bbf7981844dc48e52084": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443649189/mooiste-nieuwjaarswens-maisey-yates",
      "title": "Mooiste nieuwjaarswens",
      "authors": "Maisey Yates",
      "description": "Koningin Tabitha besluit op oudejaarsavond... ...dat ze het liefdeloze huwelijk met koning Kairos niet langer kan verdragen. Precies om middernacht vraagt ze hem om een scheiding. Tot hun beider verrassing leidt dat tot één laatste nacht vol passie – met onverwachte gevolgen...Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443649189?aid=kb-online-bibliotheek&sid=19&dts=1769527704599&sig=ffe82ea9f828a6b7ed698a25c36bdd32b04e05937c201a6516c32ce5da1f825c&width=320",
      "dateSeen": "2026-01-28T07:21:00.633Z"
    },
    "2025bf98a32a120bccb18fb9047f12753cc095a3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44386487X/winter-in-veneti%C3%AB-lucy-gordon",
      "title": "Winter in Venetië",
      "authors": "Lucy Gordon",
      "description": "Vincenzo di Montese is geschokt wanneer hij op een koude winterse dag in Venetië een knappe, wanhopige vrouw in zijn palazzo aantreft. Wanneer blijkt dat deze Julia op zoek is naar haar dochter, biedt hij haar zonder aarzelen zijn hulp aan. Daar blijft het echter niet bij, want al snel voelen ze zich sterk tot elkaar aangetrokken...Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44386487X?aid=kb-online-bibliotheek&sid=19&dts=1769525054190&sig=8d07abc9707bda62c3453d3fd301a9f8082d9200eb8626dc707697483b845b5f&width=320",
      "dateSeen": "2026-01-28T07:21:01.092Z"
    },
    "6c6e29c3417b8c6afcbd8a12c81c67b3653c98e3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443649162/nog-nooit-gekust-christy-lockhart",
      "title": "Nog nooit gekust",
      "authors": "Christy Lockhart",
      "description": "Jessica wil heel graag een baby......maar heeft nog geen geschikte man gevonden. Dus vraagt ze plompverloren aan haar baas, rancher Kurt Majors, of hij toevallig interesse heeft om de vader te worden – via kunstmatige inseminatie. Maar Kurt heeft een heel ander idee...Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443649162?aid=kb-online-bibliotheek&sid=19&dts=1769526799455&sig=ec0189ff6f114d104bc4d46eead553b6d116d36724e7543293ca45f23e65c4f3&width=320",
      "dateSeen": "2026-01-28T07:21:01.684Z"
    },
    "583690594807cb55c42404710d6fa497e151ee3f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443649138/echtgenoot-voor-een-jaar-kate-walker",
      "title": "Echtgenoot voor een jaar",
      "authors": "Kate Walker",
      "description": "Sienna staat een enorme erfenis te wachten…Maar om die te ontvangen moet ze een jaar lang getrouwd zijn! Dus sluit ze een deal met de woest aantrekkelijke Keir Alexander: voor een jaar van zijn tijd zal hij een mooi bedrag ontvangen. Maar hij heeft wel een aantal voorwaardes...Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443649138?aid=kb-online-bibliotheek&sid=19&dts=1769521587885&sig=a69263b25b123c39a1e7a84571869d72f8cb481c903a58ac9f1843b216b74ef5&width=320",
      "dateSeen": "2026-01-28T07:21:02.148Z"
    },
    "cf473cab0d6c2a1ab021a00cca02845089d87502": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443864896/romance-op-schaatsen-cari-lynn-webb",
      "title": "Romance op schaatsen",
      "authors": "Cari Lynn Webb",
      "description": "Ooit had Ty gehoopt een professionele ijshockeyspeler te worden, tot een ongeluk die toekomst voor hem verpestte. Nu dreigt hij weg te kwijnen in het Alaskaanse dorpje waar hij geboren is, tot een unieke weddenschap hem een tweede kans geeft. Hij zet alles op alles om te winnen, maar wordt de hele tijd op de voet gevolgd door knappe roddeljournaliste Kelsey – die hem veel te veel afleidt...Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443864896?aid=kb-online-bibliotheek&sid=19&dts=1769521784420&sig=2cc1d897c76cc60ac178bbc4a76bb4d43d6790d4de8a136c7f4624192ad0aeee&width=320",
      "dateSeen": "2026-01-28T07:21:02.638Z"
    }
  }
}