{
  "values": {
    "3a8dc4d2305306e06aa13e79d9d5ee5c7c933ac8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44376073X/alles-is-mogelijk-yeliz-c-ic-ek",
      "title": "Alles is mogelijk",
      "authors": "Yeliz Çiçek",
      "description": "Toen Yeliz als tiener dagelijks na schooltijd in de snackbar van haar Turkse vader patat stond te bakken, had ze nooit durven hopen dat ze de eerste biculturele hoofdredacteur van de Nederlandse Vogue zou worden. En toch is elke stap die ze gezet heeft er achteraf bezien een in die richting geweest. Een combinatie van keihard werken, geluk en manifestatie heeft haar een droombaan en een geweldig leven bezorgd. Maar niet zonder vele hobbels te moeten nemen. In Alles is mogelijk vertelt ze voor het eerst haar volledige levensverhaal en biedt ze de lezer heldere handvatten, lessen en tips om alles in het leven te bereiken waar je van droomt. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44376073X?aid=kb-online-bibliotheek&sid=17&dts=1755771356085&sig=3e8ffa1a5576d093e58a7eae03bc0608930ab871979809e34cffb96be6da6af3&width=320",
      "dateSeen": "2025-08-22T07:13:05.708Z"
    },
    "c0e3fdfdcf610e21d9dc9ac680ffcb78cb36fc61": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443323089/het-bewijs-van-mijn-onschuld-jonathan-coe",
      "title": "Het bewijs van mijn onschuld",
      "authors": "Jonathan Coe",
      "description": "Na haar studie trekt Phyl weer bij haar ouders in. Ze gruwt van haar baantje, heeft schrijfambities maar weet niet hoe nu verder. Dat verandert wanneer Christopher Swann komt logeren, een studievriend van haar moeder in Cambridge.\nChristopher volgt al sinds de jaren tachtig een extreemrechtse denktank. Leden daarvan waren medestudenten van hem en Phyls moeder. Sinds de Brexit lijkt er steeds meer ruimte te ontstaan voor de wilde plannen van de denktank. Wat zijn ze van plan tijdens hun mysterieuze conferentie op een vervallen landgoed in de Cotswolds? Christopher gaat op onderzoek uit.\nDe gewelddadige afloop van de conferentie geeft eindelijk richting aan Phyls leven. Ze duikt in het verleden van haar ouders en gaandeweg verzamelt ze veel smeuïg materiaal voor haar boek in wording.\nIn HET BEWIJS VAN MIJN ONSCHULD pendelt Jonathan Coe behendig tussen decennia, genres en recente politieke ontwikkelingen. Het is een meeslepende, razend intelligente vertelling van een van Engelands meest geliefde schrijvers. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443323089?aid=kb-online-bibliotheek&sid=17&dts=1755771098763&sig=1369bebcbaa64a21a0739f26cf99f635ca3fb31350ec088c080de8652beecac0&width=320",
      "dateSeen": "2025-08-22T07:13:05.910Z"
    },
    "74f32184c1c11805dc2fe26ceae6181e9fc38b8d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443322783/het-einde-van-de-wereld-zoals-we-die-kennen-martijn-simons",
      "title": "Het einde van de wereld zoals we die kennen",
      "authors": "Martijn Simons",
      "description": "In de zomer van 1999 vertrekt de familie Vilderink naar het Tsjechische Žamberk voor de jaarlijkse uitwisseling van de tennisclub. Jongste zoon Timmie lijkt als enige over talent en doorzettingsvermogen te beschikken, puberdochter Leonie is bezig met het ontdekken van haar seksualiteit en heeft als ontluikende kunstenaar haar zinnen gezet op Berlijn, oudste zoon Alex is vooral op zoek naar vrijheid. Hij reist per fiets naar Žamberk, maar niet alleen omdat hij geen zin heeft om meer dan duizend kilometer met zijn familie in een busje te zitten. Ondertussen vertoont het huwelijk van ouders Peter en Janine al een tijd barstjes, de kinderen lijken het enige wat hen nog bindt. Met het naderende onheil van de millenniumwisseling in het verschiet zoeken alle familieleden onderweg naar Žamberk naar een mogelijkheid om hun leven een radicale wending te geven. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443322783?aid=kb-online-bibliotheek&sid=17&dts=1755771806811&sig=dd26b95096c65f3faa67fabf15a751d7a827235f4619a3f5b5d9aa84ec63de7f&width=320",
      "dateSeen": "2025-08-22T07:13:06.109Z"
    },
    "3854b6b6977d4bb881669610a69e8cf1f44b57b2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443458081/achtervolgd-door-de-dood-gunnar-staalesen",
      "title": "Achtervolgd door de dood",
      "authors": "Gunnar Staalesen",
      "description": "Varg Veum is privédetective in het Noorse Bergen. Hij heeft een groot rechtvaardigheidsgevoel, is opportunistisch en anti-autoritair. Als Veum eenmaal aan een opdracht begint, ontdekt hij vaak het ene lijk na het andere, dit tot groot ongenoegen van de politie.\n  Met de bus onderweg naar Bergen ziet Varg Veum dat twee meisjes bij een halte worden afgehaald door een jongeman met een kampeerbus. Een paar dagen later komt Veum in de krant een foto tegen van diezelfde jongen, erbij staat: MAN VERMIST. Hij zou meedoen aan een demonstratie tegen een zalmkwekerij in het plaatsje Solvik.\nVeums natuurlijke nieuwsgierigheid is gewekt en hij reist af naar Solvik. Daar ziet hij bij toeval de kampeerbus in zee, onder het wateroppervlak is het dak nog net te zien. In de bus vindt de politie het lichaam van een jonge vrouw, de jongeman is nog altijd spoorloos. Zijn moeder, die weinig vertrouwen heeft in de politie, vraagt Varg Veum om hulp. En terwijl de protesten tegen de zalmindustrie steeds grimmiger worden, probeert Veum de geheimen van Solvik boven tafel te krijgen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443458081?aid=kb-online-bibliotheek&sid=17&dts=1755772128848&sig=3e00bdd47d387304d2805dd22774565d2b94e4b01f1e4a2fd7f3272c9d1280aa&width=320",
      "dateSeen": "2025-08-22T07:13:06.338Z"
    },
    "eee5bee0b281676486e9e39a1013500fff6a7303": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444326650/wevers-van-het-verzet-jeroen-kuypers",
      "title": "Wevers van het verzet",
      "authors": "Jeroen Kuypers",
      "description": "Als Sylvia Dusault zich aansluit bij het verzet in Twente, verandert haar onbezorgde leven... Sylvia Dusault is dochter van een voorname textielfabrikant in Twente en werkt in het bedrijf van haar vader. Ze vindt haar leven saai en voelt zich opgesloten in het provinciale Oldenzaal. Liever was ze gaan studeren, maar dat mocht niet. Ook haar werk biedt geen uitdaging, het is immers niet de bedoeling dat een dochter zich met de bedrijfsvoering bemoeit. Maar als de oorlog uitbreekt en Sylvia zich aansluit bij het verzet, verandert haar leven. Onverschrokken voert ze de meest gevaarlijke opdrachten uit. Guy Meyer is korporaal in het Franse leger. Zijn onderdeel wordt naar Breda gestuurd om de Duitse opmars tegen te houden. Wat een zege zou moeten zijn, wordt een eindeloze terugtrekking, en Guy belandt als krijgsgevangene in kamp Bathorn, vlak over de grens in Duitsland. Lukt het hem daaruit te ontsnappen en Nederland te bereiken? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444326650?aid=kb-online-bibliotheek&sid=17&dts=1755771894167&sig=4f854a894a0b2546b578a7759d79e3233fbedacbe0b3bb1d171f9883363a4d70&width=320",
      "dateSeen": "2025-08-22T07:13:06.544Z"
    },
    "df6ceaaf95a55e30681c604649f5e73db8336ad1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/435111167/daten-wat-de-pot-schaft-quizas",
      "title": "Daten wat de pot schaft",
      "subtitle": "herken de valkuilen en de instinkers",
      "authors": "Quizas",
      "description": "Adviezen aan wat oudere vrouwen betreffende daten.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A435111167?aid=kb-online-bibliotheek&sid=17&dts=1755773036354&sig=2dda9c58f121defa38744f62b680f96872d020b68ab517d956fd507b120fca55&width=320",
      "dateSeen": "2025-08-22T07:13:06.855Z"
    },
    "4bd9ad1207836e0b0550a9827e88161c38235ae9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/435278584/wat-je-van-bloed-weet-philip-huff",
      "title": "Wat je van bloed weet",
      "authors": "Philip Huff",
      "description": "De verteller beschrijft wat het met je doet als je opgroeit in een ogenschijnlijk welvarend maar in feite gewelddadig gezin en hoe dat doorwerkt in je volwassen leven.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A435278584?aid=kb-online-bibliotheek&sid=17&dts=1755772147722&sig=6011aa05e5574cacdeccb8505141688f95abfa588d04ef81ccec55d44848a576&width=320",
      "dateSeen": "2025-08-22T07:13:07.060Z"
    },
    "da965ebc45dbe762fbce315bf87cfe40f7b384a5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443891001/tre-sors-de-famille-jan-oosterlinck---mathieu-decroix",
      "title": "Trésors de famille",
      "subtitle": "Entreprendre, en toute confiance",
      "authors": "Jan Oosterlinck | Mathieu Decroix",
      "description": "L'entrepreneuriat durable : une doctrine bien ancrée dans notre époque, à laquelle les entreprises familiales adhèrent elles aussi pleinement. Les dirigeants passionnés de ces \"trésors de familles\" sont attachés à leurs valeurs. Une fois le cap stratégique fixé, ils ne s'en écartent plus. Ces hommes et ces femmes d'action agissent vite et bien, sans craindre de se retrousser les manches. Les formules creuses ? Le greenwashing ? Très peu pour eux ! Ils n'ont pas de temps à consacrer aux artifices : ils prennent des initiatives concrètes, sans chercher d'éloges. En pratique, on remarque toutefois que les différentes générations en présence n'ont pas toujours les mêmes priorités. Les jeunes veulent parfois jouer à tout prix la carte de la durabilité, mais se heurtent aux critiques de leur père, de leur mère, de leur oncle ou de leur tante. La médiation neutre d'un expert peut alors contribuer à construire des ponts entre les générations et poser un regard neuf sur la stratégie. Afin de s'assurer que tous sont sur le bon chemin. 10 managers d'entreprise familiale nous livrent leur conception d'un avenir durable. 10 histoires inspirantes, solidement ancrées dans la réalité du terrain. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443891001?aid=kb-online-bibliotheek&sid=17&dts=1755777701175&sig=273601272adad2b61c077d373b16b8db18810fe452ffc9c924925da6dfe5b6d1&width=320",
      "dateSeen": "2025-08-22T07:13:07.265Z"
    },
    "bd6347fb2251536e4bc4544ee237ab8c50bceba7": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443842353/huis-van-vertrouwen-jan-oosterlinck---mathieu-decroix",
      "title": "Huis van vertrouwen",
      "subtitle": "Hoe 10 familiebedrijven duurzaam ondernemen",
      "authors": "Jan Oosterlinck | Mathieu Decroix",
      "description": "Duurzaam ondernemen is here to stay. Dat geldt net zo goed voor familiebedrijven. De bevlogen ondernemers van deze ‘huizen van vertrouwen’ hechten aan bedrijfswaarden. Eens de strategische koers is uitgezet, wordt er niet van afgeweken. Deze ‘doeners’ schakelen snel, ze steken de handen uit de mouwen. Holle groene slogans en dure presentaties zijn niet aan hen besteed. Ze hebben er gewoon de tijd niet voor, maar intussen nemen ze wel duurzame initiatieven, ook al pakken ze er niet groots mee uit. Nu leert de praktijk dat verschillende generaties binnen familiebedrijven weleens andere prioriteiten hebben. Jongeren willen vaak sneller verduurzamen maar botsen dan op de kritiek van vader, moeder, oom of tante. Deskundig ‘neutraal’ advies kan alvast helpen om bruggen te bouwen tussen de generaties en kritisch te kijken naar de strategie: zijn we met de juiste dingen bezig? Pakken we het goed aan? 10 ondernemers van familiebedrijven getuigen hoe zij bouwen aan hun duurzame toekomst. 10 inspirerende verhalen geplukt uit de praktijk. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443842353?aid=kb-online-bibliotheek&sid=17&dts=1755777174946&sig=5961f233209db7a99f10b6d4e81e8ce3aeb7c6d7638f095b2da606523f094bd1&width=320",
      "dateSeen": "2025-08-22T07:13:07.459Z"
    },
    "7495fce80a1d4449ddad5fd70a47381117862720": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443890978/de-grootste-artiest-emmy-abrahamson---hanna-jedvik",
      "title": "De grootste artiest",
      "authors": "Emmy Abrahamson | Hanna Jedvik",
      "description": "Verslaggevers Ann Ek en Esti Przybyszewski krijgen eindelijk hun grote doorbraak wanneer ze gevraagd worden om een podcast te produceren over schilder Niki Falc, die door zelfmoord om het leven is gekomen in zijn huis in het zuiden van Zweden. Ann en Esti zouden een echt droomteam kunnen zijn, als ze konden samenwerken...  Hoe zal de podcast verlopen voor de chaotische Ann en de georganiseerde Esti als ze elkaar niet kunnen uitstaan en de familie van Niki Falc nooit de waarheid lijkt te vertellen?\nDe grootste artiest is een warme, humoristische en snelle suspenseroman met twee onverwachte helden om in het hart te sluiten. Het is het eerste boek in de serie De Radiohelden, een nieuwe serie over twee radiojournalisten die moeten samenwerken terwijl ze elkaars tegenpolen zijn.  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443890978?aid=kb-online-bibliotheek&sid=17&dts=1755774822100&sig=5aaef7f705e9ea262ef6c86d6c1f5f0253b0001e24d83b5657ed2ad163a62437&width=320",
      "dateSeen": "2025-08-22T07:13:07.810Z"
    },
    "e23940acf33d29fb2002c32e958ba35c0463fde9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44389101X/een-soort-troost-david-troch",
      "title": "een soort troost",
      "authors": "David Troch",
      "description": "Wat rest er nog, als de wind wild om zich heen grijpt en je de grond op smakt? Wat rest er nog, als de grond geen grond blijkt te zijn? Wat rest er nog, als je maar door de lucht tolt? Steekt storm op, richt dat heel wat aan. Storm blaast weg wat je kent, soms zelfs wie je bent. Storm blies de pen uit Trochs hand. Plots had de man van het woord geen taal meer. Wou hij de wind te slim af zijn, moest hij voet voor voet op zoek naar zin, naar grond, naar een soort troost. David Troch is auteur en schrijfdocent. Hij was stadsdichter van Gent en stond aan de wieg van het literaire tijdschrift Kluger Hans. Van hem verschenen eerder vijf dichtbundels en de verhalenbundel Rue des regrets. een soort troost vormt een tweeluik met voor jou wou ik een huis zijn. Beide bundels bevatten uitsluitend woorden met slechts één lettergreep. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44389101X?aid=kb-online-bibliotheek&sid=17&dts=1755772149956&sig=d48ae176c0a76a53ecec833baede574f17ce816fc3253e8de540e6db21da1271&width=320",
      "dateSeen": "2025-08-22T07:13:08.158Z"
    },
    "d2c4a0885c5e81afff4216808f731bad0994308e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444449280/een-kleine-filosofie-van-grote-emoties-saskia-de-coster",
      "title": "Een kleine filosofie van grote emoties",
      "subtitle": "Jaloezie",
      "authors": "Saskia De Coster",
      "description": "We leven in een tijd vol emoties. Ze beïnvloeden ons dagelijkse leven, maar ook ons politieke bestel. Sommige emoties worden als 'goed' en 'wenselijk' gezien, andere zetten we weg als 'verwerpelijk' en 'zwak'. Maar is dat zo? Is een beetje jaloezie niet net heel gezond? En is angst soms een schild tegen meer kwaad?  Auteurs Saskia De Coster en Erwin Mortier kruipen in een emotie om die voluit te beleven en te verkennen. Filosoof Ignaas Devisch staat dan weer stil bij de kracht van de stilzwijgende emotie. Moet elke emotie wel gedeeld worden? 'Emoties bespreekbaar maken is een goede vooruitgang geweest. Maar als het spreken dwingend wordt als gevolg van die 'bevrijding', dan hebben we de ene plicht ingeruild voor de andere. En blijven we sukkelen met de plaats van emoties in ons leven.'  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444449280?aid=kb-online-bibliotheek&sid=17&dts=1755771858774&sig=8180de180a6e2f8388423c56dd15ae946e5f198e235622b2d9839dd08cfc545c&width=320",
      "dateSeen": "2025-08-22T07:13:08.424Z"
    },
    "094b39b48baebe426c106c5f0ac6dea5a01ad820": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443764174/versterk-de-relatie-met-jouw-hond-laura-lefebvre",
      "title": "Versterk de relatie met jouw hond",
      "authors": "Laura Lefebvre",
      "description": "Home is where my dog is. Het zal veel hondeneigenaren bekend in de oren klinken: je hond is simpelweg een deel van je gezin. Maar een hechte relatie met je hond komt er niet zomaar. Daar moet je tijd en energie in investeren. Wat je allemaal kunt doen om de band tussen jullie te versterken, lees je in dit boek! Laura Lefebvre, gepassioneerde dog mom, inspireert je in deze gids met toffe, avontuurlijke en creatieve activiteiten die je samen met je hond kunt doen. Van leuke spelletjes tijdens een boswandeling tot een ontspannende massage achteraf, en van braingames tot hindernissenparcours. Daarnaast geeft Laura ook heel wat handige tips en locaties voor het wandelen met je hond, en vertelt ze met welke gezonde snacks je je viervoeter blij maakt. Maak tijd om met jouw hond te spelen en word zo de beste vrienden! Laura Lefebvre is holistische hondencoach en bezielster van SHIINU. Ze pleit voor een positieve, zachte aanpak van honden en voegt de daad bij het woord in haar eigen puppy- en coachingtrajecten. In 2022 verscheen haar eerste boek, Beter communiceren met jouw hond. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443764174?aid=kb-online-bibliotheek&sid=17&dts=1755775720506&sig=687bf9ba3b2bf92c749ac3797819835e2ff0e407a788b9bc9bcdb9a6bce2b413&width=320",
      "dateSeen": "2025-08-22T07:13:08.617Z"
    },
    "a75f04fd47f9480ec636674f0564a323089e94c3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443842345/polaris-hanne-eerdekens",
      "title": "Polaris",
      "authors": "Hanne Eerdekens",
      "description": "Noël was klaar voor een nieuwe start aan de universiteit. Weg van huis, naar een nieuwe, progressievere stad, waar ze op zoek kon gaan naar wie ze echt is, wat ze echt wil, en hoe dat nu zit met die verwarrende seksualiteit van haar. Maar dan verliest haar beste vriendin Celia de strijd tegen kanker en vallen Noëls plannen in duigen. Haar leven verliest de kleur die Celia bracht, en de toekomst is toch wel eng nu Noël ze alleen tegemoet gaat. Maar Celia, die al langer wist dat ze Noël zou moeten achterlaten, heeft voorzorgen genomen. Met een zelfgemaakte adventskalender probeert ze van tussen de sterren Noël terug op het juiste pad te krijgen. Maar is Noël er wel klaar voor om haar verlies een plaats te geven, haar seksualiteit onder ogen te komen én terug contact te zoeken met dat meisje van Vinyl dat al meer dan een jaar door haar hoofd spookt? Hanne Eerdekens is talenleerkracht, leesfanaat, blogger, taal- en letterkundige, auteur en eigenlijk alles wat met lettertjes te maken heeft. Ze heeft een passie voor schrijven sinds ze leerde hoe dat moest en deelt die op haar Bookstagrampagina @novelishbooks. Met haar hoofd in andere werelden probeert ze haar steentje bij te dragen aan een diverser Belgisch literatuurlandschap. In 2023 debuteerde ze met Met jou is het anders. Polaris is haar tweede boek. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443842345?aid=kb-online-bibliotheek&sid=17&dts=1755789039467&sig=837f7bba19bfd943c19e55fad84db2f656aaf8f0bd39af8f834b05f71da9e48b&width=320",
      "dateSeen": "2025-08-22T07:13:08.961Z"
    },
    "216e1ae7f1c22bb76da133b94ad24686556ac842": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443956324/zoomigurumi-bedreigde-diersoorten-joke-vermeiren",
      "title": "Zoomigurumi bedreigde diersoorten",
      "authors": "Joke Vermeiren",
      "description": "Laat je innerlijke haakdier helemaal los met deze beestige Zoomigurumi-editie! In dit boek staan bedreigde diersoorten van overal ter wereld centraal. Neem je haaknaald en garen erbij en spring mee in deze unieke wereld van prachtige, kleurrijke, maar ook kwetsbare diersoorten. Zo ontmoet je al snel een knuffelbare reuzenpanda, een prachtige blauwe vinvis, een schattige monniksrob, een nieuwsgierig schubdier en vele andere vrolijke dieren. Dit boek bundelt 15 originele amigurumipatronen van designers van over de hele wereld, voor zowel beginnende als gevorderde hakers. Aan de hand van handige stap-voor-stapbeschrijvingen en video-instructies haak je in geen tijd een vrolijke dierenbende bij elkaar! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443956324?aid=kb-online-bibliotheek&sid=17&dts=1755775652007&sig=e905b21fe21d4a9ce5040cd235c1d15ca1b6b1cc04f149eb7e558183444ffacf&width=320",
      "dateSeen": "2025-08-22T07:13:09.155Z"
    },
    "7c2c9a4f2c9f88eba115090b9ea862b31baea47a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444449337/een-kleine-filosofie-van-grote-emoties-barbara-baert",
      "title": "Een kleine filosofie van grote emoties",
      "subtitle": "Enthousiasme",
      "authors": "Barbara Baert",
      "description": "'Het is een heilzame gedachte dat uit de belangeloze overgave die wij enthousiasme noemen, de kunsten voortvloeien.' In deze meeslepende zoektocht naar de betekenis, impact en uitwassen van de emotie enthousiasme geeft kunsthistorica Barbara Baert vergeten beelden en verhalen een unieke stem. Zij brengt notities, herinneringen, dagboekfragmenten en kortverhalen samen, die ze nu eens vlijmscherp, dan weer teder met de lezer deelt. Baert reflecteert in beeldrijk proza en literaire eruditie over de begeestering van de kunstenaar, de verbeelding van het kind, de vooroordelen tegenover vrouwelijke geestdrift en de kwetsbaarheid van emotioneel schrijverschap. Dr. Barbara Baert is Gewoon Hoogleraar aan de onderzoeksgroep Kunstwetenschappen van de KU Leuven. Ze ontving meerdere prijzen voor haar baanbrekende werk, waaronder de prestigieuze Francqui-prijs voor Humane Wetenschappen in 2016. Ze is een veelgevraagde gastprofessor, van de Sorbonne tot Princeton. Barbara Baert is auteur van meerdere boeken en essays, zoals De uil in de grot (2019).  Ook in deze reeks: Erwin Mortier (liefde), Ignaas Devisch (de stilzwijgende emotie), Saskia De Coster (jaloezie) en Barbara Sarafian (begeerte). Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444449337?aid=kb-online-bibliotheek&sid=17&dts=1755783616944&sig=a78eb8273f4d397fe2bb7754f2b2b6a17ba108715175c4a9fd66122f3e64c06a&width=320",
      "dateSeen": "2025-08-22T07:13:09.617Z"
    },
    "5a8c2ad1343ed64667a243fa47f67e6b907559db": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444354743/het-beleg-van-laken-walter-van-den-broeck",
      "title": "Het beleg van Laken",
      "authors": "Walter van den Broeck",
      "description": "Aan het slot van Brief aan Boudewijn, van den Broecks succesroman uit 1980, krijgt de kleine Walter van den Broeck van koning Boudewijn een vulpen om de arbeiderswijk waarin hij woont voor de ondergang te behoeden: hij zal schrijver worden. Dit gegeven vormt de opmaat voor de vierdelige romancyclus Het beleg van Laken, waarin de autobiografische werkelijkheid wordt vermengd met fantastische fictie. De schrijver en zijn gezin worden onder dwang naar de koninklijke domeinen te Laken gevoerd en ondergebracht in een chalet. Ziedaar het begin van deze magistrale metaroman, die door critici is vergeleken met Claus' Het verdriet van België en Mulisch' De ontdekking van de hemel: een hoogtepunt waarin alle lijnen uit Van den Broecks oeuvre samenkomen. Een goddelijke tragikomedie in Vlaanderen. Walter van den Broeck (1941-2024) is een van Vlaanderens beste prozaïsten en bovendien de populairste en meest gespeelde toneelauteur van België. Voor beide disciplines ontving hij de Staatsprijs. Hij was lid van de Koninklijke Academie voor Nederlandse Taal en Letteren. Zowel in zijn geboortedorp Olen als in zijn woonplaats Turnhout werd hem het ereburgerschap toegekend. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444354743?aid=kb-online-bibliotheek&sid=17&dts=1755771421718&sig=9cbaafd8a298cb02190077bf620631a2b9e52f28e44cca17ea48ad4a3b3ae144&width=320",
      "dateSeen": "2025-08-22T07:13:09.844Z"
    },
    "35b3ea774276d83f7551a2e173edc7722f62e259": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443842337/wille-van-gas",
      "title": "Wille",
      "subtitle": "De wraak op Miss Halitosis",
      "authors": "Van Gas",
      "description": "Willes vader is gesmolten. Niet door een duik in een vulkaan - bommetje! - maar door de helse adem van Miss Halitosis, een stinkend stuk gespuis waarvoor het hele land siddert en beeft. Wille blijft achter, ouderloos en verdrietig, maar met een hoofd vol boeken en knetterende ideeën. Hij komt terecht in een steenrijk pleeggezin met een mesjogge pleegmoeder en drie etterbakken van pleegbroers. Geen wonder dat Wille op de vlucht slaat. Zo ontmoet hij Imogen, een meisje dat rondrijdt in een dubbeldekkerbus vol boeken en over de bizarre (maar best handige) gave beschikt om dikke vette pech af te roepen over irritante figuren. Ook professor De Boneir, die geniale ideeën uitlokt door eerst olympisch onnozel te doen, sluit zich aan bij Team Wille. Samen kan het moedige drietal de wereld aan. Samen gaan ze op zoek naar Miss Halitosis. Dat mormel heeft geen idee wat haar te wachten staat. Van Gas (Kurt Van Gasse) geeft in zijn bovenkamer gratis onderdak aan een ingenieur en een schrijver. Hij viel in de prijzen met columns en kortverhalen en maakt deel uit van het literaire collectief This Is How We Read. Met zijn eerste jeugdboek volgt Van Gas zijn hart. Hij woont in Willebroek, met zijn vrouw, zoon en tweelingdochters. Melvin is het alter ego van Wout Schildermans. Wout is illustrator-vormgever en animator. Hij tekent en schilder voor kinderen en jongvolwassenen in boeken, tijdschriften en soms op muren. Zijn boeken vallen geregeld in de prijzen en verschenen al in verschillende landen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443842337?aid=kb-online-bibliotheek&sid=17&dts=1755772147653&sig=5fadd14a9448dab02bf3f42ba8565f86a54d6b55b2dc1e55f71508df0233f1eb&width=320",
      "dateSeen": "2025-08-22T07:13:10.190Z"
    },
    "7b90f53a138bc76cbecf4678c70b8dbb1aff5343": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443981698/anders-patrick-conrad",
      "title": "Anders",
      "authors": "Patrick Conrad",
      "description": "Een doordeweekse dag. Een man klopt aan bij het detectivebureau 'Het AgentschaB' met op zak niets meer dan een visitekaartje waarop de naam 'Anders' staat gedrukt. Voordat hij spoorloos verdwijnt, vraagt hij het bureau om te achterhalen wie hij is. De vijf rechercheurs gaan elk op geheel eigen wijze op zoek naar de identiteit van de man. Gaandeweg komen ze ook veel over zichzelf te weten en over de verborgen kanten van mensen uit hun directe omgeving.  Anders gaat over erfelijkheid en over het fenomeen identiteit in al zijn vormen. Ook het weigeren of verliezen ervan. Het is een zoektocht in de vorm van een adembenemende roman noir, zoals we dat gewend zijn van Patrick Conrad. Patrick Conrad is schrijver, dichter, plastische kunstenaar en filmmaker. Als thrillerauteur biedt hij een enerverende cocktail van spanning en laconieke beschouwingen bij het reilen en zeilen in het Antwerpen van de jaren tachtig. Zijn werk werd herhaaldelijk genomineerd voor de Knack Hercule Poirotprijs, die hij in 2015 won met Moço. Ook werd zijn werk bekroond met de Diamanten Kogel 2007 en vertaald in het Duits, Frans en Engels. Conrad woont en werkt sinds november 2023 in Brazilië. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443981698?aid=kb-online-bibliotheek&sid=17&dts=1755773285870&sig=31ce12d983c50e0ae32b10828dbd67e7aa22ae5f4549d21e3e76a8a4c5592bf8&width=320",
      "dateSeen": "2025-08-22T07:13:10.412Z"
    },
    "30a3a082d7d8045423d172f0684cf1287d42637e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444022538/ook-onze-oorlog-bruno-beeckman",
      "title": "Ook onze oorlog",
      "authors": "Bruno Beeckman",
      "description": "Toen iedereen vlak na de Russische invasie wegtrok uit Kiev, ging hij erheen. Als producer voor de European Broadcasting Union (EBU) zou hij instaan voor de logistieke taken in Oekraïne. Dat was het plan, Bruno Beeckman als man achter de schermen van de oorlogsverslaggeving. Maar toen hij eind februari 2022 de eerste keer aankwam in Kiev, waren bijna alle journalisten er al weg. Hij deed het dus zelf maar en ging met zijn bedaarde en bedachtzame stem de verhalen vertellen van het front.  Bruno Beeckman trekt al bijna dertig jaar naar de frontlinie, waar die ook mag zijn: van Afghanistan en Irak, over Tsjetsjenië en Mali, tot Syrië en Libië. Maar deze oorlog is anders. Voor hem, voor de wereld. De ware inzet is autocratie versus democratie. Zijn we bereid te vechten voor onze democratische waarden? Voor Bruno Beeckman is het helder: dit is ook ónze oorlog. Sinds het begin van de Russische invasie was hij al meer dan 250 dagen in Oekraïne. Hij sprak er met talloze mensen en zag wat de oorlog met hen deed. Voor Gazet van Antwerpen hield hij een uniek dagboek bij waarin hij een ingrijpend portret schetst van het dagelijkse oorlogsleven in Oekraïne. In Ook onze oorlog verschijnt zijn dagboek voor het eerst gebundeld.  Bruno Beeckman is vertaler-tolk Engels-Russisch van opleiding. In 1991 verhuisde hij naar Moskou, waar hij elf jaar zou blijven. Samen met zijn vrouw en drie kinderen verhuisde hij na Moskou nog naar Thessaloniki, Genève en Washington D.C. Sinds 1993 werkt hij als freelanceproducer en -reporter voor onder andere de EBU. Hij coverde al talloze oorlogen en conflicten. Hij noemt zichzelf het liefst een vredesjournalist en een wanhopige optimist.  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444022538?aid=kb-online-bibliotheek&sid=17&dts=1755772149794&sig=1601b008eb77959b21e8f6e0b9479869ea290585a4d7c25c03e55cc5c75d0dbd&width=320",
      "dateSeen": "2025-08-22T07:13:10.651Z"
    },
    "3d4d03d7ec17f0b5b51a4bf53254412359be2936": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44418810X/chunky-amigurumi-theresa-s-crochet-shop",
      "title": "Chunky Amigurumi",
      "subtitle": "18 patronen met chunky garen",
      "authors": "Theresa's Crochet Shop",
      "description": "Superpopulaire haaktrend: haken met chunky wol! Op de website Theresa's Chrochet Shop deelt Amerikaanse designer Theresa haar kleurrijkste amigurumipatronen. Chunky Amigurumi is haar eerste boek. Chunky garen zijn superpopulair. Niet onlogisch, want met deze dikkere, zachte wol haak je in geen tijd een vrolijke amigurumibende bij elkaar. Designer Theresa's Crochet Shop bundelt in dit boek 18 kleurrijke designs, speciaal ontworpen voor dit type wol. Schattig, knuffelbaar en ontzettend gemakkelijk te maken! Maak je eigen vleermuis, kat, bij, octopus, panda, kikker, dolfijn, rendier en vele andere figuurtjes in maar een paar uur tijd. De patronen zijn eenvoudig en haalbaar, met simpele vormen, schattige finishing touches en minimaal naaiwerk. Perfect voor beginnende hakers of gevorderde hakers die met een nieuw type wol willen experimenteren. Alle patronen komen met gemakkelijke stap-voor-stapinstructies en een duidelijke uitleg over alle gebruikte steken. Kortom: chunky amigurumi zijn een perfecte nieuwe en mooie toevoeging aan je amigurumirepertoire!  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44418810X?aid=kb-online-bibliotheek&sid=17&dts=1755771453918&sig=cea35113e102d08bfd95519defba5e54a433d669f8981049614388204e30225d&width=320",
      "dateSeen": "2025-08-22T07:13:10.868Z"
    },
    "990fdfc332b71a2369f868e5b0d5b95a12abfa95": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443930163/het-wolkenschip-vashti-hardy",
      "title": "Het wolkenschip",
      "authors": "Vashti Hardy",
      "description": "De tweeling Arthur en Maud Helderstorm is diepbedroefd als ze te horen krijgen dat hun vader, een dappere ontdekkingsreiziger, om het leven is gekomen tijdens een mislukte poging om het meest zuidelijke punt ter wereld te bereiken. Maar dat niet alleen, hij wordt ook beschuldigd van het stelen van brandstof voordat hij stierf! De tweeling gelooft niks van de verhalen en reageert op een advertentie om mee te doen aan een nieuwe poging om Zuid-Polaris te bereiken. Het is hun enige hoop om achter de waarheid te komen... en de reputatie van hun familie te redden. Zullen Arthur en Maud de antwoorden vinden die ze zoeken? Vashti Hardy woont in Engeland. Haar boeken worden in vele talen uitgegeven. Brightstorm (Het wolkenschip) stond op de shortlist van onder andere de Waterstones Children's Book Prize. Vashti was lerares maar stopte om meer te kunnen schrijven. Ze is afgestudeerd aan de Golden Egg Academy, een school voor kinderboekenauteurs, en begeleidt regelmatig nieuwe studenten. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443930163?aid=kb-online-bibliotheek&sid=17&dts=1755777555850&sig=d1f5526f141e9502adddaf9ec9ebd8aa4f1f24855a071c7f3c6a36332d389f17&width=320",
      "dateSeen": "2025-08-22T07:13:11.139Z"
    },
    "ec8c761d85120947b79c13b1ab60b503b913a3d3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443930139/rebel-rebel-geert-van-mol",
      "title": "Rebel Rebel",
      "subtitle": "Over de rock-'n-roll en valse noten in digital",
      "authors": "Geert van Mol",
      "description": "Digitale connectiviteit en dienstverlening zouden net zo vanzelfsprekend moeten zijn als stromend water en elektriciteit - ze zijn essentieel voor ons functioneren in de moderne wereld. Als vooraanstaand digitaal strateeg en gepassioneerd muziekliefhebber verbindt Geert Van Mol in dit boek de creatieve wereld van muziek met succesvolle digitale transformatie. Muzikanten zijn immers vaak rebellen die de status quo doorbreken, en dat is precies wat bedrijven nodig hebben in deze ongekende digitale revolutie. Van Mol pleit voor een ambitieuzer digitaal geluid in België en biedt praktische adviezen om jouw bedrijf toekomstbestendig te maken. Laat je inspireren door de muziek om je digitale strategie te versterken.  Geert Van Mol was directielid bij Belfius, transformeerde het retailnetwerk na de financiële crisis in 2011 en maakte de Belfius-app tot de beste ter wereld. Hij werd in 2018 Belgiës eerste Chief Digital Officer van het Jaar. Zijn strategisch inzicht en kracht om mensen te verbinden rond een visie, vormen samen met zijn passie voor muziek de basis van zijn succes. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443930139?aid=kb-online-bibliotheek&sid=17&dts=1755772150392&sig=403e5bf78f3a2c2c7ae345dfd65c65b89b25a6f6ca43375a7656b699449843b1&width=320",
      "dateSeen": "2025-08-22T07:13:11.505Z"
    },
    "063ad1f4d7a6679726ac9d546919304e17bb020a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443951225/amigurumi-hartendiefjes-3-erinna-lee",
      "title": "Amigurumi hartendiefjes 3",
      "authors": "Erinna Lee",
      "description": "Welkom in het groene en vredevolle bosrijk van Erinna Lee! In haar derde haakboek verzamelt deze designer de meest lieftallige bosnimfen en hun vele, feeërieke vriendjes. Maar liefst 15 nieuwe bosfiguurtjes staan te popelen om jou te verwelkomen in hun wereld. Naast de patronen met duidelijke instructies, deelt Erinna in dit boek ook heel wat handige haaktips en -advies! Met dit boek haak je dus in een handomdraai een wonderlijke boswereld bij elkaar.  Erinna Lee is haakdesigner en auteur van haakboeken. Haar ontwerpen en patronen worden altijd enthousiast onthaald door het grote publiek. Ze maakte eerder al Amigurumi Hartendiefjes en Amigurumi Hartendiefjes 2, waar er intussen meer dan 15.000 exemplaren van verkocht werden. Amigurumi Bosnimfen en feeën is haar derde boek.  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443951225?aid=kb-online-bibliotheek&sid=17&dts=1755772148372&sig=329a2b566f80eaa9707d8d72102d34330002ea70cef258be4666179cb41157d1&width=320",
      "dateSeen": "2025-08-22T07:13:11.935Z"
    },
    "c35cdecf81ff3951d267d626a69e21ca65567f5d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44402252X/dopamine--verlangen-en-verslaving-paul-van-deun",
      "title": "Dopamine, verlangen en verslaving",
      "authors": "Paul van Deun",
      "description": "Middelen- of gedragsverslavingen uiten zich in hun negatieve gevolgen. Paul Van Deun zoomt echter in op de belevingsaspecten van verslaving. De betrokkene heeft het verlangen naar roesmiddelen als legitiem. Frequent gebruik maakt dat die middelen overgewaardeerd worden en een belangrijke plaats innemen. Verlangen wordt drang wanneer het middel voorradig is. Dat is het effect van verhoogde dopamine. Het voelt aan alsof alcohol, nicotine of drugs je verlangen kapen. De auteur put uit zijn jarenlange ervaring als psycholoog en verantwoordelijke van diverse behandelingsinitiatieven om de complexiteit van de stoornis begrijpbaar te maken, het aandeel van mens, middel en samenleving. Hij kijkt voorbij de complexiteit van verslaving om concrete stappen te tonen die mensen in herstel kunnen zetten om de regie terug te winnen en wat de omgeving wel of niet kan doen.  Alcohol- en drugsgebruik beheersbaar maken vormt een uitdaging voor de samenleving. Misschien kan de kennis van verslavingsmechanismen voor een nieuw perspectief zorgen? Paul Van Deun is klinisch psycholoog. Hij was 33 jaar directeur van het behandelingscentrum De Spiegel in Leuven. Hij was voorzitter van de Vereniging voor Alcohol en andere Drugs (VAD) en is medehoofdredacteur van het Belgisch-Nederlandse tijdschrift Verslaving&Herstel. Paul Van Deun schreef eerder het succesvolle Het gekaapte brein. Verslavingsgedrag beter begrijpen.  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44402252X?aid=kb-online-bibliotheek&sid=17&dts=1755772147206&sig=a7003a604e5ae5d321944bbaa287864a8d2c67d5fb7a5930851facdb73b135e5&width=320",
      "dateSeen": "2025-08-22T07:13:12.173Z"
    },
    "76a274ddc7dad819f165e61643d0d5e3e1abe023": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444449310/een-kleine-filosofie-van-grote-emoties-barbara-sarafian",
      "title": "Een kleine filosofie van grote emoties",
      "subtitle": "Begeerte",
      "authors": "Barbara Sarafian",
      "description": "'Wees steeds kuis in uw gemoed en begeer nooit iemands goed.' Zo staat het in de Bijbel, maar wat is begeerte? En is enige begeerte ook net niet goed? Actrice en auteur Barbara Sarafian kleedt het begrip uit. Ze analyseert hoe begeerte ook haar leven mee vorm gaf, hoe ze het steeds meer in de vingers kreeg om zich er niet langer door te laten kneden en hoe we met zijn allen in de val van het verlangen blijven lopen, in de hoop zo te worden wie we dromen te zijn. Niets menselijks is ons vreemd. Barbara Sarafian werkte samen met regisseurs als Peter Greenaway en Willem Wallyn. Op het kleine scherm is ze te zien in topreeksen als Clan, 1985, De Dag, en in De Slimste Mens Ter Wereld. Ook in deze reeks: Erwin Mortier (liefde), Ignaas Devisch (de stilzwijgende emotie), Saskia De Coster (jaloezie) en Barbara Baert (enthousiasme). Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444449310?aid=kb-online-bibliotheek&sid=17&dts=1755780118614&sig=707f080eb977df4b8ce47bc6a9a1023d1a95460134aadce7e6bb14247c9fb484&width=320",
      "dateSeen": "2025-08-22T07:13:12.382Z"
    },
    "e1ee73620725fd260acecd8974477094b83ffa6f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444205292/trek-je-vleugels-aan-sylvie-marie",
      "title": "Trek je vleugels aan",
      "authors": "Sylvie Marie",
      "description": "wees meer boomvlucht met je donkere houtlos de lucht invang het lichtstrek je bladerdekwervel ronden vertrouw de grond In januari 2019 las Sylvie Marie Max, Mischa en het Tet-offensief van Johan Harstad, een pil van meer dan 1200 pagina’s. Op bladzijde 576 aangekomen, stelde ze vast dat er pagina’s ontbraken. Ze moest op zoek naar een nieuw exemplaar om verder te kunnen. Ze besloot de fout gedrukte versie niet zomaar bij het oud papier te gooien en begon woorden uit het boek te knippen om die te verwerken tot nieuwe teksten.  Trek je vleugels aan is het resultaat van vijf jaar knippen, puzzelen en plakken. Het bevat een uitgelezen selectie van laconieke, ontroerende en ronduit verrassende gedichten. Sylvie Marie is schrijver en schrijfdocent. Ze schreef vier dichtbundels en de roman Alles valt. Ze is redacteur van het literaire tijdschrift Deus Ex Machina, klimaatdichter en lid van de World Poetry Movement. Eerder werk van Sylvie Marie werd genomineerd voor de Herman de Coninckprijs, de J.C. Bloem-Poëzieprijs en de Eline van Haarenprijs, en bekroond met de Prijs Letterkunde Oost-Vlaanderen en Humo’s Gouden Aap. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444205292?aid=kb-online-bibliotheek&sid=17&dts=1755775962043&sig=2caeef4428ef77eaec5b5e5690c6543cbb119aa55122163e2d9aabab2ef37ec7&width=320",
      "dateSeen": "2025-08-22T07:13:12.718Z"
    },
    "2aaf6ce5f97ac34650695844b8c20e1fdb475643": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443930155/iedereen-te-gek---rick-de-leeuw",
      "title": "Iedereen te gek!?",
      "authors": "Rick De Leeuw",
      "description": "Iedereen krijgt te maken met geestelijke gezondheidsproblemen en toch vinden we het moeilijk om erover te praten. Al twintig jaar maakt Te Gek!? geestelijke gezondheid bespreekbaar in de volle breedte van de samenleving. Op unieke wijze, door middel van campagnes vol muziek, theater, literatuur, documentaires, krantenbijlages, fietstochten, wandelingen, tentoonstellingen en schoolprojecten doorbreekt Te Gek!? dat taboe.  Dit boek biedt een kleurrijk overzicht van de vele gezichten van Te Gek!? en interviews met tal van betrokkenen zoals oprichter Marc Hellinckx, Guy Swinnen, Selah Sue, Inge Vervotte en Dirk De Wachter. Rick de Leeuw is zanger en schrijver en al vijftien jaar actief betrokken bij Te Gek!? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443930155?aid=kb-online-bibliotheek&sid=17&dts=1755783001192&sig=2e82ea8d46cc383ba07891884859b80bd4c1074b4399d5bb1f1a457a8f9d750d&width=320",
      "dateSeen": "2025-08-22T07:13:13.057Z"
    },
    "13b631d00c9e6cdc510d33d25b9c2e78c85902cf": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444148000/het-grote-ontbreekwoordenboek-rick-de-leeuw---ruud-hendrickx",
      "title": "Het grote ontbreekwoordenboek",
      "authors": "Rick De Leeuw | Ruud Hendrickx",
      "description": "In het voorjaar van 2022 startte bij Nieuwe feiten op Radio 1 de rubriek 'het ontbreekwoord'. Daarin gaat Rick de Leeuw elke week met de gewaardeerde hulp van de luisteraars op zoek naar woorden die in de Nederlandse taal - helaas - nog niet bestaan. 'Hamerglas', 'kapotverbeteren', 'einderzucht', 'overouderen', 'huicheljuichen', 'sopperen'; het zijn maar enkele van de tientallen nieuwe woorden die inmiddels geboren zijn onder het wakende oog van enig en alwetend jurylid Ruud Hendrickx.  Hoe maak ik zelf een ontbreekwoord? Aan welke criteria moet een nieuw woord voldoen? In dit boekje wordt de Nederlandse taal op een vrolijke manier verrijkt en lees je hoe je daar zelf een steentje aan kunt bijdragen.  Rick de Leeuw is zanger, schrijver, dichter. Hij woont en werkt in het wonderschone dorpje Heks.  Ruud Hendrickx was taalraadsman van de VRT en is hoofdredacteur van de Dikke Van Dale. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444148000?aid=kb-online-bibliotheek&sid=17&dts=1755799215371&sig=465cf03db7efae2efd35371e3aedbaed6f64559a6eed62fb1a06e3c684dcda82&width=320",
      "dateSeen": "2025-08-22T07:13:13.388Z"
    },
    "c1443660e07cfd9fcb02414e3ee497e35b52a898": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444311289/de-wegen-van-de-witte-jo-de-poorter",
      "title": "De Wegen van De Witte",
      "subtitle": "Over bedrijven bouwen, een stadion en een topclub",
      "authors": "Jo De Poorter",
      "description": "‘Le temps fera les choses’, de lijfspreuk van topondernemer Ivan De Witte, verklaart maar voor een deel de reden van zijn niet aflatende succes. De uitdrukking zou beter klinken: ‘Ivan fera les choses’, want de optelsom bestaat uit De Witte + tijd + lef + een onverklaarbaar gevoel voor zakendoen. Daar gaat dit boek over, dat onverklaarbare verklaren. Hoe hij het doet en wat anderen eraan kunnen hebben, wat die ook willen: een onderneming uitbouwen, een voetbalclub redden, een stadion uit de grond stampen en misschien ook nog eens kampioen worden. De Poorter ontdekt dat de sleutel te maken heeft met weloverwogen timing, messcherp inzicht en subtiele tactiek. Voor het eerst in zijn carrière verleent De Witte een inkijk in die afgewogen formule van denken, durven en doen. Jo De Poorter schrijft biografieën en businessboeken. Dit is zijn eerste combinatie van de twee. Zijn koninklijke levensverhalen over Elizabeth II en Mathilde werden bestsellers. Ook zijn managementboeken over communicatie, organisatie en excellentie kregen in de pers vijfsterren-quoteringen. In zijn adviespraktijk werkt hij met leiders van Bel-20-bedrijven, multinationals en mediaorganisaties. Dit boek over de ‘koning voetbal die vorstelijke resultaten voorlegt’ noemt De Poorter ‘een masterclass in ondernemerschap’. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444311289?aid=kb-online-bibliotheek&sid=17&dts=1755772149247&sig=c0d9744db4ad97a7b5e955f8211a8929120242366e4917ff7df41e4b5df1f51d&width=320",
      "dateSeen": "2025-08-22T07:13:13.616Z"
    },
    "419913bb64fa0df98e3fac498f2109a0f04726fa": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443890943/c-level-mindset-carolien-van-den-bosch",
      "title": "C-level Mindset",
      "authors": "Carolien Van Den Bosch",
      "description": "Wil jij jezelf bewust achter het roer van je carrièrepad zetten? Het maximale uit je competenties halen? En ontdekken wat je nodig hebt om te groeien en een verschil te maken, zowel voor jezelf als voor je omgeving? Carolien Van Den Bosch, Head of Wellbeing bij Better Minds at Work, geeft je inzichten in onze constant veranderende wereld en de impact daarvan op onze werkomgeving. De snelheid waarmee transformaties op ons afkomen is overweldigend, en het lijkt haast onmogelijk om in deze volatiele tijden professioneel te kunnen excelleren. En toch lijken sommigen immuun te zijn voor die omwentelingen: ze navigeren soepel door onze complexe wereld en leveren opmerkelijke professionele prestaties. Wat hen kenmerkt, is een set specifieke skills die hen onderscheidt van anderen en hen toelaat te blijven groeien.  In dit boek leer je welke skills dat zijn en word je volop uitgedaagd om te investeren in jouw 'C-level mindset'. Want die is niet voorbehouden aan mensen op C-level posities - iedereen, op welk niveau dan ook, kan die skills ontdekken, voeden en optimaal inzetten. Met heldere, wetenschappelijke inzichten, sprekende anekdotes en concrete handvatten neemt Carolien je stapsgewijs mee langs de 7 essentiële skills die ook van jou een toppresteerder maken! Als Head of Wellbeing bij Better Minds at Work bundelt Carolien Van Den Bosch haar twee grote passies: het bedrijfsleven en de mens in al zijn facetten. Via lezingen, workshops en trainingen ondersteunt ze organisaties in binnen- en buitenland om het welzijn van hun medewerkers te versterken. Haar eerste boek, De ideale dag, schreef ze samen met haar vader, topsportcoach Paul Van Den Bosch, en werd ook in het Engels vertaald. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443890943?aid=kb-online-bibliotheek&sid=17&dts=1755774934908&sig=16583424db495e6ce8ac809afb1ed75f3f507ad35ed8cdd31c3cd49e16d2cce1&width=320",
      "dateSeen": "2025-08-22T07:13:13.835Z"
    },
    "bac42e62194340a0e41ac1385c674ecf1354de38": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442203527/reis-naar-de-reuzenvallei-malin-falch",
      "title": "Reis naar de Reuzenvallei",
      "authors": "Malin Falch",
      "description": "Duik in de magische wereld van Noorderlicht, die auteur-illustrator Malin Falch baseerde op Noorse volksverhalen en mythen. Reis naar de Reuzenvallei is het eerste deel in deze betoverende fullcolour-graphic novel, die in Noorwegen bekroond is met belangrijke prijzen. Op een nacht breekt een vreemde jongen het huis van Sonja in. Hij lijkt een doodgewone jongen te zijn, maar tegelijkertijd is hij heel anders. De jongen, Espen, komt van een magisch rijk en nodigt haar uit om met hem mee terug te reizen naar zijn dimensie. Via het noorderlicht komen ze aan in de Reuzenvallei, die ernstig wordt bedreigd. Voor ze het weet raakt Sonja betrokken bij een duizelingwekkend avontuur… Malin Falchs Noorderlicht-serie is bekroond met o.a. de Pondusprijs en de Children’s Book Prize in Noorwegen en is een visueel spektakel. Het is bijna alsof je naar een film kijkt! ‘Ik wil in deze boekenserie wonen!’ Noorse lezer Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442203527?aid=kb-online-bibliotheek&sid=17&dts=1755772150270&sig=a0545938c3599d7e0d26c7ddd52697bd5f711dc3586372938bca0cef22dc175b&width=320",
      "dateSeen": "2025-08-22T07:13:14.028Z"
    },
    "9aa7bcb55971ca5811745bfc63fcf217dcfb4368": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44402249X/araya-christina-de-witte",
      "title": "Araya",
      "authors": "Christina De Witte",
      "description": "Na de dood van haar vader ziet de twintigjarige Araya geen andere optie dan bij haar moeder te gaan wonen in Thailand. Alleen: ze is daar nog nooit geweest.  In Araya gaat het gelijknamige hoofdpersonage op zoek naar zichzelf in een land dat haar compleet vreemd is, waar ze de taal niet spreekt en geen vrienden heeft. Tot ze Mariko ontmoet, die haar meesleurt in de ondergrondse jongerencultuur van het bruisende Bangkok. Hun vriendschap betekent gauw de wereld voor Araya, tot die plotsklaps instort.  Araya is een modern coming-of-ageverhaal over (zelf)liefde in een constant veranderende wereld, echte vriendschap, een complexe moederband en vechten voor waar je in gelooft. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44402249X?aid=kb-online-bibliotheek&sid=17&dts=1755783974472&sig=a03e30e6455d977b54ed7c5518ad41c793a29e435b386a6f3807ff2ee46775a2&width=320",
      "dateSeen": "2025-08-22T07:13:14.221Z"
    },
    "d39b6774f66ef98435f26973512a46761e0b1a31": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444311270/dat-is-voor-morgen-doreen-hendrikx",
      "title": "Dat is voor morgen",
      "authors": "Doreen Hendrikx",
      "description": "Ontdekt worden stond eerlijk gezegd niet op Louises planning, maar wat doe je eraan? Het plan was nochtans simpel: verhuis naar de stad om je diploma te halen als toegangsticket voor een Veilige Toekomst™. Straightforward genoeg, niet? Behalve dat ze ook muziek ademt. Behalve dat ze na een zotte open mic-avond Q en Max ontmoette, die haar overtuigden om samen een band van Bijzonder Incompetente Studenten te beginnen. Behalve dat ze die avond ook haar zag en haar verdomme maar niet uit haar hoofd krijgt. Behalve dat ze al heel snel op het grote dilemma voor elke eerstejaars botst: je slaap, je sociaal leven of de universiteit? Muziek, liefde en chaos niet inclusief... Doreen Hendrikx is dichter, schrijver en journalist. In 2021 debuteerde ze met Zout. Voor De Standaard schrijft ze over digitale cultuur en jongeren. Van tijd tot tijd brengt ze gedichten op een podium of maakt ze TikToks over de boeken die haar opslorpen. En oh ja, tussendoor werkt ze haar master Handelsingenieur in de beleidsinformatica af.  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444311270?aid=kb-online-bibliotheek&sid=17&dts=1755806485673&sig=cbbc6265f49213e3c0ca644dd895e62d626ab208b0bad22bfd5454e13243be26&width=320",
      "dateSeen": "2025-08-22T07:13:14.427Z"
    },
    "2311c2a4b3085d187798dcc0a910af347da38d8f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444311297/tijdfixers-davide-morosinotto",
      "title": "Tijdfixers",
      "authors": "Davide Morosinotto",
      "description": "Stel dat je terug in de tijd zou kunnen om iets te veranderen, iets kleins, wat verder niemand zal opvallen, maar waardoor je wel een grote ramp kunt voorkomen. Dat is precies wat Mirella voor haar werk doet. Ze voert speciale missies uit voor een geheime militaire organisatie. Dat klinkt heel spectaculair, maar haar werk is eigenlijk best saai. Geen spannende achtervolgingen of avonturen: haar taak is om naar het verleden te gaan en daar een minieme verandering aan te brengen, want elke aanpassing heeft gevolgen voor de toekomst! Zo heeft ze ooit een kettingbotsing voorkomen door haar veters te strikken. Een andere keer heeft ze een vliegtuigkaping gedwarsboomd door op het knopje van een koffieapparaat te drukken. Als er een bomaanslag heeft plaatsgevonden op een middelbare school in Bologna, Italië, waarbij veel leerlingen en leraren zijn omgekomen, wordt Mirella weer op missie gestuurd om te zorgen dat de bom niet zal ontploffen. Het lijkt een eenvoudige klus, maar dan gaat er van alles mis...  Het wordt een race tegen de klok. Een razend spannend avontuur dat op twee manieren gelezen kan worden: in chronologische volgorde of door heen en weer te springen in de tijd. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444311297?aid=kb-online-bibliotheek&sid=17&dts=1755771436392&sig=5fe68c20b9ad7abfc4718fe50231593a9fee9cdd9b6048fed7201b96e631356f&width=320",
      "dateSeen": "2025-08-22T07:13:14.652Z"
    },
    "bfef59e02db1d394622a2b304abf31e2a54df117": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/440534178/femicide-tessel-ten-zweege",
      "title": "Femicide",
      "subtitle": "tot de dood ons scheidt",
      "authors": "Tessel ten Zweege",
      "description": "Jarenlang kwam het woord ‘femicide’ alleen voor in Nederlandse headlines als het ging om moord op vrouwen in Mexicaanse grenssteden of in Turkije. Maar waarom kijken we alleen naar het buitenland? Terwijl femicide hier jarenlang niet werd geregistreerd en niet op de politieke agenda stond, wordt er elke acht dagen een vrouw vermoord door haar (ex-)partner. Waarom werd er zo lang weggekeken en hoe pakken we dit probleem nu wél aan? In een toegankelijke, persoonlijke stijl maakt de jonge auteur en activist Tessel ten Zweege voor een brede doelgroep inzichtelijk wat er speelt rond deze thematiek, en wat er moet gebeuren om te voorkomen dat vrouwen vanwege hun gender worden vermoord. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A440534178?aid=kb-online-bibliotheek&sid=17&dts=1755878691003&sig=64c9895672d008cca5557304bf1679f043fc7c7dbace9a5f26a594864abf5c3c&width=320",
      "dateSeen": "2025-08-23T07:11:48.861Z"
    },
    "fe2c367861165848da61203844f15f7bce2c6ef1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444728481/de-zwemclub-michelle-visser",
      "title": "De zwemclub",
      "authors": "Michelle Visser",
      "description": "'De zwemclub' van Michelle Visser is een hartverwarmend verhaal over vier bijzondere mensen die hun weg terugvinden naar vriendschap en liefde. Een jonge vrouw met een burn-out. Een weduwe die aarzelt in de liefde. Een man die twee jongens opvoedt die niet zijn zonen zijn. En een moeder die haar reislustige dochter mist, van wie ze alleen af en toe een kaartje krijgt. Als het zwemseizoen begint, treffen zij elkaar bij de zwemvijver. Ze weten alleen nog niet dat hun levens stuk voor stuk zullen veranderen. De zwemvijver is een plek waar nieuwe vriendschappen ontstaan, en soms zelfs liefde. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444728481?aid=kb-online-bibliotheek&sid=17&dts=1755877681310&sig=bf65b84059c2fbf19e691d2fddd3f532cdb6dc00853de80d9a102bf2c4f98281&width=320",
      "dateSeen": "2025-08-23T07:11:49.150Z"
    },
    "c5d15b7020c249e6fd3dbff805fc65b02f863905": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444670041/geboren-uit-bloed-en-as-jennifer-l--armentrout",
      "title": "Geboren uit bloed en as",
      "authors": "Jennifer L. Armentrout",
      "description": "Sera is bevrijd uit Kolis’ greep en ze doet een poging Koningin der Goden te worden, maar dan moet ze wel de andere hoven overtuigen om haar te steunen. Als er een oorlog tussen de goden dreigt, moet ze Kolis stoppen voor het te laat is.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444670041?aid=kb-online-bibliotheek&sid=17&dts=1755878549399&sig=9fe110de8298b112da11a7e45917f5eac4f82d43710c74c34b9faaa1c6ee575b&width=320",
      "dateSeen": "2025-08-23T07:11:49.382Z"
    },
    "d0aad7ee3ae4bdb7c27af036ba3f22fdcd90747b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444728066/variation-rebecca-yarros",
      "title": "Variation",
      "authors": "Rebecca Yarros",
      "description": "Een geheim maakt een eind aan een ontluikende jeugdliefde tussen een ballerina en een redder van de kustwacht. Een onverwachte gebeurtenis brengt ze weer bij elkaar.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444728066?aid=kb-online-bibliotheek&sid=17&dts=1755880743760&sig=787f6319f4e9eec4ff7f0b563f0f62887498640577ab9ad6fc41549092b7a71b&width=320",
      "dateSeen": "2025-08-23T07:11:49.616Z"
    },
    "8142876ce83f918be67ada34c44dc89d1f23f576": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453478425/zomer---zomer-vol-geheimen-tamara-postma",
      "title": "Zomer - Zomer vol geheimen",
      "authors": "Tamara Postma",
      "description": "Zomer vol geheimen is het vijfde deel van de Seizoenenreeks van Tamara Postma, auteur van de succesvolle romanceserie Oxymoron.  Na een ochtend die alles leek te veranderen blijft Lexie onverwacht alleen achter. Wat volgt zijn vijf jaren van strijd en zelfbehoud, waarin ze met een gebroken hart probeert overeind te blijven. Terwijl ze een bruiloft plant, een huis inricht en een studie volgt, lijkt ze haar leven stukje bij beetje weer op te bouwen. Maar net wanneer ze haar toekomst begint te omarmen, wordt alles opnieuw overhoopgegooid. Laat ze het lot haar koers bepalen — of neemt ze het heft in eigen handen? Duik in het leven van vier generaties vrouwen uit één familie, in een meeslepende en verslavende dramaserie vol geheimen, liefde en verlies. De Seizoenenreeks is een serie die je niet meer loslaat. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453478425?aid=kb-online-bibliotheek&sid=17&dts=1755877123509&sig=dc5b2de83560a877e38dff5fa01b2ad4da95538f9cbddcad2805e8582ef7ac4c&width=320",
      "dateSeen": "2025-08-23T07:11:50.026Z"
    },
    "daad989c6c63de2b31a834229eee28edc135cd97": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453478433/zomer---de-laatste-dag-van-de-zomer-tamara-postma",
      "title": "Zomer - De laatste dag van de zomer",
      "authors": "Tamara Postma",
      "description": "De laatste dag van de zomer is het zesde deel van de Seizoenenreeks van Tamara Postma, auteur van de succesvolle romanceserie Oxymoron.  Na jaren van verdriet en onrust lijkt Lexie eindelijk de balans en het geluk te hebben gevonden waar ze zo lang naar heeft verlangd. Maar net wanneer haar leven tot rust komt, besluit ze de confrontatie aan te gaan met een ontbrekend stuk uit haar verleden. Wat begint als een zoektocht naar antwoorden, eindigt in de ontdekking van een schokkend familiegeheim — een waarheid die haar wereld opnieuw op haar grondvesten doet schudden. Duik in het leven van vier generaties vrouwen uit één familie, in een meeslepende en verslavende dramaserie vol geheimen, liefde en verlies. De Seizoenenreeks is een serie die je niet meer loslaat. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453478433?aid=kb-online-bibliotheek&sid=17&dts=1755886944619&sig=039747809f1a78a32faad07f009799ca045776247ef8594b274fb086c9b552c6&width=320",
      "dateSeen": "2025-08-23T07:11:50.268Z"
    },
    "9abc83a2dbe66ae4fc3b804c2cfec21bddaed413": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453478387/filmclub-het-zwarte-gat-christopher-edge",
      "title": "Filmclub Het Zwarte Gat",
      "subtitle": "Is het maar een film? Of betekent dit het einde van de wereld?",
      "authors": "Christopher Edge",
      "description": "Lucas gaat met zijn vrienden naar bioscoop het Zwarte Gat en ze kunnen bijna niet wachten tot de filmmarathon begint. Maar als er vanuit het scherm een pikzwarte vloedgolf op hen afkomt, worden ze meegevoerd in een groots avontuur. Prehistorische monsters. Verloren steden. Onmogelijke missies. Het lijkt leuk om de held in je eigen film te zijn, maar kan Lucas de strijd winnen voordat de aftiteling begint? Het voortbestaan van de wereld hangt ervan af... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453478387?aid=kb-online-bibliotheek&sid=17&dts=1755887403941&sig=a92d79b3116345f28e9c885672a3211cd93e9d57fbc523cbccec538077840f9d&width=320",
      "dateSeen": "2025-08-23T07:11:50.710Z"
    },
    "37d1ea8c7087118ccbfac55d431444a2b2c07396": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453478379/escape-room-christopher-edge",
      "title": "Escape room",
      "subtitle": "Op zoek naar het antwoord voordat het te laat is...",
      "authors": "Christopher Edge",
      "description": "Op zoek naar het antwoord voordat het te laat is... Als Ami bij The Escape komt, denk ze dat het gewoon een spelletje is - de ultieme escaperoom met puzzels en opdrachten die ze moet uitvoeren voordat de tijd om is. Maar wanneer de Gastheer Ami en haar teamgenoten in de eerste kamer opsluit, krijgen ze al snel in de gaten dat dit geen gewone escaperoom is er dat er heel veel op het spel staat... Kunnen Ami en haar vrienden het antwoord vinden voordat het te laat is? Christopher Edge is de awardwinnende auteur van veertien kinderboeken, die in meer dan twintig talen werden vertaald. Hij groeide op in Manchester, en bracht een groot deel van zijn jeugd door in de bibliotheek, waar hij zijn eigen verhalen bij elkaar droomde. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453478379?aid=kb-online-bibliotheek&sid=17&dts=1755879121412&sig=30a2e330ae264ec025309de244bbda843984e0db035a0b0591cb6b2972d1812e&width=320",
      "dateSeen": "2025-08-23T07:11:51.084Z"
    },
    "18b043b7b2baab05ad5e9552abac7fdbac19b5b9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453478352/het-meisje-dat-een-panter-kwijt-was-nizrana-farook",
      "title": "Het meisje dat een panter kwijt was",
      "authors": "Nizrana Farook",
      "description": "Natuurkind. Dierenvriend. Redder! Selvi struint graag door de bergen van Serendib, waar ze woont. Net als Lokka, een prachtige wilde panter. Maar in de bergen waart ook een gevaar rond. Lukt het Selvi om Lokka te beschermen en voor hun vrijheid te vechten? Of zal ze beide voorgoed kwijtraken? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453478352?aid=kb-online-bibliotheek&sid=17&dts=1755878296301&sig=21a361e5cda0fb019bd753e9ee9a8ad890e36328d3d13fbf55fa460ef57c5352&width=320",
      "dateSeen": "2025-08-23T07:11:51.438Z"
    },
    "deba0d0e5dcff903a8e194cfec37ec1555181ed1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453478360/de-jongen-die-een-beer-redde-nizrana-farook",
      "title": "De jongen die een beer redde",
      "authors": "Nizrana Farook",
      "description": "DIEF? BERENFLUISTERAAR! Nuwan wil maar wat graag een avontuur beleven en wanneer hij zich in een berengrot moet verstoppen, zou dat wel eens een heel goed begin kunnen zijn! Als het hem lukt om er heelhuids uit te komen, moet hij een levensgevaarlijke reis ondernemen om de gestolen Sleutel van Nissanka naar de Stad van de Koning te brengen. En een woeste beer overhalen met hem mee te gaan, zodat hij haar leven kan redden... Een fantastisch nieuw verhaal van de auteur van Het meisje dat op een olifant ontsnapte, De jongen die met een walvis zwom en Het meisje dat een panter kwijt was. * Met veel vaart geschreven. Vol spanning en avontuur met een prachtige wilde beer in de hoofdrol. * Het verhaal speelt zich af in een land gebaseerd op Sri Lanka. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453478360?aid=kb-online-bibliotheek&sid=17&dts=1755901471679&sig=6c7dffd68e975fec50d3bfb271cd6fd12b71181383718e47128ce05793233a08&width=320",
      "dateSeen": "2025-08-23T07:11:51.663Z"
    },
    "bce0c66aa2448fd8176e52c4125f86254530231a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453478409/zomer---het-einde-van-de-zomer-tamara-postma",
      "title": "Zomer - Het einde van de zomer",
      "authors": "Tamara Postma",
      "description": "Het einde van de zomer is het vierde deel van de Seizoenenreeks van Tamara Postma, auteur van de succesvolle romanceserie Oxymoron.  Na een pijnlijke periode van liefdesverdriet probeert Lexie de scherven van haar hart te verzamelen en haar leven opnieuw vorm te geven. Vastbesloten om vooruit te kijken staat ze voorzichtig open voor een nieuwe liefde — een kans op geluk die ze zichzelf eindelijk weer durft te gunnen. Maar wanneer haar oude liefde plotseling weer haar pad kruist, slaat de twijfel genadeloos toe. Oude gevoelens laaien op, herinneringen komen boven en Lexie raakt verstrikt tussen verlangen en verstand. Terwijl haar hart haar één richting op trekt en haar hoofd een andere, wordt ze gedwongen keuzes te maken die niet alleen haar liefdesleven maar ook haar toekomst ingrijpend zullen veranderen. Duik in het leven van vier generaties vrouwen uit één familie, in een meeslepende en verslavende dramaserie vol geheimen, liefde en verlies. De Seizoenenreeks is een serie die je niet meer loslaat. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453478409?aid=kb-online-bibliotheek&sid=17&dts=1755881879219&sig=90be74bcd018f1280ac4cf5780c918471587d61ca2eff2a02ccaf86374c79672&width=320",
      "dateSeen": "2025-08-23T07:11:51.915Z"
    },
    "0fd0f009cd0a57284d9c7e17cb5ebc80ebd7a017": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453478484/zomer---zomerkind-tamara-postma",
      "title": "Zomer - Zomerkind",
      "authors": "Tamara Postma",
      "description": "Zomerkind is het eerste deel van de Seizoenenreeks van Tamara Postma, auteur van de succesvolle romanceserie Oxymoron. Florine leidt op het eerste gezicht een perfect leven: ze is een toegewijde kinderarts, heeft warme banden met haar ouders, een knappe en charmante echtgenoot, en woont in een prachtig huis. Tijdens hun huwelijksreis besluiten zij en haar man de stap te zetten om aan kinderen te beginnen. Maar een zwangerschap blijft uit, en er ontstaan haarscheurtjes in het ogenschijnlijk ideale plaatje. Wanneer Florine ontdekt dat haar man geheimen met zich meedraagt uit het verleden, zet dat een keten aan onverwachte gebeurtenissen in gang die haar leven volledig op zijn kop zet… Duik in het leven van vier generaties vrouwen uit één familie, in een meeslepende en verslavende dramaserie vol geheimen, liefde en verlies. De Seizoenenreeks is een serie die je niet meer loslaat. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453478484?aid=kb-online-bibliotheek&sid=17&dts=1755884096368&sig=35747c111eacaea03f60d1f1824d4ec549a5755611fc8cb9955ae61cf1ed9bff&width=320",
      "dateSeen": "2025-08-23T07:11:52.137Z"
    },
    "6147432729eea6015fcb04d77013c2bd1c90cbcd": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453478581/zomer---de-laatste-zomer-samen-tamara-postma",
      "title": "Zomer - De laatste zomer samen",
      "authors": "Tamara Postma",
      "description": "De laatste zomer samen is het tweede deel van de Seizoenenreeks van Tamara Postma, auteur van de succesvolle romanceserie Oxymoron. Een nieuw huis, een nieuw dorp, een nieuwe start. Na het uitblijven van een tweede zwangerschap hopen Florine en Joost in een andere omgeving hun leven weer op de rails te krijgen, samen met hun dochtertje Lexie. Terwijl ze proberen opnieuw balans en rust te vinden, gooit een onverwachte ontmoeting met iemand uit Florines verleden roet in het eten. Hun toekomstplannen komen onder druk te staan, en het leven dat ze zo zorgvuldig hebben opgebouwd, blijkt minder robuust dan gedacht. Duik in het leven van vier generaties vrouwen uit één familie, in een meeslepende en verslavende dramaserie vol geheimen, liefde en verlies. De Seizoenenreeks is een serie die je niet meer loslaat. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453478581?aid=kb-online-bibliotheek&sid=17&dts=1755884715585&sig=d5ae7e588355f57e5dd47ad3f5b650689d7cdaceabf1acf8ce3a2f8f6a9e5ac7&width=320",
      "dateSeen": "2025-08-23T07:11:52.348Z"
    },
    "7246a3e894aedadb20f9cd5dd830381a4b325192": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45347845X/zomer---zomerliefde-tamara-postma",
      "title": "Zomer - Zomerliefde",
      "authors": "Tamara Postma",
      "description": "Zomerliefde is het derde deel van de Seizoenenreeks van Tamara Postma, auteur van de succesvolle romanceserie Oxymoron.  Lexie staat op het punt een nieuw hoofdstuk in te slaan: een nieuwe opleiding, een eigen plek samen met haar beste vriendin, en alle vrijheid die bij volwassen worden hoort. Maar net voordat ze vertrekt kruist een mysterieuze man haar pad — een ontmoeting die haar niet loslaat. Wat begint als een toevallige connectie groeit uit tot iets wat haar wereld volledig uit balans brengt. Lexie komt voor keuzes te staan die haar niet alleen confronteren met haar gevoelens, maar ook met wie ze werkelijk wil zijn.  Duik in het leven van vier generaties vrouwen uit één familie, in een meeslepende en verslavende dramaserie vol geheimen, liefde en verlies. De Seizoenenreeks is een serie die je niet meer loslaat. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45347845X?aid=kb-online-bibliotheek&sid=17&dts=1755886939951&sig=e19f58799df4e52f4e12bf50726cbcf083e82f8f4f0485d6605fafaab5d42182&width=320",
      "dateSeen": "2025-08-23T07:11:52.575Z"
    },
    "49339ac34b68d417d560109114ff52254d547367": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447153757/gezocht-nicole-schelling",
      "title": "Gezocht",
      "subtitle": "CEO",
      "authors": "Nicole Schelling",
      "description": "Ze zoekt, ze scoort – maar gaat ze niet een beetje overboord? Naast haar baan op de bloemenafdeling van een tuincentrum is de 22-jarige Fay auteur van feelgoodromans. Dat gaat best goed, totdat ze een writer’s block krijgt waar ze niet uit lijkt te komen. Dan besluit ze onder lichte dwang van haar vriendinnen om het over een andere boeg te gooien. Haar e-reader staat namelijk vol met heel andere romantische verhalen: office romances met sexy CEO’s in de hoofdrol. Als ze dan ook nog eens via een vriend het aanbod krijgt voor een rondleiding op het kantoor waar hij werkt én een interview kan doen met de CEO, ziet Fay dat als een teken. Haar nieuwste boek wordt een steamy office romance! Helaas verloopt de boel niet bepaald volgens plan. Ten eerste is de CEO in kwestie een man van in de zestig. 𝘋𝘢𝘨, 𝘴𝘵𝘰𝘶𝘵𝘦 𝘥𝘳𝘰𝘮𝘦𝘯. En wat al helemaal niet de bedoeling was, is dat Fay plotseling wordt aangenomen als de nieuwe receptioniste. Van de ene op de andere dag werkt ze zelf op een kantoor. Wanneer dan ook nog de directeur uitvalt en ze oog in oog staat met zijn vervanger, die een stuk jonger is én verschrikkelijk sexy, komt de realiteit wel akelig dicht bij het verhaal dat ze wil schrijven. Een schrijfster speelt ineens de hoofdrol in haar eigen boek in deze office romance van Nicole Schelling. Dit verhaal is grappig, romantisch en natuurlijk sexy, net als de CE Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447153757?aid=kb-online-bibliotheek&sid=17&dts=1755891834256&sig=f3fc2582756bd1fbd332ef72de5724c04bdedfc3ca95e0baad5a40a58840d75b&width=320",
      "dateSeen": "2025-08-23T07:11:52.762Z"
    },
    "53799762243fbce5b9a8cbd27e13cf04facfc35b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443842329/het-liegend-konijn-jozef-deleu",
      "title": "Het liegend konijn",
      "subtitle": "Tijdschrift voor hedendaagse Nederlandstalige poëzie",
      "authors": "Jozef Deleu",
      "description": "Het Liegend Konijn brengt twee keer per jaar, in april en oktober, een gevarieerd beeld van de actuele poëzie. Ieder nummer bevat nieuwe, niet eerder gepubliceerde gedichten van telkens een dertigtal dichters: uit het nest geroofd. Honderden dichters hebben in de voorbije jaren aan het tijdschrift meegewerkt. Ze vormen een bont gezelschap van jonge debutanten, rijpe poëten en oude meesters. Diversiteit en respect voor uiteenlopende poëtica’s liggen aan de basis van een unieke mix. Ieder nummer is een kleurrijke waaier van onze hedendaagse poëzie.  Jozef Deleu stichtte in 2003 Het Liegend Konijn en is er de enige redacteur van. Hij is ook dichter, prozaïst, essayist en samensteller van onder meer het Nieuw Groot Verzenboek. Hij was stichter en hoofdredacteur (1957-2002) van het Vlaams-Nederlandse tijdschrift Ons Erfdeel, het Franstalige tijdschrift Septentrion en de jaarboeken De Franse Nederlanden en The Low Countries. In 2019 verscheen Ondoorgrond. Gedichten 1963-2019. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443842329?aid=kb-online-bibliotheek&sid=17&dts=1755933112877&sig=2a9b4176db45f7b2bb4859332df816f022b596340a1d82aede958883ff7b29c2&width=320",
      "dateSeen": "2025-08-23T07:11:53.097Z"
    },
    "0df93aa5d470b68e7ef29519e0570239534542a6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444022481/het-liegend-konijn--jg--22-nr--1--jozef-deleu",
      "title": "Het Liegend Konijn (jg. 22 nr. 1)",
      "subtitle": "Tijdschrift voor hedendaagse Nederlandstalige poëzie",
      "authors": "Jozef Deleu",
      "description": "Het Liegend Konijn brengt twee keer per jaar, in april en oktober, een gevarieerd beeld van de actuele poëzie. Ieder nummer bevat nieuwe, niet eerder gepubliceerde gedichten van telkens een dertigtal dichters: uit het nest geroofd. Honderden dichters hebben in de voorbije jaren aan het tijdschrift meegewerkt. Ze vormen een bont gezelschap van jonge debutanten, rijpe poëten en oude meesters. Diversiteit en respect voor uiteenlopende poëtica's liggen aan de basis van een unieke mix. Ieder nummer is een kleurrijke waaier van onze hedendaagse poëzie.  Jozef Deleu stichtte in 2003 Het Liegend Konijn en is er de enige redacteur van. Hij is ook dichter, prozaïst, essayist en samensteller van onder meer het Nieuw Groot Verzenboek. Hij was stichter en hoofdredacteur (1957-2002) van het Vlaams-Nederlandse tijdschrift Ons Erfdeel, het Franstalige tijdschrift Septentrion en de jaarboeken De Franse Nederlanden en The Low Countries. In 2019 verscheen Ondoorgrond. Gedichten 1963-2019. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444022481?aid=kb-online-bibliotheek&sid=17&dts=1755933113202&sig=e54144c4a90faad564a6eae2126893f6277ac9b6467f3cff45b7ea1e74d96d80&width=320",
      "dateSeen": "2025-08-23T07:11:53.527Z"
    },
    "8d2390ecbc9e54db1b441df8758d6a6828b81b0b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44444937X/de-paardenjongens-johan-ehn",
      "title": "De paardenjongens",
      "authors": "Johan Ehn",
      "description": "Stockholm, vandaag. Na zijn examens neemt Anton een baantje in de thuiszorg. Een van de ouderen bij wie hij langsgaat, is Alexander Kovac, een man van bijna honderd die niets zegt en die weigert zijn keuken uit te komen. Tijdens een van zijn bezoekjes ontdekt Anton dat Alexander met hem probeert te praten door met zijn stok te bonzen en zo leert hij hem langzaam beter kennen. Dan vindt Anton in de woonkamer oude foto's van paarden en circusartiesten. En een brief van de Gestapo. Wat heeft Alexander Kovac allemaal meegemaakt? Berlijn, 1933. Twee jongens groeien op in een kindertehuis in Tsjechoslowakije. Nadat een van hen mishandeld wordt, rennen ze weg en sluiten ze zich aan bij een circus waar ze hun fantastische acrobatische kunsten uitvoeren. Het circus brengt ze naar Berlijn en de legendarische, grensverleggende club Eldorado. Terwijl de jongens langzaam ontdekken wat ze eigenlijk voor elkaar voelen, grijpen de nazi's de macht en verandert de wereld om hen heen in een razend tempo. Johan Ehn is een Zweedse acteur en toneelschrijver, en debuteerde in 2017 met zijn boek Down Under. Deze roman voor (jong)volwassenen speelt zich deels af in hedendaags Stockholm en deels in Berlijn in de jaren 30 van de vorige eeuw, en gaat over verschillende generaties paardenjongens. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44444937X?aid=kb-online-bibliotheek&sid=17&dts=1755884255243&sig=6acf9f151dacd26512488e14f7a02d15be512c4df33f06c0ae6bf1adcb488b19&width=320",
      "dateSeen": "2025-08-23T07:11:53.759Z"
    },
    "ab8c716925142eb7164c701088b02d665a669350": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453522769/het-verdwenen-volk-wim-slierendregt",
      "title": "Het verdwenen volk",
      "authors": "Wim Slierendregt",
      "description": "Het verdwenen volk: De tovenaarstweeling II Bij zijn aankomst op de aarde wordt Lyam gevangengenomen door zijn meedogenloze oom Dwaine. Met de hulp van Anne weet hij te ontsnappen. Bij haar familie leert hij de geheimen van aardse magie. De dreiging is niet voorbij. Zwarte dwergen, gestuurd door Dwaine, zitten hem op de hielen. In het conflict vlucht Dwaine naar een onbekende wereld. Met Anne en de Viking Ivar reist Lyam over gevaarlijke paden, stormachtige zeeën en mysterieuze ruimtepoorten, op zoek naar antwoorden. Drakenrijdster Lianne verneemt van de drakenkoning Xeres r het geheim van de legendarische Draci's: het diadeem van macht, een wapen dat ooit een hele wereld verwoestte. De Draci's zwoeren het nooit meer te gebruiken. Nu wordt hun eed op de proef gesteld. Lianne trekt ten strijde tegen de zwarte dwergen. Een gevecht dat bloed en offers eist. Op de wereld der elfen kruisen de paden van Lyam en Lianne elkaar opnieuw. Zijn reis brengt hem naar de wereld der Picten. De vraag blijft: zijn ze nog op tijd om het noodlot te keren? Of is de kracht die ze proberen te stoppen al lang niet meer te beheersen? Wim Slierendregt: Wim laat zijn fantasie buiten de lijntjes glippen. Dat leidt tot ontspannende fictie op basis van een idee wat overal vandaan kan komen. Zijn streven is de lezer een paar uur ontspanning te bezorgen. Zichzelf wil hij niet al te serieus nemen. Zijn werk wel, dat moet goed zijn. Op zijn blog, Facebook en Instagram deelt hij verhalen, foto's die hem verbazen en stukjes over het schrijfproces. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453522769?aid=kb-online-bibliotheek&sid=17&dts=1756019536013&sig=03c3e7d324f5e110a20bf4f6f3b890a6796ccd5dd5fa6f923a24d44e06210dcc&width=320",
      "dateSeen": "2025-08-24T07:12:16.202Z"
    },
    "b5277d70f599b3be07aa3d72d31fe487e065c9d0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453522777/het-verkeerde-pad-meta-du-crocq",
      "title": "Het verkeerde pad",
      "authors": "Meta Du Crocq",
      "description": "Het Verkeerde Pad: Wanneer Chrystel voor de derde keer in korte tijd haar baan verliest, weet ze dat er iets moet veranderen. Ze botst steeds opnieuw met haar omgeving, haar idealen over voeding en gezondheid lijken nergens in te passen. Onverwacht valt er een brief op de mat - uit Frankrijk, ondertekend door een grootmoeder die ze nooit heeft gekend. De bijgevoegde sleutel leidt haar naar een vergeten cottage in Bretagne, waar een verwilderde tuin, een hongerige kat en een onwaarschijnlijke buurman op haar wachten. Langzaam maar zeker ontvouwt zich een mysterie dat diep verweven blijkt met haar eigen oorsprong. Terwijl de wind van verandering door haar leven raast, moet Chrystel een pad kiezen: blijft ze trouw aan de wereld die ze kende, of volgt ze haar intuïtie en betreedt ze een onbekende weg? Het Verkeerde Pad is een roman over identiteit, erfgoed en de kracht van zelfontdekking - met een vleugje spiritualiteit en een snufje kruidige magie. Meta du Crocq: Meta (1959) is een intuïtieve schrijfster. Haar fantasiewereld voelt even realistisch als het gewone bestaan. Mystiek en de diepere betekenis van het leven zijn een terugkerend thema in haar boeken en korte verhalen. Inmiddels is dit haar derde roman. ProBeeld (Ton de Koning) is verantwoordelijk voor de vormgeving van de omslag. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453522777?aid=kb-online-bibliotheek&sid=17&dts=1755940773031&sig=fec52531e3002941f5c6cdc1569f06b7a7d1a5bf8cc6c4c8553ed9f5b6ec2cf6&width=320",
      "dateSeen": "2025-08-24T07:12:16.409Z"
    },
    "90ecfe0880b79685d34e502193778d9f5e6e25da": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453522785/magische-momenten-meta-du-crocq",
      "title": "Magische Momenten",
      "authors": "Meta Du Crocq",
      "description": "Magische Momenten: Lottes traumatische ervaring van haar gevangenschap en de vlucht door het regenwoud heeft diepe sporen achtergelaten. Het mystieke Afrika reikt naar haar en ze wil haar belofte aan Granny waarmaken. Ze wil ook bij Tyler blijven om samen met hem hun verantwoordingsvolle taak op Aarde tegemoet te gaan. Tyler begint aan zijn opleiding als sjamaan. Australië vraagt meer van hem dan hij ooit heeft kunnen vermoeden. De roots van zijn vader overweldigen hem. Lotte en Tyler worden gedwongen tot keuzes die hun relatie onder druk zetten. Is hun liefde sterk genoeg? Ellen maakt kennis met haar Schotse familie. Is zij er wel tegen opgewassen? In dit tweede deel van de trilogie 'Vergeten Herinneringen' gaat de reis van Lotte en Tyler verder, ook hun innerlijke ontdekkingsreis. Amper bekomen van het heftige avontuur in Thailand, worden ze steeds meer gedwongen de verantwoordelijkheid over hun eigen leven op te pakken. In 'Magische Momenten' worden de karakters van de personages verder blootgelegd; hun worstelingen, verdriet, wanhoop en frustraties, maar ook liefde en vergeving. De mystieke sfeer geeft een extra dimensie aan het verhaal. Meta du Crocq: Meta woont met haar man in Gorinchem. De diepere betekenis van het leven, kruidengeneeskunde en natuurlijke geneeswijzen vormen een pilaar in haar dagelijks bestaan. In 2020 debuteerde ze met 'Een Moment In Tijd'. We maakten kennis met kennis met Lotte en Tyler. Wanneer Lotte opgepakt wordt, heeft Tyler nog één doel: haar redden. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453522785?aid=kb-online-bibliotheek&sid=17&dts=1755958944015&sig=8699e589bfaa93bfbaea836c3ebb8bb12eef0646a192ab007c57e3dacd971fb2&width=320",
      "dateSeen": "2025-08-24T07:12:16.642Z"
    },
    "114a9e46cd878311fcafdabfb115bf8a3075e157": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453522750/het-pennetje-michel-meissen",
      "title": "Het Pennetje",
      "authors": "Michel Meissen",
      "description": "Het Pennetje; Nederlands familiealbum (1688 tot 2025): Het Pennetje, brengt vijftien opmerkelijke vrouwen, één opmerkelijke man en één opmerkelijke non-valeur tot leven. Samen geven zeventien verhalen drie eeuwen gepersonaliseerde Nederlandse geschiedenis. Een eigenwijs pennetje weeft het verleden tot één geheel, neemt de vrijheid zijn mening te geven in het heden en verrast met 'wat men nog niet wist'. Michel Meissen: Michel (Voorhout, 1941), socioloog, wetenschappelijk medewerker, leraar, leerboekenschrijver voor havo en vwo voor het vak maatschappijleer (meer dan 500.000 leerlingen werkten met zijn boeken), dichter, schrijver van historische verhalen die hun weerslag vonden en vinden in historisch-theater. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453522750?aid=kb-online-bibliotheek&sid=17&dts=1755954003391&sig=3b2f7286e80141f831be3ac946c8dd6d7a70b7d1051869565b70a2b1cd61e831&width=320",
      "dateSeen": "2025-08-24T07:12:17.199Z"
    },
    "8a4ace21a5722ccc9e15e824690bba9ddd810d21": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453522807/mist-over-de-maisass-leen-kraal",
      "title": "Mist over de Maisass",
      "authors": "Leen Kraal",
      "description": "Mist Over de Maisass: Alexia Nüssler presenteert vol zelfvertrouwen haar plan aan de parlementscommissie Energie om een paradijselijk stuk natuur voor de aanleg van een stuwmeer in het westen van Oostenrijk op te offeren. Dit zorgt voor onrust in de samenleving. Het een eeuwenoude nederzetting in een prachtig dal onder water laten verdwijnen, leidt tot protesten van een tot dan toe onbekende milieubeweging. Als er slachtoffers vallen bijt een journaliste Franziska Reiblinger zich vast in onderzoek naar het protest. Na de aanslag op een hooggeplaatste ambtenaar en later op een ingenieur wordt tijdens een etappe van de Giro d'Italia en profielrenner gekidnapt. Met haar collega's van de redactie en een bevriende Nederlandse fotograaf Andre Bredevoort, weet Franziska de politie naar de werkelijke achtergrond van de onverkwikkelijke acties te leiden. Deze gaan terug naar een ver verleden, waarin duistere krachten andere plannen hadden met de nederzetting. Mist over de Maisass laat de lezer op boeiende wijze de speurtocht van Franziska in de betoverende bergwereld van het Montafon gebied in Oostenrijk meebeleven. Leen Kraal: Leen (1947) is gepensioneerd directeur van een automatiseringsbedrijf. Hij is getrouwd, heeft twee kinderen en twee kleinkinderen. Eerder schreef hij Terug Naar Toen, een bundel verhalen over zijn jeugd en De Achterste Man, een thriller, die net als Mist Over De Maisass speelt in Montafon in Oostenrijk. Daarnaast presenteert Leen al meer dan 20 jaar muziekprogramma's op A1 Radio, de streekradio voor de NW Veluwe. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453522807?aid=kb-online-bibliotheek&sid=17&dts=1755940976711&sig=3d44046da73661fd0606e1aa6085007cce096a6bc0e26c4e4acf3fba517aa211&width=320",
      "dateSeen": "2025-08-24T07:12:17.762Z"
    },
    "1a0d97fd998932809d72776a8101093312750c37": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453522831/mijn-lieve-kattenkop-caleb-carr",
      "title": "Mijn lieve kattenkop",
      "subtitle": "Masha: de wilde kat die mij redde",
      "authors": "Caleb Carr",
      "description": "Al sinds zijn turbulente jeugd met een gewelddadige vader koestert schrijver Caleb Carr een speciale band met katten. Ze bieden troost en slepen hem door menig dieptepunt heen, tot in zijn volwassen jaren en het begin van zijn schrijverscarrière. Als hij verhuist naar het platteland beleeft hij de meest bijzondere kattenliefde van allemaal met Masha, een verwaarloosde Siberische asielkat.\nMasha blaast en vecht met haar verzorgers, maar om de een of andere reden kiest ze Carr als haar redder. En wordt zij die van hem. Zeventien jaar lang vormen ze een onafscheidelijk paar: Masha heerst over het huis en de omliggende velden, Carr over zijn studeerkamer. Als zij gewond raakt na de zoveelste aanvaring met een hond, mag alleen Carr haar verzorgen. Wanneer zijn fysieke kwalen weer oplaaien, wijkt Masha niet van zijn zijde. En zo worden ze samen ouder, en gebrekkiger, totdat het ondenkbare zich aankondigt. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453522831?aid=kb-online-bibliotheek&sid=17&dts=1755940961113&sig=8d2d5d1ff1b73c34d928f84d11371098627a303a693bb0bca38260cb50224fd2&width=320",
      "dateSeen": "2025-08-24T07:12:18.320Z"
    },
    "ba58c8c987d009cc2f92bd7ac293c4d2b891d390": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448273616/het-uur-van-de-wolven-giuliano-da-empoli",
      "title": "Het uur van de wolven",
      "authors": "Giuliano da Empoli",
      "description": "Giuliano da Empoli beweegt zich al jaren in de hoogste echelons van de internationale politiek.\nDit indringende essay neemt de lezer mee op een even boeiende als angstaanjagende reis door de wereld van autocraten en techtycoons.\nDa Empoli brengt ons naar de schaduwzijde van de macht, waar alleenheersers uit zijn op de maximale hoeveelheid chaos, waar de heren van de technologie al een andere wereld lijken te bewonen, waar ai oncontroleerbaar blijkt te zijn...\nEr is geen twijfel mogelijk, het uur van de wolven heeft geslagen.\nGiuliano da Empoli kijkt Trump, Musk, Meloni, Orbán c.s. in het gezicht, met de helderheid van een Machiavelli en de verlichte visie van een [echte Europeaan]. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448273616?aid=kb-online-bibliotheek&sid=17&dts=1755964281577&sig=9abdca526ea84195ff6501c55e598b5e439176a811f105ae74047594a5f5c677&width=320",
      "dateSeen": "2025-08-24T07:12:18.911Z"
    },
    "b136972a6ba04e37832e409717de91384fb90190": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448558165/boni-tessa-leuwsha",
      "title": "Boni",
      "subtitle": "in het spoor van de Surinaamse vrijheidsstrijder",
      "authors": "Tessa Leuwsha",
      "description": "Het opperhoofd Bonni. […]. In hem verenigden zich de kracht en moed van de jaguar met de slanke vlugheid van onze herten. Anton de Kom in Wij slaven van Suriname Rond 1730 ontvlucht een hoogzwangere zwarte vrouw de gruwelen van de slavernij en brengt in het Surinaamse moeras haar zoon Boni ter wereld. Hij zal uitgroeien tot leider van de Marrons: ruim dertig jaar lang pleegt hij met zijn volgelingen heldhaftig verzet tegen het koloniale bewind.  Als tiener leest Tessa Leuwsha voor het eerst over deze mythische strijder in Wij slaven van Suriname. Vanaf dan is ze door hem geiĴntrigeerd: wie was hij, en wat is het verhaal van zijn moedige moeder? Wat betekenden zijn daden toen en nu, hoe werkt zijn nalatenschap door in haar eigen leven? Tessa Leuwsha reist door Suriname en zoekt naar Bonis wortels in Ghana, ze spit door de schaarse archieven en put rijkelijk uit orale geschiedenis. Gebaseerd op feiten en ondersteund door haar sprankelende literaire verbeeldingskracht herschept ze de Surinaamse vrijheidsstrijder Boni als mens van vlees en bloed. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448558165?aid=kb-online-bibliotheek&sid=17&dts=1756018432812&sig=8fb1a88a5bb34000299ee7192eadbab3f601696dcb489e467f9610f5a39362af&width=320",
      "dateSeen": "2025-08-24T07:12:19.155Z"
    },
    "bcfb8dea650c03c4cf012a59be1dcfb1e308d655": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447153455/de-sterkste-schouders-reinier-kooiman",
      "title": "De sterkste schouders",
      "subtitle": "wat de geschiedenis ons leert over (on)eerlijke belastingen",
      "authors": "Reinier Kooiman",
      "description": "Belastingen zijn de zenuwen van de staat. Maar hoe belangrijk ook, we hebben nauwelijks een idee hoe de lasten van onze samenleving verdeeld worden. Moderne belastingstelsels zijn zo complex geworden dat zelfs de meest ervaren fiscalisten moeite hebben het te doorgronden, laat staan dat we kunnen beoordelen of het eerlijk is. Reinier Kooiman bewijst dat een democratisch gesprek over belastingen niet ingewikkeld hoeft te zijn. Hij neemt de lezer mee naar het dertiende-eeuwse Bologna, Perugia en Siena, waar destijds een fiscale revolutie plaatsvond en waar fundamenteel werd nagedacht over wat rechtvaardige belastingheffing is. De heldere principes voor eerlijke belastingheffing die toen zijn ontstaan zijn actueler dan ooit, maar in de loop der tijd vergeten en vervangen door principes die op geheel andere leest zijn geschoeid. Overtuigend laat Kooiman zien hoe de huidige belastingkolos aan de basis ligt van een steeds ongelijkere wereld. Een rechtvaardigere maatschappij is mogelijk, en het begint met een radicaal nieuw perspectief op belastingen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447153455?aid=kb-online-bibliotheek&sid=17&dts=1756001052114&sig=4a138143712a9ea4d672815c237659ae2fa988c7da90e6ab0f2e5b911cbb875e&width=320",
      "dateSeen": "2025-08-24T07:12:19.391Z"
    },
    "6a76272d66a4b28bc88474309a8f3e57771adef4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448273640/contouren-van-een-nieuw-land-floor-milikowski",
      "title": "Contouren van een nieuw land",
      "subtitle": "Over pioniers, toekomstbouwers en het Nederland van morgen",
      "authors": "Floor Milikowski",
      "description": "De Nederlandse samenleving lijkt in crisis, maar op de achtergrond is verandering zichtbaar. Boeren die het voortouw nemen in de energietransitie. Architecten die werken aan multifunctionele dijken. Lokale gemeenschappen die een duurzame stadswijk ontwikkelen. Op kleine schaal krijgen de noodzakelijke transities al vorm. In Contouren van een nieuw land reist journalist Floor Milikowski kriskras door Nederland op zoek naar verfrissende ideeën en nieuwe manieren van leven. In het spoor van pioniers en vooruitgangdenkers ziet ze hoe geleidelijk aan een meer duurzame, sociale en verbonden samenleving ontstaat. Zo biedt ze een optimistisch perspectief op het Nederland van morgen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448273640?aid=kb-online-bibliotheek&sid=17&dts=1756016473644&sig=073acbdc21487ac0e2bbfebe35120f6ab0d1727d9ee8620081d80936e02f1dc4&width=320",
      "dateSeen": "2025-08-24T07:12:19.600Z"
    },
    "f77b1e503caae035cad933457fffaf9b08f30fc0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447791907/wisselwachter-geert-mak",
      "title": "Wisselwachter",
      "subtitle": "Amerika-Europa 1933-1945",
      "authors": "Geert Mak",
      "description": "In Europa kent bijna niemand hem. Toch hoort Harry Hopkins bij de handvol mensen die bepalend waren voor het lot van ons continent en ons land. Hopkins was een voormalige welzijnswerker in de arm-ste buurten van New York. Uiteindelijk werd hij de rechterhand van president Roosevelt, raakte hij bevriend met Churchill en onderhandelde met Stalin. Hij werd de stuwende kracht achter de New Deal en, na 1940, achter het geallieerde bondgenootschap dat uiteindelijk nazi-Duitsland op de knieën kreeg.  Het wervelende Wisselwachter gaat over de grote politieke bewegingen van de jaren dertig en veertig. Tegelijk vertelt Geert Mak een intieme geschiedenis van een politieke familie, de vrouwen en mannen die in die jaren het Witte Huis bevolkten. Op ongekende wijze schetst Mak het beeld van een tijd vol dilemma's over democratie, economie en oorlog. Het zijn vraagstukken die ons maar al te bekend voorkomen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447791907?aid=kb-online-bibliotheek&sid=17&dts=1755943186001&sig=64d3d6a5b0819aa76a7160a90593bfc6b5735fb95318d35d7544d0b54b09eae1&width=320",
      "dateSeen": "2025-08-24T07:12:20.175Z"
    },
    "f361ba922ab92c4efc6b15c128ca7f679e9114ed": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44885810X/kwade-dagen-rob-van-essen",
      "title": "Kwade dagen",
      "authors": "Rob van Essen",
      "description": "Vijfentwintig jaar nadat jongenskoor Asaf opgeheven werd vindt Matthijs Verkerk – voormalig koorlid en tieneridool – op het Waterlooplein een exemplaar van de enige plaat die dat koor ooit heeft opgenomen. Dezelfde nacht wordt hij door een meisje dat zich Violet noemt meegenomen naar het streng christelijke stadje waar hij opgroeide, en dat in een paar dagen tijd het verzamelpunt wordt van iedereen die in zijn leven een rol heeft gespeeld. Nooit heeft Matthijs bij zijn verleden stilgestaan; nu blijkt dat anderen dat wel hebben gedaan. Kwade dagen kan beschouwd worden als een sleutelwerk tot een deel van het oeuvre van tweevoudig Librisprijswinnaar Rob van Essen. Voor de kenners van zijn werk een feest van herkenning, bovendien voorzien van een nawoord waarin de schrijver uitleg geeft over de familiebanden tussen Kwade dagen en Ik kom hier nog op terug. Het vroege meesterwerk van de tweevoudige Libris Literatuur Prijs-winnaar Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44885810X?aid=kb-online-bibliotheek&sid=17&dts=1755941118334&sig=21a7818e04f23f01a15fbdb8800c4e9f44934f9274cf817fedc47959c1d4fd01&width=320",
      "dateSeen": "2025-08-24T07:12:20.749Z"
    },
    "b3b834bef6b1236c513a3f7f85ab281ab2f36cf9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447153552/wie-ik-ben-levi-jacobs",
      "title": "Wie ik ben",
      "authors": "Levi Jacobs",
      "description": "Wanneer zijn depressie de dertigjarige Levi naar de keel grijpt, reikt zijn anders zo gesloten vader hem de hand: laten we praten. Samen bezoeken ze het theaterfestival Fringe in Edinburgh, maar de gesprekken komen moeizaam op gang. Herinneringen dringen zich op: aan Levi's excentrieke familie, zijn strijd met erkenning en geloof, en vooral aan zijn grote liefde Vic. Wanhopig probeert hij vat te krijgen op zijn destructieve neigingen, die werkelijk contact met een ander in de weg staan. Jacobs ontziet in zijn debuutroman niets of niemand, en al helemaal zichzelf niet. Toch blijft hij de deur naar liefde hardnekkig opentrappen. Met zijn krachtige pen maakt hij van Wie ik ben een meedogenloos, maar ook hoopvol verhaal. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447153552?aid=kb-online-bibliotheek&sid=17&dts=1755954004971&sig=2cd9cf6d7c91bfca956cad151cbba6e74a6011c373a58f298fb490b6d234a653&width=320",
      "dateSeen": "2025-08-24T07:12:21.334Z"
    },
    "1199126e41eef68d6cee6926502ef21adc2beefb": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/446245178/wereldsteden-van-de-lage-landen-diverse-auteurs",
      "title": "Wereldsteden van de Lage Landen",
      "subtitle": "stadsgeschiedenis van Nederland en België",
      "authors": "Diverse auteurs",
      "description": "Steden: ze bruisen van economische dynamiek, vormen het kloppend hart van culturele ontwikkeling en zijn dé plek waar mensen en ideeën samenkomen. De stad vormt een knooppunt van verbindingen met de rest van de wereld – en juist dat maakt steden zo interessant. In Wereldsteden van de Lage Landen vertellen Nederlandse en Belgische historici over vijftig steden die bij uitstek een 'wereldstad' waren. Klein of groot, beroemd of vergeten, oud of nieuw, in dit verrassende boek wordt duidelijk hoe Nederlandse en Belgische steden internationale vervlechtingen hebben belichaamd en bevorderd. Zo was Brugge in de vijftiende eeuw internationaal toonaangevend voor de schilderkunst. De jeneverhandel van Schiedam was direct verbonden met de slavenhandel in West-Afrika. Kamerijk en Atrecht waren al in de twaalfde eeuw hotspots voor religieuze dissidenten uit heel Europa. En de bouw van Almere was onderdeel van een internationale architectonische revolutie. Stuk voor stuk bieden de mini-geschiedenissen in dit boek een onderhoudende en leerzame kijk op zowel de historische als hedendaagse werkelijkheid. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A446245178?aid=kb-online-bibliotheek&sid=17&dts=1755954003178&sig=dc255416b04ea6e723fa799c97c933061acc3ab30a16782bf1c0dcdf75cd37e9&width=320",
      "dateSeen": "2025-08-24T07:12:21.547Z"
    },
    "b34e15e1689221e7a0ba24fc233075b7da7bb9f6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443960437/wij-brachten-de-wildernis-tot-bloei-jan-j--boersema---anthonia-boersema-bremmer",
      "title": "Wij brachten de wildernis tot bloei",
      "subtitle": "Nederlandse immigranten in de verenigde staten",
      "authors": "Jan J. Boersema | Anthonia Boersema-Bremmer",
      "description": "Ze kapten de oerbossen van Michigan en ploegden de prairies van Iowa om. Te midden van miljoenen immigranten staken in de negentiende eeuw groepen strenggelovige Nederlanders de oceaan over. Van de Amerikaanse oostkust trokken zij verder landinwaarts om – zoals zij dat noemden – 'de wildernis tot bloei te brengen'. Dat zagen ze als een religieuze opdracht, en niet alleen als een nieuw boerenbestaan. We volgen deze immigranten op hun tocht vanuit hun dorpen van herkomst naar de Nieuwe Wereld. Ze laten zien hoe hun geloof en vooruitgangsdenken de omgang met woudreus en bizon sterk beïnvloedden. En hoe dat, verrassend genoeg, een nieuw licht werpt op de huidige discussie over landschap, natuur en de wolf in Nederland. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443960437?aid=kb-online-bibliotheek&sid=17&dts=1756001049892&sig=9adac6fa131f2229d9f6cb255879806b36726479e5b4a9d716a82ec80e9f1590&width=320",
      "dateSeen": "2025-08-24T07:12:22.114Z"
    },
    "52bca00bb58be7d1078deeee00651045a66526e3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447153277/als-alle-breinen-leren-saskia-schepers",
      "title": "Als alle breinen leren",
      "subtitle": "ruimte creëren voor neurodiversiteit in het onderwijs",
      "authors": "Saskia Schepers",
      "description": "Het is tijd voor breinvriendelijk onderwijs voor iedereen!  Het ene kind kan niet wachten om buiten te spelen, terwijl het andere zich liever in een rustig hoekje in een boek of een tekening verliest. Waar het ene kind spontaan de wereld wil verkennen, heeft het andere liever een duidelijke dag- of weekplanning om zich aan vast te houden.  Veel kinderen, zoals die met adhd, dyslexie of autisme, worstelen in de klas. En dat komt niet doordat ze minder leergierig zijn, maar doordat hun unieke manier van leren vaak niet past binnen het standaard­onderwijs. Neurodiversiteits-expert Saskia Schepers sprak met talloze leerlingen, ouders, docenten en schooldirecteuren en ontdekte dat het onderwijs vaak tekortschiet, doordat het vooral is ingericht voor de meest gangbare, neurotypische breinen. Maar wat als we juist de kracht van verschillende breinen zouden benutten?  Met inspirerende voorbeelden en praktische werkvormen biedt Als alle breinen leren docenten, ouders en onderwijsprofessionals tools om meteen aan de slag te gaan. Want een breinvriendelijke leeromgeving werkt niet alleen positief voor neurodivergente leerlingen - uiteindelijk profiteert iedereen van een onderwijsplek waar ruimte is voor verschillende breinen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447153277?aid=kb-online-bibliotheek&sid=17&dts=1756001085636&sig=55850e7453ae54ba328535bd9580b2d2e8d3e9d1f2ecf4b3db221d996b7544eb&width=320",
      "dateSeen": "2025-08-24T07:12:22.324Z"
    },
    "df78dcf7eeee1df3ca99bb1f4101df03a6b5a3ca": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447153501/student-entrepreneur-vincent-karremans",
      "title": "Student entrepreneur",
      "subtitle": "hoe je zonder ervaring, geld en netwerk toch een succesvol bedrijf opbouwt",
      "authors": "Vincent Karremans",
      "description": "Wat hebben Coolblue, Swapfiets en TicketSwap met elkaar gemeen? Ze zijn alle drie opgericht door studenten. Je studietijd is een tijd van experimenteren, van onderuitgaan en weer opstaan, van nieuwe wegen inslaan, om vervolgens met gierende banden rechtsomkeert te maken: ideale omstandigheden om te beginnen met ondernemen! Met bloedeerlijke ondernemersverhalen en unieke kijkjes in de keuken deelt voormalig student-entrepreneur Vincent Karremans de belangrijkste lessen en tips van jonge ondernemers. Hoe kwam Swapfiets aan hun iconische blauwe band? Waarom moet je nooit zomaar korting geven? En hoe voorkom je dat je snoeihard in zes landen tegelijk failliet gaat (true story)? Dit boek biedt een schat aan praktische informatie over sales, marketing, productontwikkeling, hr en financiën – alles wat je nodig hebt om een bedrijf te starten. Of je nu student bent of er gewoon van droomt om een succesvolle ondernemer te worden, Student entrepreneur helpt je op weg met echte verhalen en bruikbare lessen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447153501?aid=kb-online-bibliotheek&sid=17&dts=1755973878361&sig=71f8f34d5da1dd4a5b464eb1b99d47d625edd93e8b18ebee82d1db6ed54e31df&width=320",
      "dateSeen": "2025-08-24T07:12:22.557Z"
    },
    "7b43f6209e7e1397906c2f7d16300b150d937e62": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/449051528/het-perfecte-plaatje-britt-messing---tess-scholten",
      "title": "Het perfecte plaatje",
      "subtitle": "Het eerlijke verhaal van ons jonge ondernemerschap",
      "authors": "Britt Messing | Tess Scholten",
      "description": "'Goudeerlijk, eigenzinnig en onverschrokken deelt het inspirerendste duo dat ik ken hun weg naar succes.' - Stijn de Vries (programmamaker, journalist en schrijver) In Het perfecte plaatje delen Britt Messing en Tess Scholten hoe ze zonder ervaring of startkapitaal het eerste TikTok-marketingbureau van Nederland uit de grond stampten. Hoe leuk en succesvol het aan de buitenkant vaak ook lijkt, hun leven was de afgelopen jaren een rollercoaster. Van geen cent te makken tot het sluiten van de eerste grote deal, en van impostersyndroom tot god complex: dit zijn de lessen die ze onderweg geleerd hebben, voor iedereen die wil ondernemen – of gewoon iets wil ondernemen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A449051528?aid=kb-online-bibliotheek&sid=17&dts=1756019542695&sig=6420a0caa1e5eaaa09b180b452c21a41bf98afc7d9cc04175b2257995da20f42&width=320",
      "dateSeen": "2025-08-24T07:12:23.229Z"
    },
    "046bda86e06680ae977c5a039e293540e0eb7a91": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448872498/de-spreeuwenzwerm-patricia-braat",
      "title": "De spreeuwenzwerm",
      "subtitle": "7 lessen in veranderkracht",
      "authors": "Patricia Braat",
      "description": "Veel professionals lopen vast in stroperige processen, hoge werkdruk en taaie patronen. Ondanks goede bedoelingen van management en medewerkers, stuiten verbeterpogingen vaak op weerstand of 'het systeem dat nu eenmaal zo werkt'.  In De spreeuwenzwerm laat veranderexpert Patricia Braat zien dat het wel degelijk mogelijk is om duurzame veran­dering in gang te zetten - ongeacht welke rol je binnen een organisatie hebt. Geïnspireerd door de natuurlijke dynamiek van een zwerm spreeuwen, vertaalt zij hun soepele samenwerking naar zeven krachtige lessen voor succesvolle verandering. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448872498?aid=kb-online-bibliotheek&sid=17&dts=1756019543354&sig=e02011b2e9358564cd50e9fd262ca40580a3f14a7ee2ac5d93af9f5f816771d4&width=320",
      "dateSeen": "2025-08-24T07:12:23.963Z"
    },
    "9e780b53d5f0e34ad09eab561f30ecb3bf709cfa": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447153404/de-zanglijster-erwin-kompanje",
      "title": "De zanglijster",
      "authors": "Erwin Kompanje",
      "description": "De zanglijster is vooral gekend vanwege zijn mooie repeterende zang, maar heeft meer unieke eigenschappen. Als enige lijstersoort plamuurt de zanglijster de kom van zijn nest. De zanglijster is in Europa de enige vogelsoort die slakkenhuizen op efficiënte wijze tegen een hard voorwerp kapotslaat om de slak te kunnen opeten. Het is een echte bosvogel maar aan het einde van de negentiende eeuw ging de zanglijster, met name in West-Europa, steeds meer in en bij steden leven. Daar lijkt hij de laatste dertig jaar echter weer te verdwijnen. De zanglijster staat bekend als imitator, maar betekent dit dat hij de roep of zang van deze geïmiteerde vogels zelf gehoord moet hebben? Waarom is de zanglijster, ondanks zijn zichtbaarheid en hoorbaarheid, zo'n verdraaid lastig te inventariseren vogelsoort? Om antwoorden op deze vragen te vinden, deed Erwin Kompanje ruim een jaar lang onderzoek naar zanglijsters op de Algemene Begraafplaats Zuidendijk in Dordrecht en was hij daarnaast veelvuldig te vinden in collecties en bibliotheken van diverse Nederlandse natuurhistorische musea. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447153404?aid=kb-online-bibliotheek&sid=17&dts=1756019544068&sig=86a453218018b2e5f65e3c18e8e0e868b40f28db17f01e53a7e706482b00b7c5&width=320",
      "dateSeen": "2025-08-24T07:12:24.249Z"
    },
    "1e71062c7fe0ea5e6ac9745ccc05dcb33d5a94d4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447153390/darwin-in-de-achtertuin-menno-schilthuizen",
      "title": "Darwin in de achtertuin",
      "subtitle": "Op ontdekkingsreis in je eigen stad",
      "authors": "Menno Schilthuizen",
      "description": "In iedere stedeling schuilt een bioloog. Dat is de boodschap van Menno Schilthuizen, die je met dit boek uitnodigt om op ontdekkingsreis te gaan in je eigen stadse omgeving. We hebben tegenwoordig allemaal de nieuwste wetenschappelijke technologieën binnen handbereik. Dus gebruik bijvoorbeeld je smartphone als microscoop om de zeldzame metselbij te bestuderen, die haar nest bouwt in lege slakkenhuizen. Schilthuizen schreef een wervelend betoog voor elke natuurliefhebber in een tijd waarin de meeste mensen leven in een betonnen jungle en zelden verder komen dan het stadspark. Want wie de ecosystemen om zich heen begrijpt, zet een belangrijke stap in een van de grootste uitdagingen van dit moment: het behouden van biodiversiteit. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447153390?aid=kb-online-bibliotheek&sid=17&dts=1755954004926&sig=0f555d0c5860d4ad4f5354462e47297d107da6a164638c042957a43ca4770efe&width=320",
      "dateSeen": "2025-08-24T07:12:24.454Z"
    },
    "fca9f9354609509174aa6c9e7ec746ca14cc58ce": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448273551/gaan-roxana-robinson",
      "title": "Gaan",
      "authors": "Roxana Robinson",
      "description": "De paden van oud-geliefden Warren en Sarah kruisen elkaar onverwachts als ze begin zestig zijn. Veertig jaar eerder leken ze voor elkaar voorbestemd; door een flauw misverstand ging het uit. Inmiddels zijn ze beiden gelukkig en genieten van een rijk leven met volwassen kinderen, Warren is getrouwd en Sarah gescheiden. Toch laait hun oude passie weer op door de toevallige ontmoeting. Ze grijpen deze tweede kans met beide handen aan. De verloren jaren smelten weg tijdens heimelijke ontmoetingen. Ze maken plannen om voor altijd bij elkaar te zijn, maar ze hebben buiten hun kinderen gerekend. Weegt hun hernieuwde liefde op tegen de offers die ze uiteindelijk moeten brengen? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448273551?aid=kb-online-bibliotheek&sid=17&dts=1756016833523&sig=07cf1699c495b7d4905072b41b1193a415f2c22495071d1fa146dac884b371d6&width=320",
      "dateSeen": "2025-08-24T07:12:24.975Z"
    },
    "a506419e781d80d9768fc443d9770499c9699ff0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44907868X/het-geduld-van-de-bloemen-stefan-brijs",
      "title": "Het geduld van de bloemen",
      "authors": "Stefan Brijs",
      "description": "Stefan Brijs neemt ons in Het geduld van de bloemen opnieuw mee naar Andalusië. Terwijl het klimaat er steeds grilliger wordt observeert hij de schoonheid en de kwetsbaarheid van de natuur met een even scherpe als poëtische pen. Nestelende zwaluwen, wilde pioenrozen, de zeldzame Spaanse zilverspar, een wesp met de taille van een model, de als heks verklede kaalkopibis en zoveel meer: Brijs' woorden zijn tegelijk een lofzang op de veerkracht van de natuur en een treurzang om de teloorgang ervan. Het geduld van de bloemen mag eindeloos lijken, het heeft zijn grenzen. Een urgent boek dat je achterlaat met een gevoel van bezorgd verdriet én verrukking over zoveel schoonheid, in de natuur en in Brijs' taal. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44907868X?aid=kb-online-bibliotheek&sid=17&dts=1755968164347&sig=b6b48d8a5b7596376e317ea3d2034e17db3b6d5a238f8f7b8f4867d2dd446330&width=320",
      "dateSeen": "2025-08-24T07:12:25.196Z"
    },
    "21dbd5be7d059821c5a4bb3b9cbff1f7c6d32f7d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45352172X/combo--friso-schotanus",
      "title": "Combo!",
      "subtitle": "Het brute bestaan van Tinus Hoekstra",
      "authors": "Friso Schotanus",
      "description": "Crimineel - vechter - hooligan - drugsdealer - motorclubleider - familieman. Combo is het allemaal. Tinus Hoekstra groeit op in een groot woonwagenkamp in Zwolle. De politie waagt zich er niet binnen de hekken. Zijn jonge jaren staan bol van gevechten en verleidingen. Hij kapt met school en kiest het criminele pad. In de hooliganwereld groeit hij uit tot een begrip: Combo. De charismatische Tinus 'Combo' Hoekstra is een man die voor niemand bang is, die zonder aarzelen vooropgaat in de strijd. Zijn aangeboren vechtlust bezorgt hem de status van tophooligan. Drugshandel, snelle auto's en vuurgevechten, dat is zijn leven. Als geboren leider wordt hij een belangrijk man in de Trailer Trash motorclub. Terwijl in de onderwereld zijn status als crimineel groeit, dient de keerzijde van dat leven zich steeds nadrukkelijker aan. Voor zijn leven als crimineel en vechtersbaas betaalt hij een hoge prijs. Nu is het tijd om keuzes te maken. Als vader en familieman beziet hij zichzelf nu in een ander licht, en ervaart hij de gevolgen van zijn keuzes. Voor zichzelf en voor zijn familie. Kan Tinus Hoekstra zijn leven een andere wending geven? Combo is het waargebeurde levensverhaal van Tinus Hoekstra waarin hij de balans opmaakt van zijn gewelddadige en veelbewogen bestaan, van bosgevechten tot bloedstollende achtervolgingen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45352172X?aid=kb-online-bibliotheek&sid=17&dts=1755946071188&sig=85639444aeee15385721f159d50d628fa00995dad5d1989f4568dbc8a5a30003&width=320",
      "dateSeen": "2025-08-24T07:12:25.689Z"
    },
    "5daac2f73fa6ae941dc7a9f74eb90975664dd643": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453521681/tweestrijd-narancya-ravelli",
      "title": "Tweestrijd",
      "subtitle": "Ik bescherm of vernietig je",
      "authors": "Narancya Ravelli",
      "description": "Tweestrijd; Ik bescherm of vernietig je: Shyenna leidt een stil leven in een klein dorp, ver weg van haar verleden. Maar in de schaduw van haar bestaan sluimert iets duisters: Kayra, haar alter ego. Waar Shyenna zich terugtrekt, stapt Kayra naar voren. En waar Kayra verschijnt, vallen slachtoffers. Wat begint als een innerlijke strijd, groeit uit tot een gevecht met onzichtbare machten die haar willen inzetten als wapen. Terwijl Shyenna steeds verder wordt opgeslokt door een systeem dat haar gedrag stuurt, vervaagt de grens tussen goed en kwaad - en tussen wie zij is en wie zij moet worden. Is vrijheid nog mogelijk, of is het slechts een nieuwe vorm van controle? 'Tweestrijd' is een indringende psychologische thriller over identiteit, manipulatie en de dunne lijn tussen bescherming en vernietiging. Narancya Ravelli: Narancya (1994) schrijft sinds haar negende om te ontsnappen aan een wereld die soms overweldigend is. Ondanks haar dyslexie debuteerde ze op haar zeventiende met Dezelfde ziel. Met 'Tweestrijd' zet ze een volgende stap in haar schrijverschap en laat ze zien hoe verhalen kunnen raken, verwarren en verrassen. ProBeeld (Ton de Koning) is verantwoordelijk voor de vormgeving van de omslag. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453521681?aid=kb-online-bibliotheek&sid=17&dts=1755965225645&sig=576170d165ffdaa52a689c1a0c41134e637acab12a23b2c1673d453816a9d7e8&width=320",
      "dateSeen": "2025-08-24T07:12:26.000Z"
    },
    "0c81f95816adca377363bfb67fd3fddd7eb3a47c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453521673/de-commissaris-jean-surmont",
      "title": "De Commissaris",
      "authors": "Jean Surmont",
      "description": "De Commissaris: December 1946. In een ogenschijnlijk rustig kustdorp wordt de nachtelijke stilte doorbroken door een schot in Café de Londres. Commissaris Oscar D. wordt uit zijn bed gebeld. Wat begint als een banale caféruzie, ontrafelt zich als een web van oude wonden, stille afspraken en nazinderende oorlogslasten. Tijdens zijn onderzoek ontdekt de commissaris dat het dorp nog altijd onder de schaduw van de oorlog leeft. Oud-collaborateurs proberen hun sporen uit te wissen, verzetsleden eisen gerechtigheid, en ergens in de duinen schuilt een man die nooit had mogen terugkeren. De commissaris is een sfeervolle roman geïnspireerd door feiten vol intriges, scherpe observaties en morele dubbelzinnigheden. Een verhaal over recht en vergelding, over zwijgen en spreken - en over de vraag: wat betekent gerechtigheid als iedereen iets te verbergen heeft? De oorlog is voorbij. De waarheid niet. Jean Surmont: Jean (1958) vond na zijn carrière in het onderwijs de tijd en de rust om zijn creatieve pen op te pakken. Hij heeft een grote belangstelling voor geschiedenis en de invloed op het heden. In 1992 debuteerde hij met een biografie 'Willem Elschot, Tussen Droom en Daad'. Voor 'De affaire North' is hij de archieven in gedoken van zijn geliefde stad Oostende in de roerige periode van Leopold II. 'De Commissaris' is zijn tweede roman. ProBeeld (Ton de Koning) is verantwoordelijk voor de vormgeving van de omslag. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453521673?aid=kb-online-bibliotheek&sid=17&dts=1756019546152&sig=e52a3b70da716d91f0e1743fb11e7ebe84a679ad443e239a79d3b223cb01403b&width=320",
      "dateSeen": "2025-08-24T07:12:26.627Z"
    },
    "7ec380b72d6d3bf1c28684ef4267d94e95a645b3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453521738/south-whitley-indiana-pim-molemaker",
      "title": "South Whitley Indiana",
      "subtitle": "De stilte na Angie",
      "authors": "Pim Molemaker",
      "description": "South Whitley Indiana; De stilte na Angie: Vijfentwintig jaar nadat Maurice als tiener een jaar in South Whitley, een klein dorp in het Midwesten van de Verenigde Staten heeft gewoond, keert hij er voor het eerst weer terug. Angie, zijn vriendin van toen, maakt hem deelgenoot van een geheim dat ze al die jaren met haar meedraagt. Hij belooft haar het geheim niet openbaar te maken en vertrekt dezelfde dag nog uit South Whitley met de bedoeling er nooit meer terug te keren. Zijn besluit betekent echter het definitieve einde van zijn toch al afbrokkelende huwelijk en ook de rest van zijn leven begint aan een vrije val. Jaren later beseft hij dat er nog maar een manier is om zijn leven weer op orde te krijgen: zijn belofte breken, teruggaan naar Indiana, en met Angie de confrontatie aangaan. Pim Molemaker: Pim (1965) schrijft sinds zijn jeugd. In 2012 verscheen zijn debuutroman De Andere Kant. Daarnaast zijn er columns van zijn hand gepubliceerd in dagblad De Pers, de verzamelbundel Een Rits Columns en the Post and Mail, een regionale krant in Columbia City, Indiana (VS). Ariadne Leefoge verzorgde de illustratie voor de cover. ProBeeld (Ton de Koning) is verantwoordelijk voor de vormgeving. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453521738?aid=kb-online-bibliotheek&sid=17&dts=1755976263613&sig=d7cb24cb25d698b8d8ea1eba65031fc05f8b28b55b61d1c1da8403c4fcca0853&width=320",
      "dateSeen": "2025-08-24T07:12:26.843Z"
    },
    "20452e84a4aaff71aa43b124d82239c827da51c1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453521754/de-engeltjes-waren-op-bauke-terpstra",
      "title": "De engeltjes waren op",
      "subtitle": "Rinke Terpstra en de nasleep van de Utrechtse tramaanslag",
      "authors": "Bauke Terpstra",
      "description": "Utrecht, 18 maart 2019, 10.45 uur. Een man stapt in een tram en opent het vuur op de onthutste passagiers. Terwijl de terrorist al schietend door de tram loopt, trapt Rinke Terpstra een raam kapot en helpt medepassagiers te vluchten. Als Rinke als laatste de tram wil verlaten, wordt hij neergeschoten. Pas 's avonds hoort de familie Terpstra dat Rinke dood is. 'Rinke had altijd een engeltje op zijn schouder, behalve op die fatale ochtend.' Rinke wordt door zijn moedige optreden bekend als 'de tramheld'. Postuum wordt hem de Zilveren Erepenning voor Menslievend Hulpbetoon uitgereikt. Dit boek is niet alleen een intiem portret van Rinke Terpstra, maar beschrijft ook hoe zijn nabestaanden in de maanden na de aanslag in een dramatische rollercoaster van emoties, loze beloftes en juridische verwikkelingen belanden. 'Rinkes optreden was onvoorstelbaar moedig.' - Sharon Dijksma, burgemeester van Utrecht Auteur Bauke Terpstra (1964), de broer van Rinke, trad na de aanslag als woordvoerder namens de familie op. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453521754?aid=kb-online-bibliotheek&sid=17&dts=1755940050357&sig=dc7b4c7c62389bdd27f005cc7d77a11af2866b120bb47f095ee94f0e44534f8c&width=320",
      "dateSeen": "2025-08-24T07:12:27.345Z"
    },
    "9770ab86de2e40bac93fc4bfc756f0ad3849fea6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453521711/het-mysterie-van-de-verdwenen-goudstaven-enno-de-witt",
      "title": "Het mysterie van de verdwenen goudstaven",
      "subtitle": "Het leven van Chiel van der Wijk, de beste Nederlandse kluiskraker ooit",
      "authors": "Enno de Witt",
      "description": "Het levensverhaal van de kluiskraker waarvoor zelfs de politie respect had. Maar waar zijn de goudstaven die hij roofde gebleven? Het leven van Chiel van der Wijk, de beste Nederlandse kluiskraker ooit. Chiel van der Wijk groeide op in pure armoede. Gaandeweg raakte hij verstrikt in de criminele onderwereld. Geweld meed hij, zijn specialiteit was het kraken van kluizen en brandkasten. Hij beschouwde het als een ambacht, waarin hij de beste wilde worden. En dat is hem volgens de mensen die het kunnen weten ook gelukt. 'Je had meteen geld in handen, het was spannend en er werd anders tegenaan gekeken dan andere vormen van criminaliteit.' Zijn laatste kraak leverde hem een buit op van sieraden, geld en juwelen - en acht goudstaven, die voor het laatst zijn gezien in het politiebureau van Almelo. Chiel heeft wel een idee wie ze heeft meegenomen, alleen ontbreekt het bewijs. Chiels levensverhaal schetst niet alleen een openhartig beeld van een criminele vakman, waar zelfs de recherche respect voor had, maar ook van het leven aan de onderkant van de samenleving, waar een opgroeiende jongen iedere strohalm vastpakt. Ook al kost hem dat jaren achter de tralies. Ras-inbreker Chiel vertelt zijn fascinerende levensverhaal. Ook geeft hij talloze tips hoe je inbraak kunt voorkomen. 'Het leven van Chiel van der Wijk is als een film. Zoals Ocean's Eleven met George Clooney en Brad Pitt.' - Tubantia. Auteur Enno de Witt sprak met Chiel van der Wijk, ploegde talloze dossiers door en ging te rade bij de politiemensen die Chiel kennen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453521711?aid=kb-online-bibliotheek&sid=17&dts=1756015934731&sig=8579912797c31cabb2df018c6cecd73ef46c983f57b2174aaed54ccae114a4c1&width=320",
      "dateSeen": "2025-08-24T07:12:27.560Z"
    },
    "522fa02b2c5acfc8531f0b6d9bce628e9eea231c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453521762/330-minuten-ste-phane-roozen",
      "title": "330 minuten",
      "subtitle": "De Apple Store gijzeling door de ogen van Alex Manuputty",
      "authors": "Stéphane Roozen",
      "description": "Het wordt een datum die hij nooit meer zal vergeten: 22-02-2022. Terwijl het eigenlijk zijn vrije dag is, is Alex Manuputty die bewuste dag druk aan het werk in de Apple Store aan het Amsterdamse Leidseplein. Aan het eind van de middag hoort hij opeens geschreeuw. Even later hoort hij gegil. Er ontstaat paniek in de winkel. Mensen rennen. Een gijzeling! Terwijl het gijzelingsdrama zich, live op tv, voor het oog van de wereld voltrekt, verstopt Alex zich in een bezemkast. In blinde paniek neemt via WhatsApp afscheid van zijn naasten. Hij hoort dat er schoten worden afgevuurd, maar kan geen kant op. Hij ziet wat zich op een paar meter afstand in de winkel afspeelt. 330 ijzingwekkende minuten vreest hij voor zijn leven... Opeens is het voorbij. Een dag later is Alex Manuputty ongevraagd de meest besproken persoon van de Apple Store-gijzeling. Hij blijkt een kleurrijke persoonlijkheid. Alex is geboren op Curacao, waar hij toen hij zeven weken oud was door zijn biologische moeder werd weggeven aan een Moluks-Nederlands gezin. Alex groeide op in Nederland. Alex' leven wordt een rollercoaster van gemengde emoties, met veel vragen over zijn jeugd en de gijzeling. Stéphane Roozen sprak uitvoerig met Alex Manuputty over wat er gebeurde op 22 februari 2022. Eindelijk is hij in staat het ware verhaal te vertellen wat er op die bewuste dag gebeurde. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453521762?aid=kb-online-bibliotheek&sid=17&dts=1755940925814&sig=5c8d12fa393b78b3d805b7f5b71d9e322afea3a98306d874b3d4d29ab6a68117&width=320",
      "dateSeen": "2025-08-24T07:12:28.056Z"
    },
    "b1dcfc235bf5db9a47448dee148bea613df24d3b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443096309/de-kat-die-een-bibliotheek-ging-redden-sosuke-natsukawa",
      "title": "De kat die een bibliotheek ging redden",
      "authors": "Sosuke Natsukawa",
      "description": "De 13-jarige Nanami brengt het grootste deel van haar vrije tijd door in een verlaten bibliotheek. Op een dag merkt ze dat haar favoriete boeken geleidelijk aan uit de schappen verdwijnen. Ze waarschuwt het bibliotheekpersoneel, maar niemand neemt haar serieus. Dan ziet ze tussen de boekenplanken een verdachte man in een grijs pak. Als een praatgrage kat haar te hulp schiet, gaan ze samen op een doldwaas avontuur vol gevaarlijke uitdagingen.\n‘Een juweel van een boek als je van lezen en boeken houdt (en katten!).’ – De Limburger\n‘Een heerlijk absurdistisch en sprookjesachtig verhaal.’ – Friesch Dagblad Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443096309?aid=kb-online-bibliotheek&sid=17&dts=1756141835315&sig=36c42e80aa4b3aa1a3a958e6ca2bdb664a75473c7ff783240b6d9f3ec60ecd00&width=320",
      "dateSeen": "2025-08-26T07:13:41.770Z"
    },
    "af224854e84ae94a725fa289f9dcca05b72b643b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453580696/de-dochters-van-de-berenjager-anneli-jordahl",
      "title": "De dochters van de berenjager",
      "authors": "Anneli Jordahl",
      "description": "Er werd voortdurend geroddeld over de zeven dochters van de beruchte berenjager. De meningen liepen uiteen. Leefden ze echt helemaal alleen in de wildernis? Er werd gezegd dat ze al hun tijd besteedden aan jagen, zwemmen en worstelen, behalve als ze dronken werden van zelfgemaakte brandewijn en port. Soms werden ze op de markt gezien terwijl ze berenvellen verkochten en uitbundig en enthousiast dansten wanneer de verkoop de verwachtingen overtrof.\n Een vrouw besluit het wilde verhaal van de zeven zussen op te schrijven in het jaarboek van de plaatselijke geschiedkundige vereniging. Waarom gingen ze nooit naar school? Waarom wilden ze geïsoleerd in de wildernis leven? Waarom gedroegen ze zich als ruwe jongens?\n De dochters van de berenjager is een venijnig feministisch sprookje, dwars door het hedendaagse Finland en zijn eeuwenoude legendes. Een verhaal over eenzaamheid en gemeenschapszin en een versterkt besef van het leven in het veeleisende bestaan ​​diep in de wildernis. De roman was genomineerd voor de meest prestigieuze Zweedse literaire prijs, de Augustpris. De jury: 'Een ongelooflijk aangrijpend en beklemmend verhaal over het verlangen naar een vrij leven - en de prijs daarvoor.'\n 'Jordahls nieuwe boek is een ode aan de kunst van het vertellen zelf.'  Arbetarbladet\n 'Buitengewoon spannend.'  Frankfurter Allgemeine Zeitung\n Anneli Jordahl (1960) is een Zweedse auteur, essayist en literatuurcriticus. Ze ontving talloze prijzen voor haar non-fictieboeken en romans, en in 2022 werd ze voor de De dochters van de berenjager genomineerd voor meest prestigieuze Zweedse literaire prijs, de Augustpris. De jury: 'Een ongelooflijk aangrijpend en beklemmend verhaal over het verlangen naar een vrij leven - en de prijs daarvoor.' Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453580696?aid=kb-online-bibliotheek&sid=17&dts=1756236935223&sig=0de62a0ddc0193dec0a50e56f3027088ba13765af46fd990019a6c75ef08e914&width=320",
      "dateSeen": "2025-08-27T07:13:18.236Z"
    },
    "f498f9573ec29c0c51f775bfb4701749feed5507": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447153048/chemie-in-new-york-louise-bay",
      "title": "Chemie in New York",
      "authors": "Louise Bay",
      "description": "Geknetter in de Big Apple... Als een oudere man met een verleidelijke glimlach en een duur pak met haar flirt in de hotelbar, realiseert Efa zich niet dat ze op het punt staat een onenightstand te hebben met de man voor wie ze wanhopig graag wil werken. Na een nacht die haar wereld aan het wankelen brengt, begint ze aan haar zomerbaantje als kamermeisje in een vijfsterrenhotel, ook al is ze vastbesloten om haar carrière in de techniek een kickstart te geven. Terwijl ze de Parksuite aan het schoonmaken is, komt hij weer binnen – nu met een ijzige blik. Waarom is de man die een avond geleden zo charmant was de volgende ochtend zo woedend? Al snel ontdekt Efa dat de gast in de Parksuite niemand minder is dan Ben Fort, de teruggetrokken techmagnaat voor wie ze wil werken. Ben heeft zijn identiteit jarenlang verborgen gehouden en hij wil weten hoe ze hem van de ene op de andere dag doorhad. Terwijl hij haar ondervraagt, overpeinst Efa of ze haar slag moet slaan en hem moet overtuigen om haar een baan te geven. Maar zij wil zich niet op deze manier omhoogwerken, en hij vertrouwt haar niet. Alleen kan geen van beiden de vonken negeren die overspringen elke keer dat ze zijn kussens opschudt. Louise Bay is de auteur van talloze succesvolle romance-series, zoals de Mister-serie en Dokter-serie. 'Chemie in New York' is het eerste deel van haar New York Billionaires-serie. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447153048?aid=kb-online-bibliotheek&sid=17&dts=1756197856488&sig=dece68492b3ac896ef275cd22a06d2fbb579a4ab4b6c4e8b980c43ae7805bb0c&width=320",
      "dateSeen": "2025-08-27T07:13:18.443Z"
    },
    "e0b12ad892e61cfb5eb8b58d5011393b630de08d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453607012/ja-hoor--lachen-mag-van-nelly-kunst-nelly-kunst",
      "title": "Ja hoor, lachen mag van Nelly Kunst",
      "authors": "Nelly Kunst",
      "description": "Aanstekelijk leuk, kleuters moeten altijd weer hartelijk lachen... De klompenvrouwtjes, De muizenfamilie Trippel, De verhuizing, De vijver, De zangwedstrijd, De zeemeermin, Drie kleine musjes, Een avontuur van veldmuis Knabbel, Een dagje uit vissen, Een lesje van de wind, Het geheim van de kraai, Het koningspaard, Het spinnenweb, Het stenen tuinkaboutertje, Jan Kakel en Piet pluim, Kattenstad, Kokkie-Brokkie, Naar het land van koning Regenrijk, Pino de kater, Sneeuw. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453607012?aid=kb-online-bibliotheek&sid=17&dts=1756327403966&sig=3a4c04e849038dcb332f32016d5e3e2f3ff833e73f58a074571bf56bffc52dc6&width=320",
      "dateSeen": "2025-08-28T07:13:24.094Z"
    },
    "d9468a8f8ac3c7af51521284caf503540df2ef1a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453521657/dr-single-vader-louise-bay",
      "title": "Dr Single Vader",
      "authors": "Louise Bay",
      "description": "Dax heeft altijd duidelijk geweten wat hij wil: als onderzoeksarts zijn leven in het teken stellen van het vooruithelpen van de medische wetenschap. Dat plan raakt ontspoord als hij plotseling hoort dat hij een dochtertje heeft. De moeder wil het kindje afstaan ter adoptie, maar daar steekt Dax een stokje voor. In plaats daarvan gaat hijzelf voor de kleine Guinevere zorgen. Nou ja, met hulp van een nanny dan - hij kan niet alles omgooien voor een baby. Eira heeft het niet makkelijk gehad. Na de dood van haar ouders is zij als oudste kind verantwoordelijk voor het onderhouden van haar jongere broer en zus, en daarom heeft ze werk nodig. Als ze de kans krijgt om te gaan werken voor Dax en zijn baby, grijpt ze die dan ook met beide handen aan. Maar het wordt een stuk ingewikkelder als ze gevoelens begint te krijgen voor de knappe single vader. Terwijl haar zusje haar aanmoedigt om er werk van te maken, probeert Eira logisch te blijven nadenken. Dat is alleen niet zo makkelijk met een baas die haar het hoofd op hol brengt... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453521657?aid=kb-online-bibliotheek&sid=17&dts=1756325364686&sig=a6f5ddc583f42cabfdee4df4edd0d98d10eff17eb42c0fb03559eec50a6f2ec7&width=320",
      "dateSeen": "2025-08-28T07:13:24.311Z"
    },
    "dcd1ed9245937ec248af6ee6f8bbc74b54ea8b11": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45352169X/van-kinderwieg-tot-soldatengraf-kevin-prenger",
      "title": "Van kinderwieg tot soldatengraf",
      "subtitle": "Onderwijs en indoctrinatie in Hitlers Duitsland",
      "authors": "Kevin Prenger",
      "description": "Al in 1941 beschreef de Amerikaanse onderwijzer en journalist Gregor Ziemer hoe Duitse kinderen van hun geboorte tot hun volwassenwording onder controle stonden van de nazidictatuur. Hun hele opvoeding was erop gericht ze klaar te stomen om hun Führer te dienen. De jongens als soldaten in de strijd, de meisjes aan het thuisfront als moeders van toekomstige soldaten. Geen schoolvak bleef bespaard voor nazibeïnvloeding. Daarnaast werden kinderen niet alleen via gedrukte media, muziek, radio en film, maar ook met poppenkastvoorstellingen, gezelschapsspellen en speelgoedsoldaatjes gewonnen voor het nazi-gedachtengoed. Zo werd de Duitse jeugd grootgebracht met anti-intellectualisme, ultranationalisme en feitenvrije haat. Tegenwoordig worden vrije, democratische samenlevingen hierdoor opnieuw bedreigd. Dit boek is een waarschuwing voor onze tijd. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45352169X?aid=kb-online-bibliotheek&sid=17&dts=1756412422934&sig=dc150d643c24fdf4d0f76dd504755bc43e6e2fe5634dae06d14168c95216dff5&width=320",
      "dateSeen": "2025-08-29T07:12:59.368Z"
    },
    "4389d5a55d65792237bb20fda4a2bddc20d5c9f0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447117394/een-nieuw-leven-pauline-bijster",
      "title": "Een nieuw leven",
      "subtitle": "Alles wat je moet weten over je lichaam en geest na de bevalling",
      "authors": "Pauline Bijster",
      "description": "Wat verandert er allemaal in je lichaam, je geest en je hormonen na de geboorte van een kind? Niets is meer hetzelfde, maar hoelang duurt het voor je je weer 'jezelf' voelt? De baby roept om zorg en aandacht en als moeder heb je net een zwangerschap en een bevalling doorstaan. Ook als alles zonder complicaties verloopt, zijn er ingrijpende lichamelijke en geestelijke gevolgen. De bekkenspieren bijvoorbeeld zijn een jaar na een bevalling pas voor driekwart hersteld, en na twee jaar zijn in de hersenen nog altijd duidelijke veranderingen zichtbaar. Wat omvat het herstel na een bevalling eigenlijk? Wat kun je verwachten en wat kun je doen? En waarom hebben we het hier niet vaker over? Pauline Bijster sprak met meer dan dertig wetenschappers, artsen en andere zorgprofessionals over alles wat een vrouw meemaakt na een zwangerschap. Een nieuw leven is een even openhartig als noodzakelijk boek voor alle vrouwen die zich maanden of zelfs jaren na de kraamtijd afvragen wat er eigenlijk is gebeurd met hun lichaam, hun gezondheid en hun gevoel. 'Goed dat dit boek aandacht besteedt aan onderbelichte belangrijke onderwerpen zoals het moederbrein en postnatale depressie.' - Dick Swaab Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447117394?aid=kb-online-bibliotheek&sid=17&dts=1756467845401&sig=b4d982b4cc94188df5b1b8abadc6a61c86c43c4dfee5ef1b00c0bb057d28bb17&width=320",
      "dateSeen": "2025-08-30T07:11:04.510Z"
    },
    "b2a018d9d7af61e74381803b61b693789d7b0e4c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453209726/eindspel-jene--mollenhorst",
      "title": "Eindspel",
      "subtitle": "De werkelijkheid is erger...",
      "authors": "Jené Mollenhorst",
      "description": "Een onbekend huis. Een onbekende vrouw. Een kans die te mooi lijkt om waar te zijn...  Iris is alles kwijt: haar relatie, haar huis, haar houvast. Dan leert ze op haar werk Charlotte Dubois kennen. Als die haar een tijdelijke plek aanbiedt in een prachtig oud huis - inclusief de zorg voor haar bejaarde oma - zegt Iris vol dankbaarheid ja. Eindelijk rust. Of toch niet? Want nog voordat ze goed en wel is geïnstalleerd, begint er iets te wringen. De oude mevrouw Dubois heeft haar helemaal niet nodig. Het huis ademt iets ongemakkelijks. En dan die bezoekers... mensen die zomaar opduiken, en dingen lijken te weten die Iris zelf nog moet ontdekken. Waarom is ze hier echt? Wat verzwijgt Charlotte? Meer en meer raakt Iris verstrikt in de regels van een spel. Een spel dat haar leven voorgoed kan veranderen...\nEen beklemmende, psychologische thriller over vertrouwen, manipulatie en een spel waarvan de regels steeds veranderen. Tot de laatste zet. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453209726?aid=kb-online-bibliotheek&sid=17&dts=1756466897280&sig=b071456a2863a7a65dd7de3b734039a45e11e499a2eff486bda7fc6676cc6255&width=320",
      "dateSeen": "2025-08-30T07:11:04.734Z"
    },
    "b9ec42907914a769d6d0b01a98c5078e443eb0a1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443890986/huilen-in-de-supermarkt-michelle-zauner",
      "title": "Huilen in de supermarkt",
      "authors": "Michelle Zauner",
      "description": "Michelle Zauner, de frontvrouw van de Amerikaanse indieband Japanese Breakfast, verloor op haar vijfentwintigste haar Koreaanse moeder aan kanker. Sindsdien barst ze vaak zonder enige aanleiding in tranen uit in de Aziatische supermarkt. Als ze een moeder en dochter samen jjamppong ziet eten in het foodcourt, wordt ze teruggevoerd naar de zorgeloze zomermaanden die ze samen met haar moeder en haar twee tantes doorbracht in het kleine appartement van haar grootmoeder in Seoel. Michelle leert zichzelf Koreaans koken en aan de hand van kimchi en bibimbap probeert ze haar moeder te doorgronden en haar herinneringen een plaats te geven.  Een persoonlijk en ontroerend verhaal vol humor over rouw, een zoektocht naar identiteit en heel veel Koreaans eten. Michelle Zauner is vooral bekend als zangeres en gitariste van de indie-popband Japanese Breakfast. Ze oogstte wereldwijd veel lof voor de albums Psychopomp (2016) en Soft Sounds from Another Planet (2017). Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443890986?aid=kb-online-bibliotheek&sid=17&dts=1756467204405&sig=32fd6649daede76fb81017b508312f8e62f14c7ec58bffd00cd272ecc2a14db4&width=320",
      "dateSeen": "2025-08-30T07:11:04.956Z"
    },
    "ddecff3c60bb6524c6b9b0d1161da3ac7de0a903": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442273274/de-italiaanse-vakantie-catherine-mangan",
      "title": "De Italiaanse vakantie",
      "subtitle": "Dit wordt de vakantie, eh... het werkbezoek van haar leven! Tot alles misgaat...",
      "authors": "Catherine Mangan",
      "description": "Proef en ruik Italië in De Italiaanse vakantie van Catherine Mangan, hét vakantieboek van deze zomer.Katie, die als junior schrijver bij een reismagazine werkt, krijgt eindelijk de kans zich te bewijzen. Meestal krijgt ze de rotklusjes, maar nu mag zij in plaats van haar baas een reportage maken over het Italiaanse eilandje Ponza. Samen met haar beste vriendin Farrah stapt ze op het vliegtuig voor het mooiste zomertripje ooit.Maar dat pakt anders uit. Farrah krijgt op Ponza een ongeluk en belandt in het ziekenhuis. Omdat Katie haar niet alleen wil laten en dus langer blijft dan de bedoeling was, krijgt ze zowel de woede van haar baas als van haar vriendje over zich heen; die laatste vindt dat ze thuis, bij hém, hoort te zijn. Gelukkig zijn daar nog het prachtige eiland én de intrigerende chef-kok Nico, en Katie dreigt op allebei verliefd te worden. Wat nu?Lezersreacties:'Heerlijk feelgoodverhaal. Je proeft het Italiaanse sfeertje!''Van harte aanbevolen als vakantieboek, of om je in te beelden dat je op vakantie bent!' Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442273274?aid=kb-online-bibliotheek&sid=17&dts=1756466571141&sig=65fcc67ad4f9e4d2c67b0f9428ad110c213aacaef5e25ebffe179c40f957d8f1&width=320",
      "dateSeen": "2025-08-30T07:11:05.186Z"
    },
    "aeb8acc3603352f3523f2f490c410ddbcd356b90": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442273223/de-dagen-dat-ik-je-liefhad-amy-neff",
      "title": "De dagen dat ik je liefhad",
      "authors": "Amy Neff",
      "description": "De dagen dat ik je liefhad van Amy Neff is een roman met een hart: een prachtig geschreven en aangrijpend verhaal over de kracht van liefde.Het verhaal van Evelyn en Joseph begint in de zomer van 1941. Aan de schilderachtige kust van New England, waar hun families al generaties lang wonen, worden ze verliefd op elkaar. Samen nemen ze de Oyster Shell Inn van Josephs ouders over, waar ze hun drie kinderen grootbrengen. Maar nu, meer dan zestig jaar later en na een leven vol hoogtepunten, is Evelyn ernstig ziek.De maanden die volgen gebruiken Joseph en Evelyn om samen met hun kinderen herinneringen op te halen en hun dromen te vervullen. Maar wanneer de laatste dagen dichterbij komen, staan de twee voor de lastigste beslissing van hun leven: hoe moet hun verhaal eindigen?De dagen dat ik je liefhad is een meeslepende roman over familiebanden, de schoonheid van hoop en de kracht van liefde.‘Fans van The Notebook zullen dit onvergetelijke verhaal over verlies, tweede kansen en onvergetelijke liefde verslinden. Pak je zakdoeken en bel je leesclub, want dit wordt je volgende must-read!’ Pam Jenoff, auteur van Het meisje van de Kommandant‘Filmische, hartverscheurende roman.’ Troskompas‘Een ongelooflijk ontroerende en gelaagde roman over het verschil tussen voor jezelf en anderen kiezen, en over de vele kanten van liefde.’ Jodi Picoult, New York Times-bestsellerauteur‘Zet de doos met tissues maar klaar, want De dagen dat ik je liefhad is een even teer als ontroerend liefdesverhaal.’ Margriet‘Een meeslepend verhaal over liefde, hoop, kracht en familie.’ Noorderland‘Een roman met een hart: een prachtig geschreven en aangrijpend verhaal over de kracht van liefde.’ Peel en Maas Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442273223?aid=kb-online-bibliotheek&sid=17&dts=1756466781372&sig=27ce7aa8845f71a3da6d42af4f583749988d06e1bd44c80dcd6f790d683091b3&width=320",
      "dateSeen": "2025-08-30T07:11:05.447Z"
    },
    "4833ba317b35ff68aa150e8b1f44a0f7c801b110": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/440625955/de-vijf-talen-van-de-liefde-bij-dementie-deborah-barr---edward-g--shaw---gary-chapman",
      "title": "De vijf talen van de liefde bij dementie",
      "subtitle": "blijven liefhebben als herinneringen vervagen",
      "authors": "Deborah Barr | Edward G. Shaw | Gary Chapman",
      "description": "Chapmans populaire vijf talen van de liefde gecombineerd met de inbreng van twee zorgprofessionals met expertise met betrekking tot dementie. Dementie is ingrijpend, ook voor de naasten van hen die eraan lijden. Voor de kwaliteit van leven is goede begeleiding en ondersteuning heel belangrijk. Hoe kun je een relatie onderhouden met iemand die steeds meer het vermogen daartoe verliest? De auteurs beschrijven hoe je in verschillende fasen van dementie de vijf liefdestalen kunt inzetten om doelgericht contact te maken en ervoor te zorgen dat iemand met dementie zich veilig en geliefd voelt. Met ervaringsverhalen, achtergrondinformatie en praktische adviezen. Dr. Gary Chapman is auteur, spreker, voorganger en therapeut. Hij heeft een passie voor mensen en wil hen helpen bouwen aan liefdevolle, blijvende relaties. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A440625955?aid=kb-online-bibliotheek&sid=17&dts=1756466933418&sig=0c3a1524c76e634448241c1216b8d2306247851c2e6f21a33e9605e26051f12d&width=320",
      "dateSeen": "2025-08-30T07:11:05.719Z"
    },
    "cdcf69bd7b9b5d5339c5f62dc35a02e9b0e4f763": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/439260477/liefde-in-plaats-van-chocola-judith-van-gennip---sara-van-grootel",
      "title": "Liefde in plaats van chocola",
      "subtitle": "Emotie-eten de baas, dat lukt jou ook!",
      "authors": "Judith van Gennip | Sara van Grootel",
      "description": "Uitgeteld lig je op de bank met maar één gedachte: ik moet zoet, chocola, NU! Na een zware werkdag is eerst een halve zak chips nodig om tot rust te komen... Herken je deze situaties?\nDit soort snoep- en snaaibuien zijn funest voor je zelfvertrouwen én je gewicht. Wil je er blijvend vanaf? En niet meer op dieet? Sara van Grootel en Judith van Gennip helpen je stap voor stap bij dit proces. Ze laten je onderzoeken waar jouw neiging tot emotie-eten vandaan komt. Je leert voelen dat je eigenlijk behoefte hebt aan een luisterend oor, troost of liefde. Een pak koekjes opeten vervult dit verlangen niet. Ze laten zien hoe je je behoefte aan rust en aandacht kunt bevredigen zónder naar troosteten te grijpen. Met dit boek krijg je je snoepbuien definitief onder controle.\n  'Confronterend en motiverend.'\n  'De verhalen van de afvallers en emotie-eters zijn een feest der herkenning. Ik realiseer me dat ik niet de enige ben die op een verjaardag niets eet en thuis stiekem de koelkast induikt.'\n  Sara van Grootel en Judith van Gennip zijn beide diëtist en al jaren 'Emotie-eten de baas'-specialist©. In hun praktijken helpen ze klanten het patroon van emotie-eten te doorbreken met behulp van het 7-stappenplan van Emotie-eten de baas. Hierdoor hebben honderden klanten het emotie-eten achter zich kunnen laten, en dat gunnen we jou ook! Sinds 2021 zijn zij samen eigenaar van Emotie-eten de baas en leiden ze andere leefstijlprofessionals op om met het 7-stappenplan te werken. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A439260477?aid=kb-online-bibliotheek&sid=17&dts=1756469139075&sig=49cff686dbe2574f075e1358819b908ce414472ab1d40b85865c07bc6b568467&width=320",
      "dateSeen": "2025-08-30T07:11:05.966Z"
    },
    "7246f8404f1414f528ad01be6037e7ce2d3549f5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442273398/let-the-games-begin-rufaro-faith-mazarura",
      "title": "Let the Games Begin",
      "subtitle": "Zal hun liefde de eindstreep halen...",
      "authors": "Rufaro Faith Mazarura",
      "description": "Let the Games Begin van Rufaro Faith Mazarura is een zinderende romcom over liefde in het olympisch dorp. Een originele en sexy sports romance vol humor en ontroerende momenten. Wanneer Olivia in Athene aankomt voor haar nieuwe baan bij het Internationaal Olympisch Comité, ontdekt ze dat haar functie al is toebedeeld aan de zoon van een miljardair. Er zit maar één ding op: helpen als vrijwilliger in het olympisch dorp.Zeke is in Athene om zijn titel als snelste man ter wereld te verdedigen, maar de wedstrijd roept ongemakkelijke herinneringen op uit zijn verleden. En terwijl de openingsceremonie dichterbij komt, maakt hij zich zorgen over de toekomst van zijn sportcarrière.Als Zeke en Olivia elkaar letterlijk tegen het lijf lopen, staan ze meteen op gespannen voet. Maar wanneer hun wegen elkaar blijven kruisen, worden ze steeds hechter. Kan hun opbloeiende romance de eindstreep halen, of zijn er simpelweg te veel hordes om te nemen?  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442273398?aid=kb-online-bibliotheek&sid=17&dts=1756467185787&sig=6e0851599fda570a7a19805bd58f5bbf4e2283bb212b25759cd67cfa4daf0a48&width=320",
      "dateSeen": "2025-08-30T07:11:06.207Z"
    },
    "924fcea644aa796270bd9090a6432d01b384f41d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444538283/de-eeuw-van-brussel-eric-min",
      "title": "De eeuw van Brussel",
      "subtitle": "1850-1914 biografie van een wereldstad",
      "authors": "Eric Min",
      "description": "Brussel is een schaalmodel van het beste wat de westerse cultuur tussen 1850 en 1914 te bieden had. Het was een artistiek kruitvat, maar evengoed een laboratorium waar de nieuwe maatschappij vorm kreeg. In de hoofdstad van het jonge koninkrijk België - toentertijd de derde economische wereldmacht - werden oude vormen en gedachten vakkundig gefileerd en door andere vervangen: van symbolisme en art nouveau tot meedogenloze avant-garde, van socialistisch veldwerk tot anarchistisch oproer. In Brussel bleef niets ongedacht. Politieke asielzoekers en avonturiers, denkers en doeners, vinders en uitvinders spoelden aan in deze elegante metropool waar het leven goed was - vraag het aan Baudelaire, Marx, Rodin, Ensor, Multatuli en al die anderen, lees het na bij Teirlinck of Vermeylen. Vergeten kamergeleerden en bevlogen dichters, letterzetters en duizendkunstenaars, literaire en libertaire samenzweerders woonden in de stad-zonder-stroom. Zij schreven er geschiedenis.  Eric Min studeerde wijsbegeerte aan de Vrije Universiteit Brussel. Een kwarteeuw lang werkte hij voor de cultuurredactie van de krant De Morgen en voor talrijke andere media. Hij publiceerde succesvolle biografieën van James Ensor, Rik Wouters en Henri Evenepoel en stedenboeken over Parijs en Venetië (met Gerrit Valckenaers). Hij schreef ook de bestseller Gare du Nord over Belgische en Nederlandse kunstenaars in het Parijs van 1850 tot 1950. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444538283?aid=kb-online-bibliotheek&sid=17&dts=1756472039173&sig=45f9f78a6ec2f72548a31fb65bbba2e98498dab9eae250f1f46864e69457d5e2&width=320",
      "dateSeen": "2025-08-30T07:11:06.451Z"
    },
    "3a2461b7d7f117275986207c436a3f904937b32e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453633870/de-best-wel-ongelofelijke-terugkeer-van-torre-annekarijn-overduin",
      "title": "De best wel ongelofelijke terugkeer van Torre",
      "authors": "Annekarijn Overduin",
      "description": "Ontmoet vertrouwde én nieuwe personages in het razend spannende tweede deel over Torre en zijn eigenwijze geitje Natneus. Met het boek 'De best wel ongelofelijke terugkeer van Torre' schrijft Annekarijn Overduin opnieuw een gelaagd en magisch avontuur.\nEen jaar na zijn grote avontuur keert Torre terug naar de wonderlijke berghut. Hij is best alleen geweest, dus het is heerlijk om weer bij oom Fons te zijn. En ze gaan op expeditie! Maar dan breekt Fons tijdens noodweer zijn enkel en moet Torre met Natneus hulp gaan halen. Als de weg naar het dorp door modder versperd blijkt, gaat Torre op zoek naar zijn oude aardvolk vrienden. In de woeste natuur loert overal gevaar en het gaat bijna mis, maar een raadselachtig meisje redt hem. Lukt het ze om samen oom Fons in veiligheid te brengen? En was het wel zo'n goed idee om het aardvolk om hulp te vragen? Eén ding is zeker: de terugkeer van Torre zal iedereen raken en dit kinderboek houdt je op het puntje van je stoel.  Een magisch tweede hoofdstuk in de nu al klassieke avonturenserie vol actie én humor. Het kinderboek 'De best wel ongelofelijke terugkeer van Torre' is leuk om voor te lezen vanaf 8 jaar en zelf te lezen vanaf 10 jaar.  'De toch niet zo eenzame tocht van Torre' en 'De best wel ongelofelijke terugkeer van Torre' sluiten allebei perfect aan bij het thema van de Kinderboekenweek 2025: vol avontuur! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453633870?aid=kb-online-bibliotheek&sid=17&dts=1756468101599&sig=4902257467bc2bf2155714c7d1981c87d0915771de9fcc2a971adbe9c2704407&width=320",
      "dateSeen": "2025-08-30T07:11:06.849Z"
    },
    "48123d451b6858bc69a150b6f46ba5efe7ef9d52": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453607004/houten-vogeltje-reem-talib",
      "title": "Houten vogeltje",
      "authors": "Reem Talib",
      "description": "Irak, eind jaren ’50. Amir wil zijn studie afmaken, met Renée trouwen en samen naar Engeland emigreren. Maar wat hij wil kan alleen in zijn fantasie gebeuren. In Bagdad vindt een staatgreep plaats, en als de leden van de Vrije Officieren de koning omleggen, wordt Amir tegen wil en dank in monsterlijke gruwelen meegesleept. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453607004?aid=kb-online-bibliotheek&sid=17&dts=1756472760548&sig=03431800068360125d79694e6e9ee007b9c1a8131882f09ecafd629960fe9b94&width=320",
      "dateSeen": "2025-08-30T07:11:07.083Z"
    },
    "aa1ed1fc73e3b046f65f84cac3993435698683f4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448180421/heraut-garvin-pouw",
      "title": "Heraut",
      "authors": "Garvin Pouw",
      "description": "Het verenigen van Azeria is één ding, maar hoe verspreid je de boodschap van de Godinne over de volledige planeet? Contact leggen met de uiteengelegen domeinen van de Nimfanen is al uitdagend en dan is er ook nog eens de Valta, een uitgestrekte woudzee ver weg in de Diepe Wereld, afgesloten voor de meeste geesten. Ineens verschijnt Ameja, een wonderkind dat ver buiten zichzelf kan reizen. Is ze een Orakelstem? Een tandwiel in de machinerie van de goden? Trek je zo'n gift in twijfel of omarm je haar? Dit is immers het uur dat de nood schreeuwt om een Heraut... Heraut is het zevende deel in de doorlopende Valta serie van Garvin Pouw en is tevens de inleiding voor de al eerder verschenen Valta trilogie. Een nieuw startpunt met een overvloed van nieuwe en bekende personages. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448180421?aid=kb-online-bibliotheek&sid=17&dts=1756467109229&sig=2f9a5afba2ff963b3f1e7c7e426defb0c0a20f4eba130f27d78dee1948ba21ac&width=320",
      "dateSeen": "2025-08-30T07:11:07.324Z"
    },
    "5f5a11cbe1953882466763390a4ffff65a411344": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447729020/tijdstrijd-hay-van-den-munckhof",
      "title": "Tijdstrijd",
      "authors": "Hay van den Munckhof",
      "description": "“Tijdstrijd” is het slotdeel van de Maya-trilogie. In deel één, “Race door de tijd”, reist Maya na een opleiding aan de tijdreisfaculteit naar het verleden, waar ze als slavin in de wrede Vikingwereld belandt. Deel twee, “Gevangene van de tijd”, voert haar naar een levensgevaarlijke toekomst, waarin de wereld na een klimaatramp onherkenbaar is veranderd. Er woedt een strijd op leven en dood tussen Noord-Europa en het tropische Zuiden. In deel drie, “Tijdstrijd”, heeft Maya naast moed en vindingrijkheid al haar tijdreiskennis nodig om Zuidland van de ondergang te redden. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447729020?aid=kb-online-bibliotheek&sid=17&dts=1756481631571&sig=50914037ba622b8f81c5cf9a9b2ac4badba182dcb66144a84016762e266571cf&width=320",
      "dateSeen": "2025-08-30T07:11:07.720Z"
    },
    "c0b75bac0979bd8c78756140dabc9a437ee4cc2c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453410138/spelbreekster-nicole-kuiper",
      "title": "Spelbreekster",
      "authors": "Nicole Kuiper",
      "description": "Aurora, een succesvolle vijfendertig-jarige vrouw, is wanhopig op zoek naar liefde. Wat begint als een zoektocht naar romantiek verandert al snel in een strijd om te overleven. Wanneer ze in het web van een sadistische psychopaat terechtkomt, moet ze al haar moed en intelligentie aanwenden om te ontsnappen aan zijn levensgevaarlijke spelletjes. Samen met haar beste vriendin Maud trotseert Aurora een web van leugens en gevaar, terwijl de dreiging steeds dichterbij komt. Zal Aurora erin slagen om levend uit de klauwen van deze krankzinnige te ontsnappen, of wordt haar zoektocht naar liefde haar ondergang? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453410138?aid=kb-online-bibliotheek&sid=17&dts=1756554576836&sig=00439e6e8393d014d079083fbfa25e09ad9481c2f51e5cd546592811b7980c3d&width=320",
      "dateSeen": "2025-08-31T07:11:52.888Z"
    },
    "deb731d862117a7f8963415ec7d57c76c408bf6a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444680063/the-charlie-method-elle-kennedy",
      "title": "The Charlie Method",
      "authors": "Elle Kennedy",
      "description": "The third in the steamy, hilarious Campus Diaries series by New York Times bestselling author Elle Kennedy, set in the same world as Off Campus and Briar U.  College senior Charlotte Kingston is living two lives?and she's nailing both of them. By day, she's the perfect sorority girl, a STEM student in biomedical engineering, and the adopted daughter of an overachiever family. At night, she's Charlie: a risk-taking daredevil looking for fun who finds herself chatting on a dating app with two anonymous hotties. Will Larsen may seem like the breezy boy next door, but his congressman father is a constant thorn in his side. After a scandal hits another Division 1 hockey program, Will's dad is determined to distance his son from it, hiring a journalist to prove how squeaky-clean Will and his team are. Which means the last thing Will wants is for anyone to find out he and his best friend Beckett Dunne?a laidback Aussie shielding secret heartache?sometimes share girls in the bedroom. When Charlie finally meets them in person and realizes she's been chatting with two gorgeous Briar U hockey players, things get steamy?fast. But all their messy secrets are piling up, and real life soon threatens to shatter the fantasy. With Charlie, Will, and Beckett all coming to terms with what they want and what others want for them, difficult decisions will need to be made. Especially when lust starts to look a lot like love.  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444680063?aid=kb-online-bibliotheek&sid=17&dts=1756546868107&sig=deea44e078b9d8b34f24029d5f4102088c158359ebc092ca340f772908dd8e51&width=320",
      "dateSeen": "2025-08-31T07:11:53.166Z"
    },
    "385ab8a924fbd6a12f5cb5c246e553584c21f15f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453655424/met-heel-mijn-hart-janneke-spijkerboer",
      "title": "Met heel mijn hart",
      "subtitle": "en knikkende knieën",
      "authors": "Janneke Spijkerboer",
      "description": "Als je ja zegt tegen de liefde... maar ook tegen jezelf Wanneer Babet door haar beste vriendin Flo wordt gevraagd om de ceremonie van haar bruiloft te leiden als BABS, voelt ze zich diep vereerd. Eén klein detail: Babet houdt niet van spreken in het openbaar. Toch zegt ze ja, want voor Flo doet ze alles. Om officieel benoemd te worden als trouwambtenaar moet Babet een nephuwelijk voltrekken. Maar als haar zorgvuldig voorbereide speech door een blunder onleesbaar wordt, blijft ze achter met alleen haar hart en een hoop zenuwen. En dan is er Jerry, charmant, aantrekkelijk en sportief. Babet valt als een blok voor deze knappe basketspeler. Liefde. Verwarring. Maar klopt haar beeld van hem wel? Waarom voelt het alsof hij iets voor haar achterhoudt? En wat is zijn mysterieuze connectie met Flo? Een hartverwarmende feelgoodroman over vriendschap, verwachtingen en de liefde vinden - soms waar je haar het minst verwacht. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453655424?aid=kb-online-bibliotheek&sid=17&dts=1756540119515&sig=02f9ed3463d90868219c6ca7bf249ed03ba3959d11882656eaaa338eaaf9c0b2&width=320",
      "dateSeen": "2025-08-31T07:11:53.366Z"
    },
    "e7ab63aae3e2c8c181266f0b2e97bd712319af22": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453655408/enkele-reis-stockholm-kjell-genberg",
      "title": "Enkele reis Stockholm",
      "authors": "Kjell Genberg",
      "description": "Als zoon van de leider van de 'Ndrangheta, een van de drie machtigste maffiaorganisaties van Italië, lijkt Mario Puzzolini's toekomst al bij zijn geboorte vast te staan. Na zijn vuurproef legt hij de eed af en wordt hij als capolocale naar Stockholm gestuurd. Een bloeiend restaurantimperium dient als dekmantel.  De 'Ndrangheta houdt Europa in een ijzeren greep. Vanuit Calabrië controleert ze de drugshandel en breidt zij haar macht uit via afpersing, internetfraude en de infiltratie van overheidsinstellingen en bedrijven.\nDe 'Ndrangheta heeft jarenlang onopgemerkt in Zweden kunnen opereren; tot Mario Puzzolini het doelwit wordt van een aanslag. Al snel ontdekken hij én de politie dat een nietsontziende bende uit Gotenburg in de Zweedse hoofdstad is opgedoken, die vastbesloten is de lucratieve markt ook in deze regio in handen te krijgen.\nEen meedogenloze machtsstrijd mondt uit in een verwoestende confrontatie. In een race tegen de klok weet de politie de knoop te ontwarren - maar tegen welke prijs?\nKjell Genberg\nKjell Genberg (1940) is een van de meest productieve schrijvers van Zweden. Hij heeft meer dan driehonderd titels op zijn naam staan, waaronder misdaadromans, westerns, historische romans, jeugdboeken en stripboeken. Ook heeft hij een reeks non-fictieboeken geschreven, onder andere over het ontstaan en de val of wederkomst van de maffia.\nGenbergs boeken zijn in tal van talen verschenen, zoals in het Engels, het Russisch, het Duits, het Hongaars en zelfs het Koerdisch en Esperanto. In het Nederlands zijn vijf boeken van hem verschenen, die diverse herdrukken hebben gekend. Ze zijn beschikbaar als e-book en als luisterboek.\nKenmerken van Genbergs verhalen zijn de geraffineerde opbouw, de ingenieuze plots en de 'menselijkheid' van de personages - aan welke kant van de wet ze ook staan.\nMeer informatie over Kjell Genberg is te vinden op Wikipedia Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453655408?aid=kb-online-bibliotheek&sid=17&dts=1756540294912&sig=4f95551188d2a588aa5e5461072c113a2c4c7f40d074cfc622092126e7840dae&width=320",
      "dateSeen": "2025-08-31T07:11:53.522Z"
    },
    "5f0e066d7f4d46ac22b7cee290d4bed78556d41a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453655513/het-zwarte-water-sacha-voogd",
      "title": "Het zwarte water",
      "subtitle": "Hoe ontsnap je aan iets dat diep in jezelf verborgen zit?",
      "authors": "Sacha Voogd",
      "description": "Soms ligt het gevaar niet in wat je je herinnert, maar in wat je vergeten bent.  Charlie heeft haar leven strak onder controle. Succesvolle consultant, altijd onderweg, altijd bezig. Maar vanbinnen knaagt er iets. Ze zegt te vaak ja, verliest zichzelf in haar werk, en grenzen? Die zijn er vooral voor anderen. Als een nieuwe opdracht haar terugbrengt naar het oosten van het land, komt ze op een plek die ze liever was vergeten.  Herinneringen aan een zinderende zomer op een camping, aan vriendschap, verliefdheid... en iets wat nooit besproken is. Iets wat haar nooit echt heeft losgelaten.  Terwijl Charlie stukje bij beetje het verleden ontrafelt, komt de dreiging steeds dichterbij. Alsof iemand niet wíl dat ze zich herinnert wat er is gebeurd. En dan is er nog die man. De one night stand die haar niet met rust laat. Wat eerst onschuldig leek, slaat langzaam om in pure angst. Hoe ontsnap je aan iets dat diep in jezelf verborgen zit? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453655513?aid=kb-online-bibliotheek&sid=17&dts=1756540867172&sig=9d93756befa1f0a7bbef3a182ef8a9c016b81d4169f68af835bedcaa14b251dd&width=320",
      "dateSeen": "2025-08-31T07:11:53.693Z"
    },
    "80c5c98778d183a29a47164b9194d7b23e4035e1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444549013/laat-me-binnen-manon-uphoff",
      "title": "Laat me binnen",
      "subtitle": "Drie verhalen",
      "authors": "Manon Uphoff",
      "description": "De nieuwe verhalen van Manon Uphoff – intens, hartstochtelijk en intrigerend  In Laat me binnen zijn de personages verbannen uit hun huis en uit het leven zoals ze dat kennen. De jonge vrouw uit het titelverhaal wordt opgejaagd door iets ongrijpbaars van binnenuit: het verleden, waar ze nog niet naar kan kijken. In het tweede verhaal moet Hebibovic, die zachtaardiger is dan hem als man wordt toegestaan, de oorlog in – om daarna als een splinter in het leven van zijn vrouw en zoon te blijven steken. In het laatste verhaal overziet Linde, nadat ze ten val komt in haar atelier, haar leven en dat van haar broer, en onderzoekt ze wat hen van elkaar heeft vervreemd na hun gedeelde jeugd.  Allen zoeken ze in een aangetaste wereld naar een plek waar vrijheid en zorg voor een ander naast elkaar kunnen bestaan. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444549013?aid=kb-online-bibliotheek&sid=17&dts=1756547372059&sig=6070bb7069f546505dd3cf56a846a0d28201c4ec5b0ac0cdc7779d5cd1e3b954&width=320",
      "dateSeen": "2025-08-31T07:11:53.845Z"
    },
    "2e11274d5ae4c8cecb94fa64601ad73d529dc540": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444678050/de-tijgerkat-giuseppe-tomasi-di-lampedusa",
      "title": "De tijgerkat",
      "authors": "Giuseppe Tomasi di Lampedusa",
      "description": "In 1860 landt Garibaldi bij Marsala om Sicilië in te lijven bij de nieuwe, liberale eenheidsstaat Italië. Het is gedaan met de Bourbons en met de feodaliteit: de platte, berekenende burgerij neemt de macht over. Don Fabrizio, prins van Salina, ziet deze ontwikkeling met lede ogen aan, maar voelt zich machteloos tegenover de geschiedenis en zoekt troost in zijn studie van sterren en planeten. Zijn pupil Tancredi weet zich wel aan te passen aan het nieuwe bestel. Hij kiest de kant van Garibaldi, trouwt met de dochter van een steenrijke dorpsburgemeester en zal een hoge positie bekleden in de nieuwe staat.  De tijgerkat schetst een bedwelmend beeld van Sicilië. Het landschap wordt in geuren en kleuren beschreven en de mensen komen werkelijk tot leven. De beschrijving van de dood van de prins is een van de mooiste sterfscènes van de wereldliteratuur.  De tijgerkat heeft in Italië inmiddels meer dan zeventig drukken beleefd en is in alle talen vertaald. Anthonie Kee leverde met zijn vertaling van deze klassieker een prestatie van topniveau. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444678050?aid=kb-online-bibliotheek&sid=17&dts=1756547136667&sig=1e9b43fd868c0808900f99f7e5a8c1bac21c7ea334b6da78ea9496d73d3c02a8&width=320",
      "dateSeen": "2025-08-31T07:11:54.042Z"
    },
    "b9e1a0eaa5c6c2ced56a7cd6f1bf866b8957dc97": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444601910/uitverkoren-saskia-pieterse---janneke-stegeman",
      "title": "Uitverkoren",
      "subtitle": "Hoe Nederland aan zijn zelfbeeld komt",
      "authors": "Saskia Pieterse | Janneke Stegeman",
      "description": "Vrij, tolerant, verlicht en gematigd. Al sinds de zeventiende eeuw zien Nederlanders zichzelf deze positieve kwalificaties toe. In Uitverkoren leggen Saskia Pieterse en Janneke Stegeman dat positieve zelfbeeld op de snijtafel. Waar komt het vandaan, en vooral: hoe valt het te rijmen met vier eeuwen koloniale overheersing? Uitverkoren begint met de Opstand en de oprichting van de voc en trekt lijnen door naar Nederland als democratische staat. Het boek werpt daarin een kritische blik op de calvinistische staatsmannen die ons land hebben vormgegeven. Zij zagen niet zichzelf maar anderen als intolerant en onderdrukkend. De Nederlandse protestantse natie beschouwden ze als uitverkoren, door God geroepen om het ware geloof te verspreiden. Nederlanders waren geestelijk en lichamelijk verheven boven alle anderen. Pieterse en Stegeman maken inzichtelijk hoe het Nederlandse positieve zelfbeeld nauw verweven is met protestants kolonialisme en racialisering van anderen. Het is hoog tijd die geschiedenis onder ogen te zien. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444601910?aid=kb-online-bibliotheek&sid=17&dts=1756547492967&sig=b16a9ec28644c7ec5b86ed174a3ff97a885e25b87b201000a28dae6c403a2ab9&width=320",
      "dateSeen": "2025-08-31T07:11:54.223Z"
    },
    "dfebf23cab0b0ac452e5e7f7eb9cf30d7b447e91": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444571965/popcorn-donut-kaassouffle--eline-van-wieren",
      "title": "Popcorn donut kaassoufflé",
      "authors": "Eline van Wieren",
      "description": "Kato is een jonge vrouw met een kat, een passie voor lezen en een onzichtbare woede in zich. Haar honger is groot en onstilbaar. Daar wil ze van af. Ze wil stoppen met het maken van boodschappenlijstjes vol troostvoer dat ze van de dwingende stem in haar hoofd allemaal op moet eten. Maar gaat de groepstherapie vol onzinnige oefeningen echt een oplossing bieden? En wat als een van haar groepsgenoten wel heel dichtbij komt? Mag je zomaar verliefd worden als je niet eens weet hoe je voor jezelf moet zorgen?‘Het enige wat ik van een goed boek verlang, is dat het me iets waarachtigs over de mens laat zien dat ik eerder nog niet zag. Dat is precies wat Eline van Wieren doet op bloedeerlijke wijze; we hebben dit boek nodig.’ – Alma Mathijsen‘Zachte lichamen verdienen zacht licht – en laat het maar aan Eline van Wieren over om daar op volle kracht over te schrijven.’ – Eva Hoeke‘Eline van Wieren schrijft zintuiglijk en onomwonden over thema’s als eetstoornissen, trauma en herstel. Haar personages zijn niet perfect maar levensecht. Een verademing.’ – Tatjana Almuli‘Eline van Wieren laat op schitterende en schrijnende wijze honger zien. Een prachtig debuut, van een schrijfster bij wie je als lezer in goede handen bent.’ – Yentl van Stokkum Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444571965?aid=kb-online-bibliotheek&sid=17&dts=1756548640840&sig=13074164e01bec42f32142cf957811f6801f46dcc729927f1f0289faaa28af92&width=320",
      "dateSeen": "2025-08-31T07:11:54.450Z"
    },
    "6de63ef46163aafda00490df83079953aa31df4f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444666001/wat-vertelt-ons-dna--mieke-van-haelst",
      "title": "Wat vertelt ons DNA?",
      "subtitle": "Hoe we ziekten kunnen voorspellen, voorkomen en behandelen",
      "authors": "Mieke van Haelst",
      "description": "Genetica speelt een belangrijke rol in ons leven: DNA-onderzoek toont onder meer aanleg voor hart- en vaatziekten, kanker, obesitas en dementie. Dankzij genetische testen kunnen we toekomstige ziekten voorspellen en maatregelen nemen om gezond te blijven. Mieke van Haelst vertelt hoe deze grensverleggende ontwikkelingen in de genetica ons denken over gezondheid en erfelijkheid veranderen. Zo bevat ons DNA ook informatie over onze voorouders en toekomstige generaties, het is dus belangrijk om stil te staan bij de consequenties van een test: wat willen we weten en hoever gaan we? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444666001?aid=kb-online-bibliotheek&sid=17&dts=1756546683081&sig=00f95173195443c3cf63a762911c6985e4d38866f528c1fac3474578f133b4a1&width=320",
      "dateSeen": "2025-08-31T07:11:54.652Z"
    },
    "ed8bf66ae0472f451315dfea819de2f51d321274": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444601856/de-vrouw-in-de-kelder-emy-koopman",
      "title": "De vrouw in de kelder",
      "authors": "Emy Koopman",
      "description": "Een tekenlerares die niet meer kan tekenen trekt zich terug in een kelder. Om zich te verschuilen in het donker. Om de dingen helder te krijgen. Waarom heeft ze haar relatie bruusk verbroken? Ze praat tegen een stenen ei, en tegen de lege pagina. Maar werkelijke afzondering blijkt onmogelijk. Om een opdringerige schim het zwijgen op te leggen, moet ze zich verhouden tot haar weerzin tegenover haar vader, het ouderschap en de veeleisende prestatiemaatschappij. In deze fonkelende nieuwe roman ontvouwt Emy Koopman een stoutmoedige en eigenzinnige blik op vrouwelijke woede. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444601856?aid=kb-online-bibliotheek&sid=17&dts=1756547496502&sig=c905b1a4e0567ac2599e0578123e69b9f1ed7c3ae9b05c4914d5ea8499cd879e&width=320",
      "dateSeen": "2025-08-31T07:11:54.807Z"
    },
    "64f458b45b81483d53902a47658563d3e7974dfb": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444534512/door-eigen-hand-joost-zwagerman",
      "title": "Door eigen hand",
      "subtitle": "Zelfdoding en de nabestaanden",
      "authors": "Joost Zwagerman",
      "description": "Deze editie bevat naast de bestaande indringende gesprekken met schrijvers als Jeroen Brouwers, Renate Dorrestein en Arthur Japin, nog niet eerder in boekvorm gepubliceerde interviews en artikelen van Zwagerman over Herman Brood, Kurt Cobain, David Foster Wallace en David Vann. Met een voorwoord van zijn weduwe Maaike Pereboom, een speciaal voor Zwagerman geschreven gedicht door Lucas Rijneveld en een ode door David Van Reybrouck. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444534512?aid=kb-online-bibliotheek&sid=17&dts=1756545728652&sig=193d9c30ee83bc90d751947a4cf310339c72a48a6b3ea9ed8c7f6f42339c131e&width=320",
      "dateSeen": "2025-08-31T07:11:55.030Z"
    },
    "2a6630cf6897f7bc1983faabf4ba56fd0a6df79d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444576967/juniper-in-het-hierna-nogmaals-henry-lloyd",
      "title": "Juniper in het hierna nogmaals",
      "authors": "Henry Lloyd",
      "description": "De eenhoorn Juniper ontmoet, op een mistige morgen, de leeuw Kinkeet. Die probeert, rennend op gympen, al vele jarenlang te ontkomen aan zijn eind. Juniper heeft medelijden met de oude leeuw. Zelf is hij niet bang – hij is een sprookjesdier! Hij meent dat hij altijd zal bestaan.  Als Juniper op een nacht dan tóch onverwachts terechtkomt in het dodenrijk, krijgt hij een opdracht: hij moet de leeuw in een val lokken, zodat de dood hem eindelijk zal kunnen vangen. Alleen als Juniper hierin slaagt, mag hij doorgaan met zijn leven…  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444576967?aid=kb-online-bibliotheek&sid=17&dts=1756546878665&sig=1745472484da98dbbc620a23962a21cfa5e92aea492b58b732c42f770a7a1698&width=320",
      "dateSeen": "2025-08-31T07:11:55.182Z"
    },
    "86f133fee3bdc6dbab546db37b177e765737bd16": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44468008X/een-hollander-op-blote-voeten-jacob-haafner",
      "title": "Een Hollander op blote voeten",
      "subtitle": "De eerste anti-koloniale aanklacht in de Nederlandse literatuur",
      "authors": "Jacob Haafner",
      "description": "Jacob Haafner zette in 1767 op twaalfjarige leeftijd voor het eerst voet aan wal in Azië. Het was het begin van een reeks omzwervingen in de wrede koloniale werkelijkheid van achttiende-eeuws India. In een openhartig reis- en liefdesverhaal, dat tegelijk een felle aanklacht is tegen koloniale uitbuiting, tekende Haafner zijn overzeese ervaringen op. Ver vóór Multatuli, en in veel opzichten verregaander, voer hij uit tegen de ‘onverzadelijke gouddorst en veroveringszucht’ van de ‘witte tirannen’. Haafner deed alle moeite zich de Indiase taal en gewoonten eigen te maken, waaronder vegetarisme, en kwam tot de conclusie dat Europa deze beschaving niets te brengen had.  Thomas Rosenboom hertaalde het belangrijkste werk van deze gepassioneerde en visionaire verteller voor een nieuw publiek.  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44468008X?aid=kb-online-bibliotheek&sid=17&dts=1756550709342&sig=b193c9cf917a5b53bf00a5ce8fe59126a1539572fa6a84744970c1382e65bf36&width=320",
      "dateSeen": "2025-08-31T07:11:55.365Z"
    },
    "c1e1b6378ea3bcecb8e912d54350e97a3da7b56b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444649832/vleugelman-ge--vaartjes",
      "title": "Vleugelman",
      "subtitle": "Godfried Bomans 1913-1971",
      "authors": "Gé Vaartjes",
      "description": "Godfried Bomans bereikte met Pieter Bas en Erik of het klein insectenboek een groot lezerspubliek. Door columns in de Volkskrant en bijdragen aan Elseviers Weekblad nam zijn bekendheid nog toe. Maar zijn medewerking aan tal van televisieprogramma’s bracht hem de meeste roem. Miljoenen Nederlanders en Vlamingen waren gecharmeerd van zijn humor, milde ironie, ontregelende op treden en bedachtzame wijsheid. Legendarisch werd zijn moeizame verblijf op het onbewoonde eiland Rottumerplaat.  Bomans was veelzijdig getalenteerd en werd enorm bewonderd. Nog steeds wordt zijn naam vol ontzag genoemd. Toch was hij bovenal een onzeker, moeilijk te doorgronden en in wezen eenzaam mens. Hij was nauwelijks in staat de alledaagse werkelijkheid te dragen en probeerde die kleur te geven en te vervormen tot een voor hem acceptabele realiteit. Met zijn fantasie gaf hij het leven vleugels.  Gé Vaartjes schreef het fascinerende levensverhaal van deze rusteloze man, die levenslang vocht tegen angsten en schuilplaatsen zocht bij enkele goede vrienden en ettelijke vrouwen. Hij tekent Bomans als een man die doorlopend twijfelde aan zichzelf, maar de problemen van zijn tijd scherp wist te duiden. Vleugelman is een monument voor een schrijver – en schetst een genuanceerd beeld van de gecompliceerde mens erachter.\nBron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444649832?aid=kb-online-bibliotheek&sid=17&dts=1756545908021&sig=3ae3c40b220adc7d3e21e4d438d668274d29c433a06ffd1cbbd17007c5085a48&width=320",
      "dateSeen": "2025-08-31T07:11:55.532Z"
    },
    "fc3fd3706a2ebf55a6cf47126bc9ce717d30c28d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444568123/wrede-prins-sophie-lark",
      "title": "Wrede prins",
      "authors": "Sophie Lark",
      "description": "Een match made in hell... Twee families, de Griffins en de Gallo’s, strijden al generatieslang om de controle over de onderwereld van Chicago. De rivaliteit ontbrandt weer in alle hevigheid wanneer Aida, de jongste en wildste Gallo, op een feestje van de Griffins waar ze niet voor was uitgenodigd per ongeluk de bibliotheek in brand steekt. Dan wordt besloten dat de twee families verenigd moeten worden, om te voorkomen dat ze elkaar vernietigen in een eindeloze oorlog. Een huwelijk moet de families binden, dus moet Aida trouwen, en wel snel. De bruidegom? Callum Griffin, de oudste zoon en erfgenaam van de Griffins. Callum is ijskoud, ambitieus en vastbesloten om zijn koppige nieuwe bruid te temmen. Maar Aida temmen is makkelijker gezegd dan gedaan. Ze neemt zich voor Callum naar het leven te staan, hoe knap hij dan ook wel niet mag zijn.  Aida heeft een stenen muur om haar hart heen gebouwd. Callum is een keiharde maffioso met een grote bewijsdrang. De twee strijden om dominantie, en het gaat hard tegen hard. Misschien passen ze toch beter bij elkaar dan ze willen toegeven…  Wrede prins is een van de populairste dark romances op TikTok. Wereldwijd zijn al veel lezers verliefd geworden op de verhalen vol spice en humor en maffiageweld van Sophie Lark.  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444568123?aid=kb-online-bibliotheek&sid=17&dts=1756550746618&sig=b3735a653afa374884754f8c2c3dbe195eccce9595092c61432120d29958d189&width=320",
      "dateSeen": "2025-08-31T07:11:55.701Z"
    },
    "d75051f9e9a50e47a7b67c384795ff871b652ccc": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444680020/schillen-thorn-de-vries",
      "title": "Schillen",
      "authors": "Thorn de Vries",
      "description": "‘Hoe kun je weten hoe het is om mens te zijn als je alleen maar bezig bent met hoe de mens hoort te zijn?’ – Thorn de VriesIn het jaar dat ‘genderneutraal’ verkozen werd tot irritantste woord kwam Thorn de Vries uit de kast. Wie ben je als iedereen een mening heeft over wie je zou moeten zijn? Hoeveel lagen verhullen en verbergen de essentie van je zijn?Schillen is een kwetsbaar verhaal over identiteit en transitie, en de moed om de schil te pellen.‘Als Thorn vertelt, luister ik. Ook nu, en luister vooral mee.’ – Tim Hofman Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444680020?aid=kb-online-bibliotheek&sid=17&dts=1756551780181&sig=60cb1b3112a34082faf63d4b6197cb78d2400f9985240a0e4ae0e54c89dade4f&width=320",
      "dateSeen": "2025-08-31T07:11:55.893Z"
    },
    "18f9b70d73af26f5d7a82c370d2d48835e7536e3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444552707/de-kunst-van-het-missen-olaf-tempelman",
      "title": "De kunst van het missen",
      "subtitle": "Waarom aardse paradijzen niet gelukkig maken",
      "authors": "Olaf Tempelman",
      "description": "Hoe welvarender mensen zijn en hoe meer mogelijkheden ze hebben, hoe sterker ze zich bewust kunnen raken van gemis in hun leven. Legden mensen zich in het verleden neer bij de mores van een levenscyclus, nu willen velen uit het leven halen ‘wat erin zit’, meemaken ‘waar het echt om gaat’, deelgenoot worden van wat Norman Mailer ‘the sweet of life’ noemde. Begrippen als ‘bucketlist’ en ‘fomo’ vinden we inmiddels ook in Nederlandse woordenboeken terug.  Eén van de gedaantes van de moderne mens die zoekt naar vervulling is De Reiziger. Aan de hand van het gedrag van reizigers brengt Volkskrant-journalist Olaf Tempelman in kaart wat bevoorrechte mensen in hun leven missen, en waarin moderne maatschappijen tekortschieten. Over de hele wereld ziet hij reizigers zoeken naar liefde, verlichting, bevlogenheid, geborgenheid en meer. Hij ziet óók dat er veel voorbijgaat aan mensen die niets willen missen. In een boek waarin hij reisimpressies met contemplaties mengt, pleit hij voor de kunst van het missen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444552707?aid=kb-online-bibliotheek&sid=17&dts=1756548581982&sig=92ed6ab99d8d0ce8935c48c93a3ec575817c5a5f396024d8edc59063c4101f5d&width=320",
      "dateSeen": "2025-08-31T07:11:56.059Z"
    },
    "2c8f40e673575405196ed1a1c1a91a19e947f2c1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444679944/hoe-vermoord-je-een-man--op-10-manieren---eve-kellman",
      "title": "Hoe vermoord je een man (op 10 manieren)?",
      "authors": "Eve Kellman",
      "description": "Ontmoet je nieuwe favoriete vrouwelijke seriemoordenaar!Vertrouw je je date niet? Laat die creep in de bar je niet met rust? Ben je bang dat je naar huis gevolgd wordt?App M.Ongeveer een jaar geleden was ik er klaar mee. Er zijn te veel mannen die zich misdragen, en te veel vrouwen die daar het slachtoffer van worden. Ik besloot een soort taxiservice te beginnen waar je een berichtje naartoe kunt sturen als je je ’s avonds onveilig voelt: App M.Inmiddels ben ik daar zo druk mee dat de rest van mijn leven er een beetje onder lijdt. Begrijp me niet verkeerd, ik ben blij dat ik zoveel vrouwen kan helpen, maar het is ook frustrerend. Want de mannen doen het de volgende avond gewoon weer, en de volgende, en de volgende...En nu heb ik net een van die mannen vermoord. Per ongeluk natuurlijk, maar het heeft me wel aan het denken gezet. Want er zijn verschillende manieren om slechte mannen te stoppen…Hoe vermoord je een man (op 10 manieren)? is de ultieme wraakthriller met donkere humor, voor de fans van Bella Mackie en Katie Brent. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444679944?aid=kb-online-bibliotheek&sid=17&dts=1756553251330&sig=e08d2fafdd9e664254e144302c71381a0c867293cf75951acf0abbb9612d97d9&width=320",
      "dateSeen": "2025-08-31T07:11:56.241Z"
    },
    "d93158cae90aa25be7fb8f6b53734d7e1e4c6c73": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444538275/forever-pucked-helena-hunting",
      "title": "Forever pucked",
      "authors": "Helena Hunting",
      "description": "Violet Waters is verloofd met Alex Waters, teamcaptain en de best betaalde NHL-speler in de competitie. Verloofd zijn met hem is geweldig. Hoe kan het ook anders? Hij is niet alleen een ontzettend goede ijshockeyer, maar ook een attente en lieve romanticus die waanzinnig goed is in bed. Dus vanzelfsprekend kan Violet niet wachten om met hem te trouwen. Het wordt geweldig! Ze kan elk moment een datum prikken voor de bruiloft. Echt elk moment hoor. Sowieso nog voor de zon is opgebrand. Of wanneer Violet geen netelroos van stress meer krijgt elke keer als iemand over de bruiloft begint, of als haar moeder en schoonmoeders niet meer samenspannen om Violet en Alex een absurd grote bruiloft op te dringen. Elk van die twee opties zou helpen.  Forever pucked is het hilarische vervolg op bestseller Pucked. Pucked eerst lezen of luisteren wordt sterk aangeraden! 18+  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444538275?aid=kb-online-bibliotheek&sid=17&dts=1756555565864&sig=ed6b5d3ca64aacf7177746f41c42407202a334a53a33c6e2a34cb5335611fe30&width=320",
      "dateSeen": "2025-08-31T07:11:56.478Z"
    },
    "6fbe763c58a65593d67fb1a1f7da0860d19bc01d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444508899/de-opdracht-van-de-moor-abdelkader-benali",
      "title": "De opdracht van de Moor",
      "authors": "Abdelkader Benali",
      "description": "De wereld kampt met klimaatverandering en door etnische conflicten raken bevolkingsgroepen op drift – waar is de mens nog veilig? In Venetië, maar dan wel in de woestijn. De schrijver Omar Lorenzo krijgt van een Nijmeegs ingenieursbureau de opdracht om Venetië in kaart te brengen met behulp van verhalen van reizigers, vluchtelingen en gelukszoekers. Deze verhalen vormen de basis voor het meest ambitieuze project uit de geschiedenis van de stadsarchitectuur: de verplaatsing van het door overstroming bedreigde Venetië naar de veilige woestijn in het Midden-Oosten. Lorenzo krijgt hulp van de raadselachtige dakloze Moor, die zich ontpopt als rasverteller. Ze vertellen elkaar verhalen die tonen hoe de wereld is verbonden, van de Waal tot het Canal Grande, van Dubai tot Tanger – juist als het water ons aan de lippen staat.  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444508899?aid=kb-online-bibliotheek&sid=17&dts=1756547116214&sig=394d77684b596c1b3ffea1b6ff23d7bdbd9e1ab4a489d377277d43b7f05efe96&width=320",
      "dateSeen": "2025-08-31T07:11:56.704Z"
    },
    "fd9f36304abe162b574e405c2dd07c4f2a909d04": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444642684/verwoest-koninkrijk-lisa-renee-jones",
      "title": "Verwoest koninkrijk",
      "authors": "Lisa Renee Jones",
      "description": "Als de vijand tot het uiterste wordt gedreven, steken ze je huis in brand. Maar het enige thuis dat Damion ooit gekend heeft is Alana. Het einde van zijn vijand zal niet gemakkelijk komen. Damion zal er alles aan doen om dit verhaal te beëindigen met Alana als koningin op de Wall Street-troon naast hem. Verwoest koninkrijk is het derde en laatste deel in de spannende trilogie over Alana en Damion en hun duistere strijd om de macht. Het eerste deel heet Kroonprins.  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444642684?aid=kb-online-bibliotheek&sid=17&dts=1756546839338&sig=362484beab4769f7b56fb2031904454544ed08928253fbe7c01af12e95c3cefd&width=320",
      "dateSeen": "2025-08-31T07:11:56.871Z"
    },
    "b63bcc04d74cf4b432d8f619b44d14f45611cfe2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444634630/eerste-hulp-bij-echte-liefde-rutger-verhoeff",
      "title": "Eerste hulp bij echte liefde",
      "subtitle": "Over daten na je veertigste",
      "authors": "Rutger Verhoeff",
      "description": "Vierenveertig jaar en opeens weer vrijgezel. Rutger Verhoeff overkomt het. Wat doe je dan? Daten. Maar hoe gaat dat eigenlijk als je de veertig al gepasseerd bent? Voor het eerst stort Rutger zich op datingapps, op zoek naar de nieuwe liefde van zijn leven. Maar de moed zakt hem al spoedig in de schoenen en zijn zelfvertrouwen krijgt soms een flinke dreun. Hij verbaast zich over het achteloze swipen, de misleidende foto’s, ronkende profielteksten, wonderlijke chats en het plotselinge ghosten. In Eerste hulp bij echte liefde lees je over rebounds, onenightstands, liefdesverklaringen en gelopen blauwtjes. Wat zijn de etiquette van datingapps? Hoe heb je snel beet? En wanneer moet je loslaten? Na meer dan dertig dates wist Rutger het. De meest bizarre schreef hij op. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444634630?aid=kb-online-bibliotheek&sid=17&dts=1756548045414&sig=9317bb7cce76ecd3ad6b6854c153cbe2279fe1d991f2108ad287e3027ab7ab02&width=320",
      "dateSeen": "2025-08-31T07:11:57.072Z"
    },
    "5aba887efe8712442136e3e23af0645fcf47410e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444665935/onverwoestbaar-arnaud-de-decker",
      "title": "Onverwoestbaar",
      "subtitle": "Het menselijke gezicht van Oekraïne",
      "authors": "Arnaud De Decker",
      "description": "Als jonge reporter trok Arnaud De Decker door Oekraïne, een land verscheurd door de grootste oorlog op het Europese continent sinds de Tweede Wereldoorlog. Hij ontmoette bouwvakkers, studenten en leerkrachten die plots soldaat werden, en vrouwen en kinderen die hun geliefden moesten missen. Hij zag hoe een vrij land met grote dromen veranderde in een natie in overlevingsmodus, waar angst en verdriet hand in hand gingen met veerkracht en hoop.Dit boek is niet alleen een verzameling van de verhalen die hij onderweg hoorde, maar ook een blik achter de schermen van een journalist die steeds dieper de oorlog in trekt.Een rauw en eerlijk verhaal over verlies, moed en de menselijke kant van oorlog – en over hoe je als journalist soms niet meer alleen toeschouwer blijft.‘De jonge Arnaud De Decker stak zijn ziel en zaligheid in zijn reportages aan het Oekraïense front.’ – Humo‘Heel mooie portretten van mensen zelf in oorlogsgebied.’ – Kunststof Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444665935?aid=kb-online-bibliotheek&sid=17&dts=1756555823798&sig=9b68a61802eb11478a486d03e8b619453444cff920e71b67740ad2001e75a5e7&width=320",
      "dateSeen": "2025-08-31T07:11:57.275Z"
    },
    "ccce7f57fa574f227a05476b98346de8c8abad13": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444568131/afscheid-van-het-oude-nederland-rene--van-stipriaan",
      "title": "Afscheid van het oude Nederland",
      "subtitle": "Kunnen we onze democratie nog redden?",
      "authors": "René van Stipriaan",
      "description": "Na decennia waarin Nederland bloeide, braken omstreeks 1980 jaren aan waarin het opeens anders moest. De verzorgingsstaat was te groot: nutsbedrijven werden geprivatiseerd, de sociale vangnetten werden minder stevig. Niet iedereen deelde meer mee in de weelde.  Het populisme bleek vervolgens een electoraal wondermiddel voor politieke avonturiers en bleef groeien. Na de verkiezingen van 2023 kwamen populisten zelfs in het middelpunt van de macht. De rechtsstaat, de cultuur, de wetenschap, de journalistiek, de economie en niet te vergeten vele duizenden immigranten worden er rechtstreeks door bedreigd.  In Afscheid van het oude Nederland analyseert René van Stipriaan de diepere oorzaken van de ontevredenheid en de onverdraagzaamheid. Hij maakt pijnlijk duidelijk dat Nederland het niet meer alleen kan redden: de wereld is – door globalisering, digitalisering en doorgeschoten belangenpolitiek – zo complex en zo bedreigend dat we verbinding moeten zoeken met anderen die een beschaafde weg uit de chaos willen vinden. Afscheid van het oude Nederland beschrijft bovendien een politieke cultuur die zichzelf en de bevolking in het ongerede heeft gebracht. Dat het uur van de waarheid komt op een moment dat de wereld in brand begint te vliegen, maakt het niet eenvoudiger om hier iets aan te doen. Maar het zal moeten. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444568131?aid=kb-online-bibliotheek&sid=17&dts=1756549273111&sig=87de13156278d9001ae09b842a3e655e84d8679ae90499026a8807a51ccab1cf&width=320",
      "dateSeen": "2025-08-31T07:11:57.435Z"
    },
    "14f1bd414dc644f2c7d53ccdaaf84f98035089bf": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444601791/vissertjes-pjeroo-roobjee",
      "title": "Vissertjes",
      "authors": "Pjeroo Roobjee",
      "description": "Als er op een middag aan zijn huisbel wordt getrokken, wordt het rijkeluizenleven van Joël Troch, ‘filosoof van het neerslachtig chique nietsdoen’, hevig opgeschud. Aan de deur van het familiehuis waar hij met zijn moeder en minnaar zijn jaren slijt, staat een zestienjarig zwart meisje. Joël is haar vader, beweert ze. Terwijl zijn minnaar in katzwijm valt en zijn moeder in alle staten is en de schande koste wat kost probeert buiten de deur te houden, zoekt Joël zijn heil in zijn imposante parfumverzameling. Het reukwater voert hem naar zijn tienerjaren, waar hij hoopt de waarheid over zijn vermeende vaderschap op te vissen. In onvervalst Roobjaans volgen we Joël op zijn dwaalspoor naar de verloren tijd en zien we hoe het net zich stilletjes maar onverbiddelijk om deze verdorven charmeur sluit. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444601791?aid=kb-online-bibliotheek&sid=17&dts=1756551602100&sig=89a5910b7441526ae7b01b4a71b02249984b9ff545aa524c2cd3a9cbe39b4954&width=320",
      "dateSeen": "2025-08-31T07:11:57.619Z"
    },
    "92695d676e02cd2bf91fb1147b30817d28cb9fe8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444678182/vrolijk-verval-hedy-d-ancona",
      "title": "Vrolijk verval",
      "authors": "Hedy D'Ancona",
      "description": "Het valt niet te ontkennen: in onze huidige samenleving is jong in en oud out. Ouderen worden vooral bestempeld als kwetsbaar en knuffelhongerig. Een woud van treurwilgen dat je moet beschermen tegen uitsterven. Hedy d’Ancona kreeg genoeg van die stereotypering van zichzelf en haar leeftijdsgenoten. In Vrolijk verval relativeert ze het zieligheidsstempel en bekritiseert ze de zachte uitsluiting. Van de angstaanjagendheid van de ouderdom blijft weinig over in deze grappige en scherpe observaties van het dagelijks leven.\n‘In handen van Hedy d’Ancona wordt het verval van de ouderdom net zo komisch en weemoedig als de dwaasheid van de jeugd. Ze schrijft met het vuur van de verliefde; nog altijd smaakt de verboden vrucht haar het best. Zo spreekt zij haar jongere ik toe: struikelen was het, is het en zal het altijd blijven.’ – Arnon Grunberg  ‘Heerlijke, soms vileine en altijd vrolijk makende observaties, vol met het type wijsheid dat alleen met de jaren komt.’ – Sheila Sitalsing Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444678182?aid=kb-online-bibliotheek&sid=17&dts=1756553000648&sig=1c8c119780894229fc56b883015353c45a4c028695b8ac367d445e2f83aa6c83&width=320",
      "dateSeen": "2025-08-31T07:11:57.777Z"
    },
    "bbeaddd73f7c859e41529ab37475e5348e468361": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444534466/het-persoonlijke-is-politiek-hedy-d-ancona",
      "title": "Het persoonlijke is politiek",
      "authors": "Hedy D'Ancona",
      "description": "Politica en opiniemaker Hedy d’Ancona is in het Nederlandse politieke en culturele landschap al vele jaren een vaste en belangrijke kracht. In Het persoonlijke is politiek vertelt ze met de haar kenmerkende humor en scherpzinnigheid, maar ook met een stoïcijns levensgevoel, openhartig over de ontwikkelingen die zijzelf en de vrouwenbeweging vanaf de jaren zeventig doormaakten, en hoe voor haar uiteindelijk het persoonlijke politiek werd.  Aan de hand van haar eigen verleden, samen met de door de Tweede Wereldoorlog dramatisch verlopen geschiedenis van haar ouders, maakt ze duidelijk hoe iemands geschiedenis tot op de dag van vandaag doorslaggevend kan zijn voor politieke ideeën.  ‘Een boek over opkomen voor je persoonlijke idealen, ook – of beter gezegd: juist – als dat betekent dat niet iedereen je altijd aardig vindt.’ – Doortje Smithuijsen  Hedy d’Ancona (1937) is een belangrijk feminist en was een vooraanstaand PvdA-politicus. Ze werkte bij de vara en werd bekend als medeoprichter van de actiegroep Man Vrouw Maatschappij en het blad Opzij. Ze was staatssecretaris van Emancipatie, minister van Welzijn, Volksgezondheid en Cultuur, Eerste Kamerlid en tien jaar lang lid van het Europees Parlement. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444534466?aid=kb-online-bibliotheek&sid=17&dts=1756551597374&sig=2262abd07c81ad3f89bee6e669ff34cdb108affcd448ea80ea12ae54bc36a1e6&width=320",
      "dateSeen": "2025-08-31T07:11:57.971Z"
    },
    "3361e0e44a6c108901400b86d3014b867822e56e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444601783/damian-edzard-mik",
      "title": "Damian",
      "authors": "Edzard Mik",
      "description": "‘Als Damian zijn moeder ergens mee associeert, dan is het wel met harde wind, gure wind, wind die nooit zal luwen en voor altijd door hem heen zal blijven gieren alsof hij uit niets dan kieren en gaten bestaat. O ja, ze is er dus eigenlijk al, ze kondigt zichzelf daar buiten aan, ze wordt voorafgegaan door de wind die ze zelf is, maar wat kan hij anders doen dan haar binnenlaten als Tess haar komt afzetten?’  Jongerenwerker Damian krijgt zijn oude moeder door zijn zus thuis afgeleverd omdat ze een gevaar voor zichzelf zou vormen. Maar is ze wel dementerend? En waarom neemt hij haar in huis en gaat hij voor haar zorgen? Wat is dat eigenlijk, goeddoen, en is dat überhaupt mogelijk? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444601783?aid=kb-online-bibliotheek&sid=17&dts=1756550579473&sig=ac77d37a079b9640755a98794a3b9414420f691efede55185a58497796082ce9&width=320",
      "dateSeen": "2025-08-31T07:11:58.184Z"
    },
    "80708c288375d02f238d8977083adc094b705d1d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444500987/een-vrouw-voor-de-graaf-loretta-chase",
      "title": "Een vrouw voor de graaf",
      "authors": "Loretta Chase",
      "description": "Gwendolyn Adams staat op het punt een graaf ten huwelijk te vragen. Op zijn sterfbed. Gwendolyn Adams kijkt niet gek op van de vraag of ze een stervende graaf wil redden. Zelfs niet als ze hoort dat de aanstaande bruidegom ernstig ziek en mogelijk krankzinnig is. Ze is tenslotte een goede verpleegkundige en haar familie staat erom bekend veel gezonde mannelijke kinderen voort te brengen. Dorian, de graaf van Rawnsley, wil de laatste momenten die hij nog heeft in alle rust en privacy doorbrengen. Maar zijn bemoeizuchtige familieleden hebben hem ineens met een bruid opgezadeld, inclusief orders om per direct een erfgenaam te verwekken. Maar Gwendolyn is heel anders dan hij dacht. En zijn gezondheid doet het beter dan verwacht. Is er misschien toch een kans voor Dorian en Gwendolyn? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444500987?aid=kb-online-bibliotheek&sid=17&dts=1756551119699&sig=550875e7ec1dcd712db6f7a5176aa40c3f4b96e6a79efccb5da55c0b54508264&width=320",
      "dateSeen": "2025-08-31T07:11:58.432Z"
    },
    "a1977fb8a201b1d7193e12eba4b060451b32e8dc": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444534504/the-striker-ana-huang",
      "title": "The striker",
      "authors": "Ana Huang",
      "description": "Het eerste deel in de nieuwe voetbalromance-serie van internationale bestsellerauteur Ana Huang, bekend van Twisted love en King of wrath.  Zij is de enige vrouw die hij wil... en de enige die hij niet kan krijgen. Asher Donovan is een levende legende – de superster van de Premier League – en veel mensen noemen hem de beste voetballer ter wereld. Maar door zijn roekeloze capriolen komt zijn reputatie steeds meer onder druk te staan. Wanneer zijn vete met een teamgenoot uit de hand loopt, worden ze gedwongen om tijdens de zomerstop samen een training te doorlopen om een band te smeden. Het is maar één zomer, dus Asher maakt zich nergens zorgen over... totdat hij de trainer ontmoet. Ze is mooi, getalenteerd en hoe hij ook zijn best doet, hij kan haar niet uit zijn hoofd krijgen. Het probleem? Ze is de zus van zijn rivaal en verboden terrein. *** Scarlett DuBois is een voormalige prima ballerina wiens carrière vroegtijdig werd beëindigd door een tragisch ongeluk. Ze geeft nu les aan een prestigieuze dansacademie, maar heeft haar verleden nog niet losgelaten. Het trainen van bad boy Asher Donovan staat niet hoog op haar wensenlijst. Ze heeft gezworen nooit meer met een voetballer uit te gaan, maar in de loop van de zomer leert ze de knappe Asher steeds beter kennen en wordt het alsmaar moeilijker om zich aan deze regel te houden. Hem trainen, dat gaat haar makkelijk af. Maar verliefd worden? Dat mag nooit gebeuren, want hij is de enige die haar hart kan breken. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444534504?aid=kb-online-bibliotheek&sid=17&dts=1756565384551&sig=595147676f0af47620803cec4a4c7964439b661ac5aa8b81fa025a7dfdbf3579&width=320",
      "dateSeen": "2025-08-31T07:11:58.628Z"
    }
  }
}