{
  "values": {
    "2889e9939361c874804f772426c99e3e808a0c65": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456463704/moordvent-jolanda-esselink",
      "title": "Moordvent",
      "authors": "Jolanda Esselink",
      "description": "De altijd zo alerte Ellen mist de signalen om haar giftige relatie met Johan, die voor haar de aantrekkelijkste man ter wereld is, te beëindigen voor het te laat is. Wanneer trekt het waas voor haar ogen op en ziet ze de werkelijkheid? De coronapandemie maakt haar echt wakker. Als ze achter de voordeur vaker in de hel verkeert dan in de hemel, moet ze alles op alles zetten om aan zijn manipulaties het hoofd te bieden en te overleven. Ambitieus als ze is werkt ze intussen aan een gewaagd plan om voorgoed van hem af te komen. Gaat dat haar lukken? \"Zinderende vrouwenthriller met spicy randje\". Wemmie Wolf, jurylid Nederlands Thrillerfestival Jolanda Esselink, voorheen copywriter, redacteur en journalist. In 2022 besloot ze het roer om te gooien en zich te storten op het schrijven van blogs en verhalen die je raken. Deze gelaagde thriller Moordvent, met gaslighting in de hoofdrol, is haar debuut. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456463704?aid=kb-online-bibliotheek&sid=19&dts=1770195505220&sig=daa3830128d94a9ad6c73d49bbf2a835ef28d2736f6ed8cb50cd0f846dc88994&width=320",
      "dateSeen": "2026-02-05T07:44:42.806Z"
    },
    "1662b0cd500adf1ea623cec22ea21f173f86d98a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456487522/wat-eens-ongeschonden-was-jos-govaarts---mark-de-groot",
      "title": "Wat eens ongeschonden was",
      "authors": "Jos Govaarts | Mark de Groot",
      "description": "'Wat eens ongeschonden was' is het tweede deel uit de serie 'De Scalda Moorden'. De daad is verleden, het teken ervan blijft. Hoogseizoen in Vlissingen. Een zwaargehavend lijk spoelt aan op het Badstrand. Een milieuambtenaar wordt vermist. Inspecteur Hugo Noot en zijn collega Ankie Verhage komen op het spoor van een chemisch bedrijf dat verdacht wordt van illegale lozingen pfas in de Westerschelde. Als er meer slachtoffers vallen, zijn Hugo en Ankie ervan overtuigd dat een onzichtbare hand een web van leugens en schijnwaarheden weeft. Verleden en heden raken verstrikt. Liefde en wraak blijken nauw verbonden. Jos Govaarts en Mark de Groot hebben hun krachten gebundeld met het schrijven van de serie \"De Scalda Moorden\", die zich afspeelt in Zeeland met op de achtergrond de Westerschelde. Onderlinge persoonlijke verhoudingen tussen de personages spelen een belangrijke rol. ------ Over het eerste deel \"Soms komt niet thuis wat vertrokken is\": \"Degelijk speurwerk, een slimme, menselijke inspecteur en dito collega's maken van dit debuut een aangename policier\" - VN Detective- en thrillergids \"Een uitstekende, bijna on-Nederlandse start van een detectiveserie\" - Cees van Rhienen, juryvoorzitter Nederlands Thrillerfestival \"Het is genieten van de mooie zinnen die een situatie beeldend maken\" - Boekenkrant 4 sterren - Hebban Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456487522?aid=kb-online-bibliotheek&sid=19&dts=1770214618954&sig=81977ab8fb57f04db8f4ee26edb82f5346ff871b9210d0be8b3da1a88744ecf5&width=320",
      "dateSeen": "2026-02-05T07:44:43.261Z"
    },
    "059646f62f818e62f60fd325ec713bea9a77d79e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456463690/een-muur-van-croutons-michiel-richards",
      "title": "Een muur van croutons",
      "authors": "Michiel Richards",
      "description": "De vader van Joseph kan zich overal verstoppen. In een achterafstraat van San Francisco, met een nylonkous over zijn hoofd. Onder een motorhelm, op de set van een Woody Allen film. Achter een muur van croutons, in een volkswijk van Los Angeles. Al deze verstoppartijen maken dat Joseph zich levenslang afvraagt: wie is die pa van mij nou eigenlijk? In een vertelling waarin dagen decennia worden, en kleine jongens groot, gloort de hoop dat zijn vader ooit een begrijpelijk en beminnelijk man zal zijn. Maar bestaat dat soort vaders wel? ‘In deze roman gaan feit en fictie een huwelijk met elkaar aan. Een vechthuwelijk, waar de vonken van afvliegen. Een muur van croutons laat je nadenken over de vraag of ook een onhebbelijk mens een zekere tederheid verdient.’ (de review die Kurt Vonnegut had geschreven, had hij nog geleefd) Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456463690?aid=kb-online-bibliotheek&sid=19&dts=1770212983415&sig=a246f5b401553e03eaee6c8e725a0b90b18e6b1f745370fa03868f24cccfda23&width=320",
      "dateSeen": "2026-02-05T07:44:43.842Z"
    },
    "5693d93e1c98853ec87792d0bfbbc08033417625": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456661085/het-tuinfeest-elly-wassenaar---ronald-van-assen",
      "title": "Het tuinfeest",
      "authors": "Elly Wassenaar | Ronald van Assen",
      "description": "Een grote stenen tuintafel, gedragen door fraaie metalen pootjes, siert de weelderige tuin. In het strak aangeharkte gras wachten lege statafels op hun bezoekers. Gekleurde lampjes geven het geheel een sprookjesachtige sfeer tijdens deze zwoele avond waarin de schemering alvast inzet. In de riante buitenkoelkast wachten hapjes en drankjes om genuttigd te worden. Bijna idyllisch. Bijna? Ja, het is te mooi om waar te zijn. Want straks als de gasten komen, zullen zij de serene sfeer verpesten met dominante verlangens die soms vragen om een rigoureuze beslissing. Of kunnen zij hun oerdriften niet beheersen bij de confrontatie met die ene spannende bezoeker die hun hart sneller laat kloppen. Een onbedwingbaar verlangen om toe te geven aan hun schaduwkant. Een tuinfeest, het klinkt zo veilig, maar onderhuids sluimert er veel. Meer dan jij en ik kunnen vermoeden ... AUTEURS Tessa te Loo, Miriam Ootjers, Angelina van Kemenade, Annemieke Taffijn, Isabelle Smit, Marianne Sinke, Anke Verbraak, Roan Botman, Carlijn Peeters, Simcha Bakker, Luc Vos, R.R. Marion, Mathijs Meeuwissen, Sacha Voogd, Ingrid Buijs & Ariane van Nol, Conny Hoogendoorn, Elsje Margriet van der Heijden, Miriam Lucia, Gerhard Pijnenburg, Chamira Hellingman, Laura Weterings, Michael Vonk, Wendy Sempels, Monique Horlings, Esther Roos, Wendy Middelkoop, Ilona Poot, Rien Floris, Noël Sies, Benoit van der Cruysse, Pieter de Jong, Bert Goedhart, Suzanne Schuijt Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456661085?aid=kb-online-bibliotheek&sid=19&dts=1770194100323&sig=9b57b81789ae501fe13479ed0552e006d1f84577901b91aea456814731cda10b&width=320",
      "dateSeen": "2026-02-05T07:44:44.324Z"
    },
    "f79c0781a76966b8944393f2515ebc430a6e6b05": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456734147/de-verloren-meisjes-van-ierland-susanne-o-leary",
      "title": "De verloren meisjes van Ierland",
      "authors": "Susanne O’Leary",
      "description": "Het pittoreske strand van Wild Rose Bay is niet de plek waar Lydia Butler ooit dacht te belanden. Maar nu ze alles is kwijtgeraakt, heeft ze geen andere keus. Met haar dochter Sunny neemt Lydia haar intrek in de vervallen cottage die ze van haar oudtante heeft geërfd. Hier, in dit kleine dorp aan zee, kan ze Sunny beschermen tegen de roddels in Dublin en de echte reden waarom ze nergens anders meer heen kunnen…\nDe cottage hoort bij een oud complex van de kustwacht, en de andere bewoners komen allemaal langs om zich voor te stellen. Lydia voelt zich direct minder alleen, en is gefascineerd door hun verhalen over haar oudtante. De Amerikaanse kunstenaar Jason O’Callaghan, die recht naast Lydia en Sunny woont, valt haar extra op.\nMaar terwijl Lydia steeds meer tot rust begint te komen, dreigt het geheim dat ze voor Sunny bewaart naar buiten te komen. En wanneer ze zich meer en meer aangetrokken voelt tot Jason, weet ze dat ze het verleden onder ogen zal moeten zien. Heeft ze eindelijk mensen gevonden die haar onvoorwaardelijk zullen accepteren, of zal de waarheid haar dwingen om de cottage voorgoed achter zich te laten?\n  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456734147?aid=kb-online-bibliotheek&sid=19&dts=1770710084348&sig=025d31cff1a083cda2bd912e6ac01da9eebfbf03f7680743a1560daab16fa4e5&width=320",
      "dateSeen": "2026-02-10T07:54:44.874Z"
    },
    "3e8b057db753935cec46b58897e3cc826548bf40": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/457277815/pelle-en-de-voetbalprofessor-thomas-olsthoorn",
      "title": "Pelle en de voetbalprofessor",
      "authors": "Thomas Olsthoorn",
      "description": "Pelle is gek op voetbal maar wordt altijd als laatste gekozen… Dan ontmoet hij de voetbalprofessor, die hem helpt om te leren dribbelen, passen en penalty's te scoren. Met illustraties in kleur. Vanaf ca. 8 jaar.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A457277815?aid=kb-online-bibliotheek&sid=19&dts=1770710085003&sig=27dd23c4141a6a484730b29384e39d9315edd0f20cb68acf6c445b8c0d75412b&width=320",
      "dateSeen": "2026-02-10T07:54:45.489Z"
    },
    "73c7a182f540e4acdb75d38a676d1961142f083f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444259775/het-vertroebelde-oog-han-van-bree",
      "title": "Het vertroebelde oog",
      "subtitle": "Het onbegrepen leven van Greet Hofmans",
      "authors": "Han van Bree",
      "description": "Onthullende biografie werpt nieuw licht op Greet Hofmans  Greet Hofmans was in 1956 maandenlang wereldnieuws. Van Zweden tot de Verenigde Staten, van Frankrijk tot Venezuela: overal verschenen artikelen over de 'gebedsgenezeres' die het huwelijk van het Nederlandse koningspaar zo ernstig had verstoord dat een echtscheiding dreigde. Hofmans zou koningin Juliana hebben behekst en gevaarlijke pacifistische denkbeelden hebben ingefluisterd. De ophef leidde ertoe dat Juliana alle banden met Hofmans moest verbreken. Achteraf bleek prins Bernhard verantwoordelijk voor de demonisering van Hofmans, die als een 'Raspoetin' de geschiedenisboeken inging.\nGebruikmakend van diverse niet eerder geraadpleegde (privé)archieven schetst Han van Bree in Het vertroebelde oog een genuanceerd beeld van de persoon Hofmans. Wie was deze Amsterdamse vrouw van eenvoudige komaf, bij wie zo velen – van jong tot oud, van arm tot rijk, van laaggeschoold tot hooggeleerd – te rade gingen als ze ergens mee zaten? Was zij inderdaad een sturende en manipulatieve intrigante? Had zij voor de monarchie gevaarlijke religieuze opvattingen? En bovenal: wat wilde zij bereiken? Door haar hele leven te beschouwen, geeft Van Bree een completer beeld van Hofmans en biedt hij een nieuwe, heldere kijk op de wijze waarop zij onder meer Juliana, maar ook Wilhelmina en zelfs Bernhard terzijde stond.\nGebaseerd op volledig nieuw archiefmateriaal Met niet eerder gepubliceerde foto's\nHan van Bree (1957) studeerde geschiedenis in Utrecht en Gent en specialiseerde zich op het Nederlandse koningshuis. Voor de NOS maakte hij over koningin Juliana, prins Bernhard en prins Claus diverse documentaires, die werden uitgezonden in de weken na hun overlijden. In 2015 promoveerde hij in Leiden op De geest van het Oude Loo – Juliana en haar vriendenkring 1947-1957. Daarnaast schreef hij onder andere de bestseller Beatrix, koningin der Nederlanden en was hij van 1983 tot 2022 verantwoordelijk voor de reeks Het aanzien van. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444259775?aid=kb-online-bibliotheek&sid=19&dts=1770710085639&sig=597e7fe8784f66a706bf0b56be6e406dbd525da135e21130497ccb9396225f2d&width=320",
      "dateSeen": "2026-02-10T07:54:46.092Z"
    },
    "d5bc6f1e9400dceda602ebda307a4e66ba768dcd": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/445993669/levenslessen-van-100-jarigen-marjon-bolwijn",
      "title": "Levenslessen van 100-jarigen",
      "authors": "Marjon Bolwijn",
      "description": "De opvolger van het succesvolle Levenslessen van 100-jarigen  Een uniek gezelschap rasoptimisten: zo zou je de 100-jarigen in Levenslessen van 100-jarigen kunnen noemen. Hun positieve instelling heeft hen vaak door moeilijke tijden geholpen, en zorgde ervoor dat ze met een open blik naar de toekomst keken. In haar gesprekken met 100-jarigen vielen Volkskrant-journalist Marjon Bolwijn een paar dingen op die kenmerkend zijn voor hun uitzonderlijke vitaliteit. Zo woont twee derde nog zelfstandig, gebruikt een meerderheid een smartphone, computer of tablet, rijdt één op de tien nog auto en stappen er drie regelmatig op de fiets. Eén eeuweling breekt zelfs nog wereldrecords schoolslag en borstcrawl.\nDe levensverhalen van 100-jarigen in dit boek bieden een boeiende kijk op een eeuw geschiedenis door de ogen van onze oudste medeburgers. Of ze nu op hun 16e voor dwangarbeid op de trein werden gezet naar een vreemd land, na de oorlog naar Canada vertrokken, waar het flink ploeteren was om een nieuw bestaan op te bouwen, of als 8-jarige al voor een gezin met twaalf kinderen moesten koken: ze zijn er allemaal 100 jaar mee geworden.\nDeel 2 van Levenslessen van 100-jarigen, waarvan meer dan 10.000 exemplaren zijn verkocht Inclusief interviews met 100-jarige Nederlandse emigranten in Canada\nUit Levenslessen van 100-jarigen – Deel 2: 'Drie keer in de week zwem ik 1000 meter. Het zwembad is maar vijf minuten rijden met mijn auto. Als ik in de ochtend geen zin heb, ga ik toch, want ik weet dat ik mij na het zwemmen altijd beter voel. Glijden door het water maakt mij gelukkig.' Betty Brussel, 100 jaar\nMarjon Bolwijn is journalist. Ze begon haar loopbaan bij Het Parool en werkt nu bij de Volkskrant, waar ze begon als buitenlandredacteur. Haar hart ligt bij sociaal-maatschappelijke onderwerpen en de persoonlijke verhalen achter thema's als migratie en armoede. Voor de Volkskrant interviewde ze tientallen 100-jarigen, een zeer populaire rubriek. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A445993669?aid=kb-online-bibliotheek&sid=19&dts=1770710086229&sig=e3542af61fbc9b39472dfbf5e7d24103723d21ba77a61d7883d1c4937049d453&width=320",
      "dateSeen": "2026-02-10T07:54:46.660Z"
    },
    "2e4bc4863491cff41fca8e27fdabfc1c0e535437": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/445993731/fasten-your-seatbelt-and-enjoy-the-ride-maud-wessels",
      "title": "Fasten your seatbelt and enjoy the ride",
      "subtitle": "Hoe mijn wereldreis mij leerde leven",
      "authors": "Maud Wessels",
      "description": "Reisbeschrijving van een jonge vrouw die een wereldreis door vijftien landen maakte, met aandacht voor zelfreflectie en persoonlijke groei.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A445993731?aid=kb-online-bibliotheek&sid=19&dts=1770710086780&sig=ef7c64b98019010bf22d858ddd01c0645caadbc7bb6fedffa68d10165b4d1390&width=320",
      "dateSeen": "2026-02-10T07:54:47.215Z"
    },
    "1ea65211f627b59caeb2ef9426ce434ca616b5c7": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444259953/broeder-joep-joep-van-poorten",
      "title": "Broeder Joep",
      "subtitle": "Van sjoelen tot steunkousen: verhalen van de afdeling voor ouderen met dementie",
      "authors": "Joep van Poorten",
      "description": "Persoonlijk relaas over het werken op een afdeling voor ouderen met dementie in een verpleeghuis.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444259953?aid=kb-online-bibliotheek&sid=19&dts=1770710087349&sig=6e2060d92f75a7979b9ee904e691c826e9775dca15b3274014e939649d3a8121&width=320",
      "dateSeen": "2026-02-10T07:54:47.766Z"
    },
    "8e475be032ea203176178b5d021b06ef1ca1ab3e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444254722/hotel-pico-bello-en-de-zaak-van-de-horlogedief-vivian-den-hollander",
      "title": "Hotel Pico Bello en de zaak van de horlogedief",
      "authors": "Vivian den Hollander",
      "description": "De vader van Bart en Bibi heeft een oude boot gekocht die hij wil verbouwen tot een hotel. Als alles klaar is, worden Bart en Bibi vals beschuldigd van diefstal. Met illustraties in grijstinten. Vanaf ca. 7 jaar.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444254722?aid=kb-online-bibliotheek&sid=19&dts=1770710087895&sig=bdb19a61d7bd02b45ea8753ec57b989d1a9fb4371e79895c11d19c1b9f8ed47d&width=320",
      "dateSeen": "2026-02-10T07:54:48.337Z"
    },
    "fb1d83010bff3d8181dd164e8ac3e3da240c5785": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444254706/superjuffie-steelt-een-paard-janneke-schotveld",
      "title": "Superjuffie steelt een paard",
      "subtitle": "en andere verhalen",
      "authors": "Janneke Schotveld",
      "description": "Bundeling van elf Superjuffieverhalen waarin er weer de nodige dieren in nood worden gered. Met zwart-witillustraties. Voorlezen vanaf ca. 7 jaar, zelf lezen vanaf ca. 8 jaar.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444254706?aid=kb-online-bibliotheek&sid=19&dts=1770710088464&sig=37596bc3e4bade186413e668540e44cd9d66409999a9f05fe368ff879fecb0ba&width=320",
      "dateSeen": "2026-02-10T07:54:48.901Z"
    },
    "72b8927a88191195942e22f367b3f35057a1ebbc": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44425997X/waarom-de-laagsteprijsgarantie-ervoor-zorgt-dat-jij-te-veel-betaalt-jona-van-loenen",
      "title": "Waarom de laagsteprijsgarantie ervoor zorgt dat jij te veel betaalt",
      "subtitle": "Antwoorden op vragen die economen niet durven te stellen",
      "authors": "Jona van Loenen",
      "description": "Inleidende verkenning over de economie, aan de hand van verschillende vragen en hardnekkige mythen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44425997X?aid=kb-online-bibliotheek&sid=19&dts=1770710089017&sig=c24fe59f59300d352b2e5d149e4d66226bd1915b9b88d4a5db79cb0c9d9bac57&width=320",
      "dateSeen": "2026-02-10T07:54:49.451Z"
    },
    "aae4f2b38dac2665d623a6e2bf441786df63db17": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444259848/nederland-alle-geschiedenis-ooit---arco-gnocchi---nynke-de-jong---thom-aalmoes",
      "title": "Nederland",
      "subtitle": "100 verhalen waar je hoge ogen mee gooit",
      "authors": "Alle Geschiedenis Ooit | Arco Gnocchi | Nynke de Jong | Thom Aalmoes | Andrea Huntjens",
      "description": "Verzameling van 100 bijzondere verhalen uit de Nederlandse geschiedenis.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444259848?aid=kb-online-bibliotheek&sid=19&dts=1770710089597&sig=0146687757136d08f70a3814ad990fa100f8af18fca6191716298dc6df14d08f&width=320",
      "dateSeen": "2026-02-10T07:54:50.025Z"
    },
    "45d60510cb35c742f3e62b60773831e58d88c565": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444259902/focus-routine-oscar-de-bos",
      "title": "Focus Routine",
      "subtitle": "Krijg structureel meer gedaan in een wereld vol afleiding",
      "authors": "Oscar de Bos",
      "description": "Praktisch handboek over hoe men geconcentreerder kan werken, waardoor je de productiviteit verhoogt en stress vermindert. Met illustraties in zwart-wit.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444259902?aid=kb-online-bibliotheek&sid=19&dts=1770710090150&sig=1eb2d6384df8ad2f3df29a36b486222f5c42e60a9a1bdc78ac88e0d0029414ea&width=320",
      "dateSeen": "2026-02-10T07:54:50.571Z"
    },
    "2fe51f3c14306809dee853a20ad52f9132f7844d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444260056/oorlogsgeheimen-jacques-vriens",
      "title": "Oorlogsgeheimen",
      "authors": "Jacques Vriens",
      "description": "Het Zuid-Limburgse dorpje waar Tuur (11) woont, is bezet door de Duitsers. Als Tuur ontdekt dat zijn buurmeisje Maartje een groot geheim heeft, komt de oorlog wel heel dichtbij. Vanaf ca. 10 jaar.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444260056?aid=kb-online-bibliotheek&sid=19&dts=1770710090697&sig=770fc6107d08b02dd7066cddefa5f94a98cee2d2fcd30ef76eff048753cfd465&width=320",
      "dateSeen": "2026-02-10T07:54:51.121Z"
    },
    "37c8e10af06c9c3eb7b3dc99b9bda1d8dbd5e593": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444259864/liefdesbrieven-van-een-kampbeul-rik-kuiper",
      "title": "Liefdesbrieven van een kampbeul",
      "subtitle": "Het waargebeurde verhaal van een ontsnapte Nederlandse SS’er, een secretaresse uit Kamp Amersfoort en de zoektocht van hun zoon naar de waarheid",
      "authors": "Rik Kuiper",
      "description": "Persoonlijk getint verslag van de speurtocht naar de levensgeschiedenis van de Nederlandse SS’er en kampbeul Willem van der Neut (1919-1983).",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444259864?aid=kb-online-bibliotheek&sid=19&dts=1770710091275&sig=6a7c3a4648ab350cc532d0072d1e865aa13ca18ee29bfeaea7adab51e771cfb1&width=320",
      "dateSeen": "2026-02-10T07:54:51.779Z"
    },
    "90515e355030f92a9aed7d00102c94378e66d1aa": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448832755/waar-wachten-we-op--dennis-storm",
      "title": "Waar wachten we op?",
      "subtitle": "Waarom er lef nodig is om de wereld te veranderen",
      "authors": "Dennis Storm",
      "description": "Verhandeling over de noodzaak om andere keuzes te maken voor een gezonde en groene toekomst. Met zwart-wit illustraties.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448832755?aid=kb-online-bibliotheek&sid=19&dts=1770710091900&sig=2ecb3a2a56c54a8923830a92be149ce4301e5375131232bf8c21e86c78ee7d32&width=320",
      "dateSeen": "2026-02-10T07:54:52.381Z"
    },
    "83462d59cab2bdec6895b078a29cc5a7c45b15a4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444259813/75-jaar-formule-1-olav-mol",
      "title": "75 jaar Formule 1",
      "authors": "Olav Mol",
      "description": "Geschiedenis van de Formule 1 in de periode 1950-2025.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444259813?aid=kb-online-bibliotheek&sid=19&dts=1770710092509&sig=3bfefb7592765f321640f0f59a0d53813acf7e3ad682f7a3b64d957287bbe635&width=320",
      "dateSeen": "2026-02-10T07:54:53.037Z"
    },
    "fff841880498b0eb2e148a1697298bb49fd28502": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443090440/onze-kunstmatige-toekomst-joris-krijger",
      "title": "Onze kunstmatige toekomst",
      "subtitle": "Wat wij willen met AI (en AI met ons)",
      "authors": "Joris Krijger",
      "description": "Verhandeling over de ethische aspecten van kunstmatige intelligentie.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443090440?aid=kb-online-bibliotheek&sid=19&dts=1770710093161&sig=61d398ea345d8aeb4bdfc1c7c1bb1367b4efd3584b8c4130fc2dfeef27f2b017&width=320",
      "dateSeen": "2026-02-10T07:54:53.605Z"
    },
    "163c9470695f468622ede0df1d5e8d7a18b8027e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/445994029/voor-altijd-op-de-vlucht-angelo-schenkers",
      "title": "Voor altijd op de vlucht",
      "subtitle": "Een Amsterdams familieverhaal",
      "authors": "Angelo Schenkers",
      "description": "Familiegeschiedenis van de grootouders van de auteur, zich afspelend in Amsterdam. Met zwart-witfoto’s.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A445994029?aid=kb-online-bibliotheek&sid=19&dts=1770710093728&sig=8479a47806a59ec0dac6367852d5990907503294e1dc8cfb85ec271f32ece8e8&width=320",
      "dateSeen": "2026-02-10T07:54:54.199Z"
    },
    "f7102d623ef1ae789d31aaa6ea5578b8eccd2335": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444254714/de-twee-levens-van-kaia-chris-kooi",
      "title": "De twee levens van Kaia",
      "authors": "Chris Kooi",
      "description": "Kaia (11) kan na veel verhuizingen samen met zijn moeder in het huis van zijn verdwenen oma wonen. Als hij op zijn nieuwe school een boek kopieert, komt hij terecht in een wereld vol dubbelgangers. Zal het hem lukken om dit mysterie te ontrafelen? Vanaf ca. 10 jaar.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444254714?aid=kb-online-bibliotheek&sid=19&dts=1770710094396&sig=e4e93d326d66a3261da7bbf9883d482982edb2d7747b29246bc02c987b815626&width=320",
      "dateSeen": "2026-02-10T07:54:54.880Z"
    },
    "39071867ea1a758d42dbcea6a364fb40543df0e2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44426003X/het-is-jullie-zo-gegund-thijs-launspach",
      "title": "Het is jullie zo gegund",
      "subtitle": "Als een kind krijgen niet vanzelf gaat",
      "authors": "Thijs Launspach",
      "description": "Persoonlijk relaas van een psycholoog (1988) over zijn vruchtbaarheidsproblemen, met aandacht voor de impact op de relatie met zijn partner.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44426003X?aid=kb-online-bibliotheek&sid=19&dts=1770710095012&sig=18d8cf23275bd473d7a8ab217c7c4e2987d80f6e28801631f0638dbd863e561b&width=320",
      "dateSeen": "2026-02-10T07:54:55.452Z"
    },
    "81e9c78737161575c1a833b213ac2b705456afbd": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45729521X/wie-is-hier-de-baas-nicole-snow",
      "title": "Wie is hier de baas",
      "authors": "Nicole Snow",
      "description": "Sabrina gelooft in ongeluk. En terecht, zo lijkt het, want op vrijdag de dertiende gaat alles mis. Eerst verslaapt ze zich gigantisch, dan wordt een van haar hakken opgevreten door de lift en dan meldt haar baas dat ze haar baan kwijt is. Om zichzelf te troosten, gaat Sabrina naar haar favoriete koffietent voor een cinnamon latte, die ze meeneemt naar het park. Net als ze op een bankje zit te genieten van de troostkoffie, komt er op hoge poten een man naar haar toe die eist dat ze daar weggaat omdat ze in \"zijn licht\" zit. Eh, hallo? Sabrina, die er helemaal klaar mee is voor vandaag, laat dit niet over zich heen komen... Iets waar Magnus zo van onder de indruk is dat hij haar direct wil aannemen als zijn executive assistant. Zo begint een heerlijk verhaal vol aantrekken en afstoten, waarin Sabrina en Magnus elkaar beter leren kennen dan ze ooit iemand hebben toegestaan. 'Wie is hier de baas' is het eerste deel in de grappige en levensechte office romance-serie Chicago CEO's van Nicole Snow. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45729521X?aid=kb-online-bibliotheek&sid=19&dts=1770735793051&sig=7b28a9f5d81008b76f6a24abebae70a4f35281fafc6bbfde21e1d74f25099c17&width=320",
      "dateSeen": "2026-02-11T07:50:58.882Z"
    },
    "cb921b6b1a2da6c7a8a6a1e970c461ffead04784": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/445994223/vive-le-tour--vive-les-femmes-julia-mulli%C3%A9---tim-de-vries",
      "title": "Vive le tour, vive les femmes",
      "subtitle": "De roerige geschiedenis van de Ronde van Frankrijk voor vrouwen",
      "authors": "Julia Mullié | Tim de Vries",
      "description": "Geschiedenis van de Ronde van Frankrijk voor vrouwen. Met zwart-witfoto’s en -illustraties.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A445994223?aid=kb-online-bibliotheek&sid=19&dts=1770796259005&sig=ecebb1b7d3820f05aca491f2f122f0305adedce46f6ea7e43b4bc2b9dcc55c60&width=320",
      "dateSeen": "2026-02-11T07:50:59.560Z"
    },
    "c813acc65e4b5487cbe5d209a1948e957deefbb9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444259945/roadblock-sophie-wester",
      "title": "Roadblock",
      "subtitle": "Zou jij kunnen leven met een loodzware leugen?",
      "authors": "Sophie Wester",
      "description": "Drie vrienden fietsen ’s nachts na een feestje dronken naar huis en besluiten een grap uit te halen. Maar deze zogenaamde grap heeft ernstige gevolgen. Vanaf ca. 14 jaar.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444259945?aid=kb-online-bibliotheek&sid=19&dts=1770741279819&sig=b7a5f8f8a22c02dd146f98061c749aa7de216514ecae9cbaf44269bbf7519e6f&width=320",
      "dateSeen": "2026-02-11T07:51:00.041Z"
    },
    "37b057880cc33122e449090441ac4e04ed5616b0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444259899/zionisten--terroristen--activisten-omar-dweik",
      "title": "Zionisten, terroristen, activisten",
      "subtitle": "Het Israëlisch-Palestijns conflict door de ogen van jongeren",
      "authors": "Omar Dweik",
      "description": "Beschrijving van de visie van jongeren, met name christelijke jongeren en Nederlandse Palestijnen, op het Israël-Palestinaconflict, met aandacht voor onder andere de beeldvorming op social media.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444259899?aid=kb-online-bibliotheek&sid=19&dts=1770732515065&sig=218e8d58d9b8e40f996841b5e9e806fea575c30d50c65dfacc335e90c72def5a&width=320",
      "dateSeen": "2026-02-11T07:51:00.570Z"
    },
    "b0a694f21fe4bca396ffaa8476cabe6f903cec5f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444259821/in-de-ban-van-vietnam-rimko-van-der-maar",
      "title": "In de ban van Vietnam",
      "subtitle": "De Vietnamese onafhankelijkheidsstrijd en het Westen",
      "authors": "Rimko van der Maar",
      "description": "Verhandeling over de invloed van verschillende Vietnamese partijen op de westelijke beeldvorming omtrent de Vietnamoorlog. Met foto’s en kaart.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444259821?aid=kb-online-bibliotheek&sid=19&dts=1770796260692&sig=6ecf5d1cc6ac21b4d89d24355b5e01fd1a166f6de6723943ab807bc5c5c4689f&width=320",
      "dateSeen": "2026-02-11T07:51:01.171Z"
    },
    "5f49d7561936aa784848d860929477c3ebfef18c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/457361565/vertel-het-niemand-linda-jansma",
      "title": "Vertel het niemand",
      "authors": "Linda Jansma",
      "description": "Na een schooluitstapje verdwijnt een bus met zeven dove kinderen en hun begeleiders spoorloos. Voor de ouders begint de ergste nachtmerrie. Terwijl de politie zich vastbijt in het onderzoek, neemt Maura, de moeder van de achtjarige Robin, het heft in eigen hand. Ze ontdekt dat het gevaar dichterbij is dan iemand had kunnen vermoeden. Achter vertrouwde gezichten schuilt het verraad en niet iedereen is wie hij lijkt te zijn. Vastbesloten om haar zoon te vinden begint Maura een gewaagde zoektocht, waarbij één fout genoeg is om haar kind en de anderen het leven te kosten. Linda Jansma is al jaren een publiekslieveling en een bestsellerauteur. Haar boeken zijn een genot om te lezen, mede door haar filmische beschrijvingen en oog voor detail. Linda schreef 18 thrillers, waaronder Kwetsbaar, Zwarte leugens en Onderstroom. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A457361565?aid=kb-online-bibliotheek&sid=19&dts=1770882353550&sig=1bfda34702b05c39b2b7aaa6648a5c120a88194dc675cd8aaeec302c28f5baed&width=320",
      "dateSeen": "2026-02-12T07:45:54.038Z"
    },
    "83a663b7d8763c831f90933bfe407a76b782eabd": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/457590971/voordat-je-sterft-mark-sars",
      "title": "Voordat je sterft",
      "authors": "Mark Sars",
      "description": "Filmfanaat Timmy Vrijman heeft een hekel aan spoilers. Jij ook? Start dan op de eerste pagina. Hunker je toch naar teasers? Lees dan verder. Wat als je als ruwe bolster ineens in je uppie voor je pasgeboren dochter moet zorgen? Wat als je nadat je sterft nog een dag je vrouw en kinderen observeert? Wat als je het als Pastakrijger op het slagveld moet opnemen tegen de gruwelijke Gnocchi? Wat als je als bijna 80-jarige rolstoelgebonden vrouw door een harige topcrimineel wordt verdacht van het vermoorden van de buurvrouw? Wat als je verschrikkelijk graag verhalen in de wereld slingert, maar je bent een ramp op het gebied van spelling en grammatica? Voordat je sterft is een mozaïekroman waarbij vijf verhalen als puzzelstukken in elkaar vallen. Over schrijver Mark Sars (1979) zouden we kunnen vermelden dat hij uit Drunen komt, in zijn onvrije tijd werkzaam is als docent bij de Fontys Hogeschool en dat hij op twee dagen jarig is, maar dat kunnen we ook achterwege laten en enkel dit mozaïekverhaal aanraden, want wat doet de schrijver ertoe? Het gaat om de kunst. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A457590971?aid=kb-online-bibliotheek&sid=19&dts=1770882299777&sig=8fed8087d61118e9699a02fb6614df49018035856ee726189fee85045a9c843a&width=320",
      "dateSeen": "2026-02-12T07:45:54.504Z"
    },
    "29f904efb55474fb64e8e8d70bf0684535016198": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45759098X/star-child-beck-palmas",
      "title": "Star Child",
      "authors": "Beck Palmas",
      "description": "Nightstar, part 1 \"Hello, Mercutio. This version of you is dead ...\" Her dreams showed her she would be fatally injured. They didn't show what would happen afterwards: waking up as a copy of her dying self. Her original version begs her to return to the world she left behind as a child, far from the spaceship she considers her home. Unfortunately, this version never bothered to tell her successors what she is supposed to do once she arrives. Mercutio has at most six days before she succumbs as well. She needs to face the past she worked hard to forget and unravel the secrets of her murdered family. Will this give her the answers she needs before she reaches her destination? If she can reach it at all ... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45759098X?aid=kb-online-bibliotheek&sid=19&dts=1770882354612&sig=e26a24adabda1fd6b739e997060b8492efed814300c42ddb0db8da74a2de2590&width=320",
      "dateSeen": "2026-02-12T07:45:55.033Z"
    },
    "48d7b5a6f204c4010c84a68c47f297853031662c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/410546283/beren-op-de-weg-gijs-van-middelkoop",
      "title": "Beren op de weg",
      "subtitle": "een avontuurlijke fietsreis door Canada en de Verenigde Staten",
      "authors": "Gijs van Middelkoop",
      "description": "Gijs van Middelkoop en zijn vriendin Aimée gaan weer fietsen! Dwars door de Rocky Mountains deze keer, in Canada en de USA. Tijdens het eerste deel van hun reis moeten ze de weg nogal eens delen met hongerige beren. En dat zorgt voor de nodige complicaties. Een jaar later vervolgen ze hun tocht, maar dan duiken er hele andere beren op. Het is zelfs zo erg, dat de fiets tijdelijk aan de kant moet worden gezet. En net wanneer de rust een beetje terugkeert, barst het natuurgeweld los. Dan moeten ze alsnog alle zeilen bijzetten, om te voorkomen dat deze reis in een nachtmerrie eindigt... Gijs van Middelkoop is een begenadigd verteller, die zijn belevenissen op grootse wijze weet te verwoorden. Daarmee wordt Beren op de weg een spannend, onderhoudend en hilarisch boek. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A410546283?aid=kb-online-bibliotheek&sid=19&dts=1770882355154&sig=88ac9254be6b612254ed2ebcb8f30c380b2d4ffa63d858ac58d504503c4ce3d4&width=320",
      "dateSeen": "2026-02-12T07:45:55.598Z"
    },
    "3202c7f7c540d805354644efc873bf9d3daf9b08": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/410597945/japanners-komen-nooit-te-laat-gijs-van-middelkoop",
      "title": "Japanners komen nooit te laat",
      "subtitle": "een reis door Japan",
      "authors": "Gijs van Middelkoop",
      "description": "Verslag van een fietstocht op het Japanse eiland Kyushu en van een tocht, ten dele op de fiets, op Honshu.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A410597945?aid=kb-online-bibliotheek&sid=19&dts=1770881382088&sig=bc01c9e5e0ac64daac8aaa3bed102c269db7f19e8412756a0c7b5b39c26572ab&width=320",
      "dateSeen": "2026-02-12T07:45:56.080Z"
    },
    "f9001c221b8409b54dd7e57bff613bbd62a46bdc": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/410546275/amerikanen-fietsen-niet-gijs-van-middelkoop",
      "title": "Amerikanen fietsen niet",
      "subtitle": "van Miami naar San Francisco door het land van de auto",
      "authors": "Gijs van Middelkoop",
      "description": "Verslag van een fietstocht van Miami naar San Francisco.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A410546275?aid=kb-online-bibliotheek&sid=19&dts=1770882356214&sig=9dde3123008d39abad5b57cf832b9271c8821ead886906dfa99b5231324577f9&width=320",
      "dateSeen": "2026-02-12T07:45:56.659Z"
    },
    "9580fa336539791695945c6bd4d919a4917c7e6f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/426447913/duizend-graden-in-de-schaduw-gijs-van-middelkoop",
      "title": "Duizend graden in de schaduw",
      "subtitle": "Een fietsreis dwars door Australië",
      "authors": "Gijs van Middelkoop",
      "description": "Verslag van een fietsreis van Perth naar Sydney in Australië, zo'n 5.000 kilometer.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A426447913?aid=kb-online-bibliotheek&sid=19&dts=1770882356782&sig=b6ee702e431301739f5ab855e801d18c808c466142f971dcf68c7c5788e0ad0c&width=320",
      "dateSeen": "2026-02-12T07:45:57.225Z"
    },
    "0e6e75ee75810daccfa44461edf5c766090abf0a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443397627/deze-brieven-eindigen-in-tranen-musih-tedji-xaviere",
      "title": "Deze brieven eindigen in tranen",
      "authors": "Musih Tedji Xaviere",
      "description": "Bessem ziet Fatima voor het eerst op het voetbalveld en het is liefde op het eerste gezicht. Eén speelse knipoog van Fatima en Bessem weet dat haar leven nooit meer hetzelfde zal zijn. In Kameroen, een land waar relaties tussen mensen van hetzelfde geslacht strafbaar zijn, is een gezamenlijke toekomst voor Bessem en Fatima uitgesloten. Wanneer Fatima wordt opgepakt bij een politie-inval in de enige homobar in de stad, verdwijnt ze vervolgens. Bessem blijft ontredderd achter. Dertien jaar later is Bessem hoogleraar aan de universiteit. Wanneer ze een gemeenschappelijke vriendin tegenkomt - de laatste persoon die Fatima misschien heeft gezien - begint Bessem aan een zoektocht naar haar verloren liefde. Deze brieven eindigen in tranen is het liefdesverhaal van een christelijk meisje met een rebels hart en een moslimmeisje dat een dubbelleven leidt. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443397627?aid=kb-online-bibliotheek&sid=19&dts=1770882357339&sig=db5c9c833752779f5b9305dfd2892c6ac36f545936070a5b16e54e8904e0c260&width=320",
      "dateSeen": "2026-02-12T07:45:57.785Z"
    },
    "44c25df639d9f81bf445dd05fbbcd5e553806f9e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443397600/de-glasmaakster-tracy-chevalier",
      "title": "De glasmaakster",
      "authors": "Tracy Chevalier",
      "description": "Venetië, 1486. Aan de overkant van de lagune ligt Murano. De tijd stroomt hier anders - net als het glas waar de meesters van het eiland hun leven lang mee leren werken. Het is niet de bedoeling dat vrouwen met glas werken, maar Orsola Rosso lapt de regels aan haar laars om haar familie van de ondergang te redden. Ze werkt in het geheim omdat ze weet dat haar glazen kralen perfect moeten zijn om door mannen geaccepteerd te worden. Maar perfectie kan een mensenleven duren. De lezer volgt Orsola op een tijdreis door de eeuwen heen terwijl ze haar vakmanschap aanscherpt, door oorlog en pest, tragedie en triomf, liefde en verlies. De kralen die ze creëert zullen de halzen sieren van keizerinnen en courtisanes van Parijs tot Wenen - maar zal Orsola ooit het respect verdienen van degenen die het dichtst bij haar staan? Tracy Chevalier is een meester in haar eigen vak, en haar nieuwste roman De glasmaakster is levendig, inventief en betoverend: een virtuoos portret van een vrouw, een familie en een stad die net zo eeuwig zijn als hun glas. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443397600?aid=kb-online-bibliotheek&sid=19&dts=1770882322750&sig=0bf2bd678f7778eac33e411e36a2e4011257421a3d504b694191754df94221e2&width=320",
      "dateSeen": "2026-02-12T07:45:58.237Z"
    },
    "c0f219449e19963a60cc7c0f1b3e103aeee16de9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44056106X/de-vrouw-van-montparnasse-caroline-bernard",
      "title": "De vrouw van Montparnasse",
      "subtitle": "Roman over filosofe en schrijfster Simone de Beauvoir",
      "authors": "Caroline Bernard",
      "description": "Biografische roman over het leven van de Franse filosofe en schrijver (1908-1986), met aandacht voor haar zoektocht naar vrijheid in de liefde en in haar carrière.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44056106X?aid=kb-online-bibliotheek&sid=19&dts=1770882358356&sig=49bc5d9577167da93149afe0ea9192fb7f4d122de83cee0d5f61b11c13c17c7c&width=320",
      "dateSeen": "2026-02-12T07:45:58.814Z"
    },
    "123a9ebfc5987394ddc929ee5aa4cfcb8452188d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/440561078/nachtwoud-djuna-barnes",
      "title": "Nachtwoud",
      "authors": "Djuna Barnes",
      "description": "Nachtwoud speelt zich af in Parijs, Berlijn en Wenen tijdens de decadente periode tussen de twee wereldoorlogen en ‘behoort tot die kleine groep boeken die op de een of andere manier een tijdperk weerspiegelen’, aldus de Times Literary Supplement. In Nachtwoud vertelt Djuna Barnes de verhalen van een groep Amerikaanse expats en Europeanen in het Parijs van de jaren twintig van de vorige eeuw. Barnes vertelde zelf dat Nachtwoud was geschreven met haar eigen bloed ‘terwijl het nog stroomde’. Die stromende wond was de breuk na een acht jaar lange relatie met de liefde van haar leven, de kunstenares Thelma Wood. Nachtwoud is dan ook een van de eerste romans waarin homoseksualiteit openlijk beschreven wordt. Sinds de publicatie in 1936 is Barnes’ meanderende tour de force een klassieker geworden van de modernistische literatuur. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A440561078?aid=kb-online-bibliotheek&sid=19&dts=1770882358921&sig=ed8ae980e18cdc29423e46fcbdbe17bd5c1251e2713cba276cf29b20d2d8cb58&width=320",
      "dateSeen": "2026-02-12T07:45:59.411Z"
    },
    "c10d3253af0e5b719873db720d1270d0f6482a17": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44330744X/hera-jennifer-saint",
      "title": "Hera",
      "authors": "Jennifer Saint",
      "description": "Als Hera, onsterfelijke godin en dochter van de oude Titaan Kronos, haar broer Zeus helpt om hun tirannieke vader ten val te brengen, droomt ze ervan om aan zijn zijde te regeren. Terwijl ze hun heerschappij op de Olympus vestigen, vermoedt Hera dat Zeus weleens net zo meedogenloos en wreed zou kunnen zijn als de vader die ze hebben verraden. Ze is geboren om te heersen, maar moet ze daartoe deze cyclus van geweld en wreedheid bestendigen? Of kan ze een manier vinden om een betere wereld te creëren? Hera wordt vaak afgeschilderd als de jaloerse echtgenote of de boze stiefmoeder, maar deze hervertelling van de Griekse mythologie laat de vele kanten van Hera zien: wraakzuchtig als het nodig is, maar ook meelevend en bovenal een almachtige koningin van de goden. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44330744X?aid=kb-online-bibliotheek&sid=19&dts=1770882359526&sig=7785f1c5450e306a2bda55adae43243fe1c5927b39b668e88509fcb05a8b347f&width=320",
      "dateSeen": "2026-02-12T07:45:59.998Z"
    },
    "8bfa4753f25a845ee5a9847177892681cd25d7bb": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/457552565/orlanda-jacqueline-harpman",
      "title": "Orlanda",
      "authors": "Jacqueline Harpman",
      "description": "Welke man of vrouw heeft er nooit van gedroomd om op zijn minst één keer te veranderen van leefwereld door in het lichaam en de geest van een ander te kruipen? Aline Berger zal deze gedaanteverwisseling aan den lijve ondergaan. Ze wacht op het Parijse Gare du Nord op de trein naar Brussel. Ze leest een roman van Virginia Woolf, maar haar gedachten dwalen af en richten zich plotseling op een onbekende blonde jongeman van een jaar of twintig, Lucien Lefrène. Op dat moment besluit Aline het onmogelijke waar te maken: een deel van haarzelf, haar mannelijke kant, verhuist van haar vrouwenlichaam naar dat van de jongen. Een duizelingwekkende ervaring... Nu Aline in Lucien woont, kijkt ze naar de Aline die ze heeft verlaten. Ze wordt, zij worden, meegesleurd in een avontuur waarin de situaties noodzakelijkerwijs onverwacht zijn, de affaires scabreus, de toenadering tussen de individuen verrassend. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A457552565?aid=kb-online-bibliotheek&sid=19&dts=1770882360111&sig=7229c5ebbbc3df1d4ae43f7da72c7092ee54c7b10c5ac143f10770b1ae52db09&width=320",
      "dateSeen": "2026-02-12T07:46:03.652Z"
    },
    "b392c6b4ecc846abc8e8ec3ce3cf3afee0cbcbff": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/457552476/wilgenkind-josha-zwaan",
      "title": "Wilgenkind",
      "authors": "Josha Zwaan",
      "description": "Wanneer Hannah hoort dat haar vader ernstig ziek is, belandt ze tegen wil en dank in de rol van mantelzorger. Aanvankelijk met veel weerstand, maar in de loop van de maanden met steeds meer overtuiging, zorgt Hannah ervoor dat de laatste fase van haar vaders leven draaglijk voor hem is. Aan zijn sterfbed komen herinneringen boven aan haar moeder die stierf toen Hannah veertien was. Ook doet Hannah een aantal ontdekkingen over het leven van haar vader. Langzaam wordt duidelijk waar de verwijdering begonnen is en wat de oorzaak is van haar vaders onvermogen om een betrokken ouder te zijn. In eerste instantie lijkt de verwijdering te maken te hebben met Hannahs abortus in haar studententijd, maar verzwegen gebeurtenissen in het verleden blijken een veel grotere rol te spelen. Wilgenkind is een aangrijpende roman over de misverstanden tussen ouders en kinderen, over familiegeheimen en het verzwijgen daarvan, en over de rollen die worden omgekeerd wanneer kinderen opeens voor hun ouders moeten zorgen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A457552476?aid=kb-online-bibliotheek&sid=19&dts=1770882363773&sig=6bb2cff99bbf093ca92592305b9cdd86fc1e1e267fc403073b8e0cd6d02526c7&width=320",
      "dateSeen": "2026-02-12T07:46:04.208Z"
    },
    "d778a7871265c8ac0f8f848e5f6b7fdee8ae0d18": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/457552573/een-mondvol-zout-reem-gaafar",
      "title": "Een mondvol zout",
      "authors": "Reem Gaafar",
      "description": "Een klein boerendorp in Noord-Sudan wordt op een ochtend wakker met het nieuws dat een jongetje is verdronken. Kort daarna sterven de dieren aan een mysterieuze ziekte en vliegen de dadeltuinen in brand en branden ze tot de grond toe af. De dorpelingen fluisteren over een tovenares die aan de voet van de bergen woont. Het is het droge seizoen. De mannen moeten ergens heen, de vrouwen moeten werken, de kinderen spelen op de plek waar de rivier buiten haar oevers treedt. De zestienjarige Fatima verlangt ernaar om het dorp te verlaten en naar Khartoem te gaan. In Khartoem vindt een alleenstaande moeder haar weg in een wereld die meisjes en vrouwen wil weren. Terwijl de burgeroorlog oplaait, dringt het politieke door in het persoonlijke en wordt haar positie in de hoofdstad onhoudbaar. Ze moet terug naar het dorp. Een mondvol zout laat een land zien dat op de rand van een aardverschuiving staat, terwijl de vrouwen zelf moeten beslissen welke tradities zij in ere willen houden - en welke profetieën ze moeten herschrijven. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A457552573?aid=kb-online-bibliotheek&sid=19&dts=1770882364319&sig=9d83fd0b92ce61b42a4b9d1c8472e40c034bf8b27544a8068072a9d4b9ae434e&width=320",
      "dateSeen": "2026-02-12T07:46:04.774Z"
    },
    "211a3e539a5e9f73cbefe40630c2d4e748e6ae74": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/457552514/aan-de-inwoners-van-gaza-samar-yazbek",
      "title": "Aan de inwoners van Gaza",
      "subtitle": "Uw aanwezigheid hier brengt uw leven in gevaar",
      "authors": "Samar Yazbek",
      "description": "Samar Yazbek legde de aangrijpende verhalen vast van gewone burgers in Gaza, die getuige waren van wat de geschiedenis zich misschien ooit zal herinneren als een van de meest wrede oorlogen van onze tijd. Hun verhalen onthullen een nachtmerrie vol gruwelen: van drones en bommen met verarmd uranium tot exploderende vaten en hongersnood. De overlevenden beschrijven een realiteit waarin mensen als prooi worden opgejaagd en vluchten door de openluchtgevangenis die de Gazastrook is geworden. Iedere overlevende heeft een onvoorstelbaar verlies geleden - huizen verwoest, dierbaren verdwenen, ledematen weggevaagd. Velen zijn behandeld in ziekenhuizen die werden aangevallen door Israëlische raketten, en waren getuige van de vernietiging van cruciale zorginstellingen. Yazbek illustreert de verschrikkelijke gevolgen van deze verwoesting: door gebrek aan medicijnen, bedden en basisvoorzieningen zijn ze symbool geworden voor de hel die de slachtoffers doorstaan. Ondanks alles blijven de overlevenden, te midden van de tragedie, vastberaden om hun verhalen te delen. Ze klampen zich vast aan de hoop dat hun stemmen weerklank zullen vinden, dat de wereld zal luisteren en dat ze ooit naar huis kunnen terugkeren om hun leven weer op te bouwen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A457552514?aid=kb-online-bibliotheek&sid=19&dts=1770882364884&sig=711c3ca8cd3e0742dc67ca3d1252e72ac7f1269ed4be5a4e8e28846390e0f662&width=320",
      "dateSeen": "2026-02-12T07:46:05.327Z"
    },
    "b69db3cbf791e8c04fd003ac88920e2881d872ed": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/446627305/babyloni%C3%AB-costanza-casati",
      "title": "Babylonië",
      "authors": "Costanza Casati",
      "description": "Er wordt over haar roem gefluisterd in de Mesopotamische mythologie: Semiramis was een koningin, een ambitieuze strijder, een bevelhebber met een reputatie die de majestueuze proportie van Alexander de Grote evenaart. Maar in geschiedenisboeken over de oude beschavingen blijft het merkwaardig stil. Geboren als dochter van een vrouw die door Aphrodite werd geminacht en opgevoed als wees aan de rand van Babylonië, was het nooit de bedoeling dat Semiramis macht zou krijgen. Maar dat betekent niet dat ze er niet voor gemaakt is… Aan het hof van de nieuwe, jonge Assyrische koning raakt Semiramis verstrikt in de politieke intriges wanneer zij een liefdesverhouding begint met de beste vriend van de koning. Ze traint zichzelf in zowel oorlogsstrategie als diplomatie. En met elke stap stijgt ze in rang, verwikkeld in een spel van macht, verlangen, familie en verraad, tot ze kan stijgen naar de enige positie die haar veilig zal houden: koningin. Voor Babylonië baseerde Costanza Casati zich op de mythen en beschrijft ze het leven van Semiramis, de enige vrouwelijke heerser van het Assyrische Rijk, en de beroemde driehoeksverhouding die haar koningin maakte. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A446627305?aid=kb-online-bibliotheek&sid=19&dts=1770882365443&sig=3b5167465999c2347cb48bbc9e7d1d57810be28e080faf14f63d4d3b47714b01&width=320",
      "dateSeen": "2026-02-12T07:46:05.894Z"
    },
    "67dff65d712ae5875b81abf81a5ed2376b6d71a5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444505652/o--caledonia-elspeth-barker",
      "title": "O, Caledonia",
      "authors": "Elspeth Barker",
      "description": "Onder aan de trap van het kasteel, gekleed in haar moeders zwart kanten avondjurk, ligt Janet, in de verwrongen houding die duidt op moord... O, Caledonia is een verbluffende roman, waarin de kettingreactie van gebeurtenissen wordt beschreven die leidt tot de bizarre dood van een zestienjarig meisje, gesitueerd in Schotland in de jaren veertig en vijftig. Opgroeiend in een geïsoleerde en eenzame wereld wendt Barkers verdoemde jonge heldin zich tot de literatuur, de natuur en tot haar tante Lila, die haar korte momenten van troost bieden in een verder grimmig bestaan. Mensen, vogels en andere dieren bevolken een verhaal dat zowel sfeervol als geestig en vlijmscherp is. Het familiemotto - moriens sed invictus (stervend maar onoverwonnen) - is een toepasselijk grafschrift voor de wilde en dappere Janet, wier vurige vastberadenheid om trouw te blijven aan zichzelf haar tot een van de onvergetelijkste heldinnen van de hedendaagse literatuur maakt. Op meesterlijke wijze roept Elspeth Barker het barre klimaat van Schotland voor de geest in deze gothic roman, die wel wordt vergeleken met het werk van de Brontës, Edgar Allen Poe en We hebben altijd in het kasteel gewoond van Shirley Jackson. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444505652?aid=kb-online-bibliotheek&sid=19&dts=1770882365999&sig=5d91af2827b9d8d42f459c810fa5c7e0ce216d8914b661be199a0f46c7b43ad7&width=320",
      "dateSeen": "2026-02-12T07:46:06.466Z"
    },
    "cadc4004e559bdfe876aa02d36aee33572e09844": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444505792/een-handvol-leven-marlen-haushofer",
      "title": "Een handvol leven",
      "authors": "Marlen Haushofer",
      "description": "Een jonge vrouw zet haar eigen dood in scène om aan haar familie te ontsnappen. Na jaren van sociale ketenen wil ze breken met de rol van vrouw, moeder en minnares: ze weigert nog langer een leven te leiden dat door anderen wordt gedicteerd. Jaren later keert Elisabeth terug naar het huis dat ze ooit verliet. Oude foto's brengen herinneringen terug: een zomer op het platteland, haar ervaringen op de nonnenschool, een liefdesrelatie op het werk, het huwelijksleven in de middenklasse en het tweede huwelijk van haar man met haar vriendin Käthe. Deze herinneringen onthullen haar tweestrijd: ooit verkoos ze vrijheid en onafhankelijkheid boven bescherming, toch verlangde ze haar hele leven naar genegenheid, warmte en veiligheid. In plaats van een voortkabbelend 'geluk' koos ze voor 'een handvol leven'. Een handvol leven, gepubliceerd in 1955, is een bijzonder eigentijds portret van een vrouw die weigert de haar toegewezen rol te aanvaarden en besluit haar man en kind achter te laten op zoek naar vrijheid. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444505792?aid=kb-online-bibliotheek&sid=19&dts=1770882366576&sig=794ce41f9ca4d4c61acaae9c132910d62425a465b356a3724846290bc17e730b&width=320",
      "dateSeen": "2026-02-12T07:46:06.945Z"
    },
    "0bfef7a7083d971f30f5efc2ab4732b318307830": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444505741/de-kleur-van-henna-esther-freud",
      "title": "De kleur van henna",
      "subtitle": "Verfilmd als Hideous Kinky",
      "authors": "Esther Freud",
      "description": "De kleur van henna, succesvol verfilmd als Hideous Kinky, met Kate Winslet in de hoofdrol, is het onweerstaanbare verhaal van een Engelse hippiemoeder die in een opwelling besluit om het grauwe Londen van 1972 te ontvluchten en met haar twee jonge dochters naar Marokko te verhuizen. Het avontuur dat volgt voert hen langs kleurrijke markten, vervallen hotels en mystieke soefi-retraites, via vriendschappen en vetes, affaires met nomadische straatartiesten, urenlang liften langs stoffige wegen en nachtenlang kamperen aan de kust - dit alles gezien door de ogen van een vijfjarig meisje. Herontdek deze meeslepende moderne klassieker over de geest van vrijheid, vol met de beelden, geuren, kleuren en smaken van het Marokko van de twintigste eeuw. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444505741?aid=kb-online-bibliotheek&sid=19&dts=1770882367063&sig=efa8da08c2fa1ee12ca9803f70294abf2737450bab095e6ed174d9c5c4bcd722&width=320",
      "dateSeen": "2026-02-12T07:46:07.600Z"
    },
    "9dd40e88b79bad7b45422ba629d76d3fc6a9ab2c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/446627054/mijn-zus-en-andere-liefdes-esther-freud",
      "title": "Mijn zus en andere liefdes",
      "authors": "Esther Freud",
      "description": "In Mijn zus en andere liefdes keert Esther Freud terug naar Bea en Lucy, de zusjes uit haar autobiografische debuutroman De kleur van henna, die in de jaren zestig met hun hippie-moeder door Marokko reisden. Zolang Lucy zich kan herinneren zit ze klem tussen haar liefde voor haar bohemien moeder en haar verknochtheid aan Bea, haar heftige, veeleisende zus. Van hun kindertijd vol omzwervingen tot hun rusteloze tienerjaren - liftend door het Ierse platteland, de verhuizing naar een soort commune - heeft ze moeten kiezen tussen twee zeer verschillende benaderingen van het leven. Wanneer de meisjes volwassen worden en zich wagen aan hun eigen experimenten - in de liefde, met drugs, werk, het moederschap - dreigt Bea steeds verder af te drijven. Kan hun trouw aan elkaar de beschadigingen overstijgen van een verleden dat bijna te gevaarlijk voelt om te onderzoeken? Met messcherp inzicht delft Esther Freud de intiemste relaties van ons leven op, ze legt de angst en het verlangen bloot, de geheimen en het wantrouwen. Mijn zus en andere liefdes is een onweerstaanbare verkenning van liefde, familie en vrijheid in al hun vormen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A446627054?aid=kb-online-bibliotheek&sid=19&dts=1770882367754&sig=dd4291add83021dd198b7534021e6b2a6e3db485c99a97b0bbbf53c0fe7ca81b&width=320",
      "dateSeen": "2026-02-12T07:46:08.197Z"
    },
    "7a8d7310c1e28cb4940677e0a5b8e9be1e261fac": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/446627089/korstmos-rinske-bouwman",
      "title": "Korstmos",
      "authors": "Rinske Bouwman",
      "description": "Marius is buschauffeur, beginnend vogelaar en mantelzorger van zijn vrouw Philo, die al jaren langer leeft dan verwacht. Als game developer tipt ze hem The Otherworld, een online virtuele wereld, waar mensen van over de hele wereld samenkomen en zichzelf kunnen zijn, of juist helemaal niet. In The Otherworld koopt Marius een eiland van pixels en hij begint een diervriendelijke tijgerfokkerij, waar hij elke vrijdagavond een steeds drukker bezocht online feest geeft. Door nieuwe mensen te ontmoeten en een eigen sociaal leven op te bouwen bereidt hij zich zo goed mogelijk voor op een leven na Philo’s dood. Hoewel ze al jaren samen zijn ontstaan er barstjes in de evenwichtige symbiose tussen Marius en Philo. Marius haalt inspiratie uit de natuur om hem heen. Hij krijgt tips van schapen, mieren en zijn eigen kat Ruud. Ook een zwaan probeert hem te troosten. Toch wordt de kloof tussen Marius en Philo groter, tot er een tijger in zijn huiskamer staat. Een echte, niet een van pixels. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A446627089?aid=kb-online-bibliotheek&sid=19&dts=1770882368315&sig=80f58747b5037dcbb6d735d5ea039013a0628015544f804ff22b168301d7f12b&width=320",
      "dateSeen": "2026-02-12T07:46:08.785Z"
    },
    "97838ea411fcaf6a7d12d6b55ec27b0cc3ea9059": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444505679/rijpheid-sarah-moss",
      "title": "Rijpheid",
      "authors": "Sarah Moss",
      "description": "Edith woont in haar eentje aan de Ierse kust, waar haar gedachten afdwalen naar een zomer, lang geleden, die nog steeds een grote impact op haar leven heeft. Ze onderhoudt een intense vriendschap met Meabh en een intens fysieke relatie met haar buurman. In de jaren zestig werd de zeventienjarige Edith naar een villa aan het Comomeer gestuurd om haar zwangere zus Lydia, een balletdanseres, bij te staan. In dat leven tussen de dansers en omgeven door schoonheid wordt er een delicate spanning opgebouwd die leidt tot een indringende scène waarin Lydia bevalt en vervolgens haar baby ter adoptie afstaat. Sarah Moss schrijft in Rijpheid op een bijna hypnotiserende manier over het lichaam: de ruimte die het inneemt, de cyclus van het leven, het begin en het verval ervan. Bovendien weet ze als geen ander gevoelens van erbij willen horen, vriendschap, familie, eenzaamheid en vooral liefde tot leven te wekken. Rijpheid is een roman vol schoonheid, verdriet en diepmenselijke ervaringen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444505679?aid=kb-online-bibliotheek&sid=19&dts=1770882027898&sig=dd9b7284565637fec4926d81ab9393ce0f4c7fd1fe441a489069ca7c45c6bb29&width=320",
      "dateSeen": "2026-02-12T07:46:09.289Z"
    },
    "5c5fcb73f241bcf8d4eb9e0f889daedadd204d7c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444505687/maqluba-sari-bashi",
      "title": "Maqluba",
      "subtitle": "Een Palestijns-israëlisch liefdesverhaal",
      "authors": "Sari Bashi",
      "description": "Osama is een Palestijnse professor die vastzit in de stad Ramallah op de Westelijke Jordaanoever en alleen maar kan dromen van congressen in het buitenland of een bezoekje aan zijn moeder in Gaza. Sari is een Israëlisch-Amerikaanse mensenrechtenadvocaat, wier passie voor vrijheid haar ertoe brengt de Westelijke Jordaanoever te doorkruisen en het op te nemen tegen de Israëlische autoriteiten in rechtszaken namens Osama en anderen die worden onderworpen aan strenge reisbeperkingen. Hun verhaal laat zien hoe zij hun plaats in de Israëlisch-Palestijnse samenleving proberen te vinden. De pogingen van Sari en Osama om hun relatie onder vrijwel onmogelijke omstandigheden in stand te houden, tonen de vervreemding en scheve verhoudingen die een halve eeuw militaire bezetting van Palestina tussen Palestijnen en Israëliërs heeft gecreëerd. 'Maqloubah' betekent 'ondersteboven' in het Arabisch, naar het traditionele Palestijnse kip-en-rijstgerecht waarvan de pot, zodra het koken voltooid is, ondersteboven op een serveerschaal wordt gezet. Sari en Osama ontdekken dat belangrijke aspecten van hun twee verschillende werelden lijnrecht tegenover elkaar lijken te staan en nauwelijks ruimte laten om van de ander te houden. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444505687?aid=kb-online-bibliotheek&sid=19&dts=1770882369425&sig=bf37e5d5694a52328da1cd40a3c97b1d9192e91a29d45916813d6d33d09eec86&width=320",
      "dateSeen": "2026-02-12T07:46:09.887Z"
    },
    "2cb2f2e85fdf736e30cfe0b49ffd2623b52d980c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/457552581/eigenzinnige-vrouwen-in-de-kunsten-liddie-austin",
      "title": "Eigenzinnige vrouwen in de kunsten",
      "subtitle": "Inspirerende vrouwenlevens",
      "authors": "Liddie Austin",
      "description": "Jarenlang hingen er in toonaangevende musea over de hele wereld slechts enkele schilderijen van vrouwen. Maar er is een ware revolutie gaande in de kunstwereld: er worden internationale tentoonstellingen gewijd aan vrouwelijke kunstenaars als Frida Kahlo, Niki de Saint Phalle en Berthe Morisot. Kunstboeken als The story of art without men laten zien hoeveel kunstenaressen over het hoofd zijn gezien of buiten musea zijn gehouden. En in Nederland en België zijn de webinars van HerStory of Art van Karin Haanappel en de boeken van De Kunstmeisjes een bron van inspiratie over kunst van vrouwen. In dit boek verzamelde journaliste Liddie Austin de artikelen die ze de afgelopen jaren schreef over de inspirerende levens van kunstenaressen en andere vrouwen in de kunsten. Met verhalen over Yayoi Kusama, Alice Neel, Lee Krasner, Paula Modersohn-Becker, Lee Miller, Georgia O'Keeffe en Frida Kahlo, die conventies de rug toekeerden en een leven vol moed en creativiteit leidden. Ook eigenzinnige kunstverzamelaarsters als Peggy Guggenheim en Helene Kröller-Müller worden in deze sprankelende bundel voor het voetlicht gebracht. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A457552581?aid=kb-online-bibliotheek&sid=19&dts=1770882370010&sig=41dd2f7438a8615ad6f670965790c81e04052ee81be06a78ce57adfe0de3b1a7&width=320",
      "dateSeen": "2026-02-12T07:46:10.520Z"
    },
    "b8a48f34e82b47b841ed485e1af753944b0a0d1d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/457552522/op-scoutingkamp-sandra-kuipers---mireille-hovius",
      "title": "Op scoutingkamp",
      "authors": "Sandra Kuipers | Mireille Hovius",
      "description": "Twee scoutingverenigingen wedijveren om het clubgebouw. Wie wint de vlottentocht? Froekje en Mies met de gidsen of Kasper met de verkenners? Beiden gaan 100% voor de winst. Maar of de strijd ook het beste in ze naar boven haalt? 'Ik hoor niks.' Kasper trekt één wenkbrauw op. 'Ja,' zegt Froekje met trillende stem. 'Jullie winnen de vlottentocht.' 'Juist!' Nu grijnst hij. 'Froekie begint het te leren. En dan nog wat: JIJ wordt mijn knecht.' Sandra Kuipers (1973) en Mireille Hovius (1975) schrijven samen kinderboeken. Het idee daarvoor is ontstaan op de basisschool, waar Sandra werkt als leerkracht en de twee kinderen van Mireille naar school gaan. Na schooltijd praat en zij over hun gezamenlijke passie en niet veel later zaten ze achter de schrijftafel. Hun droom werd werkelijkheid: Voor je ligt het tweede boek uit hun serie: Froekje & Mies, op scoutingkamp. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A457552522?aid=kb-online-bibliotheek&sid=19&dts=1770882370632&sig=bfb3b287af18ae6e2c9cfffa3cbf6b6bd20d86ba9b7abfcd3a09a634ca2be352&width=320",
      "dateSeen": "2026-02-12T07:46:11.093Z"
    },
    "cb552ef3b5b378defd80b081d8c5aae8ae546448": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45755262X/het-samaelsverbond-terrence-lauerhohn",
      "title": "Het Samaelsverbond",
      "authors": "Terrence Lauerhohn",
      "description": "Gebaseerd op een waargebeurd verhaal. Mark Ainsworth neemt zijn intrek in het Great Lake Plaza hotel in Chicago. Zijn broer is vermist en het laatste spoor leidt naar deze locatie. Wat Mark niet weet - en wat geen enkele buitenstaander weet - is dat het gebouw al sinds de voltooiing in de negentiende eeuw een afschuwelijk geheim verbergt. Terrence Lauerhohn zet met donkergekleurde pen de toon in zijn verhalen. Zodra je een van zijn boeken openslaat golf je mee op de vaak duistere stromen van zijn proza. Menig lezer kan niet eerder dan na de allerlaatste punt loskomen van de bloedstollende spanning en de suspense die hij in zijn verhalen weet te leggen. Terrence is geboren op 31 mei 1960 in 's-Hertogenbosch. Hij woonde zo'n dertig jaar in Bergen op zoom. Nu woont hij in het Zeeuwse Rilland, prachtig ingeklemd tussen de beide Scheldes. Behalve zijn boeken zijn sinds 2014 ook een aantal kortverhalen van hem in genre-magazines en verhalenbundels gepubliceerd, waarvan verschillende in de USA. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45755262X?aid=kb-online-bibliotheek&sid=19&dts=1770882371216&sig=3a4bc0221eac19c77f275a6c1f7b891932449ef218c2fc8fb0c91790ff73ee8a&width=320",
      "dateSeen": "2026-02-12T07:46:11.700Z"
    },
    "47b9b01ceb1a7d0ea68db5762957ad332144c751": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/457552557/in-de-basket-folkert-oldersma",
      "title": "In de basket",
      "authors": "Folkert Oldersma",
      "description": "Teun is helemaal weg van basketbal. Bij zijn club De Dolphins valt hij op door zijn geweldige spel. Zijn jaloerse teamgenoot Kasper zit hem echter voortdurend dwars. Als Teun de kans krijgt voor het basketbalspel naar de Verenigde Staten te gaan, wacht hem daar een aangename verrassing. Maar die blijkt tegelijk ook heel onaangenaam... De twee kleinzonen van schrijver Folkert Oldersma zijn enthousiaste basketballers. Zij fluisterden hem verhalen in over beroemde basketballers, legden de spelregels uit en dropten leuke feitjes over de sport. Het verhaal bedacht hij zelf. 'Het enthousiasme spat van het verhaal af. Voor jeugd die overweegt te gaan basketballen zal dit boek de doorslag geven.' Wil je van alles weten over basketbal en heb je zin in een fijn verhaal? Het jeugdboek 'In de basket' bevat het boeiende verhaal over de basketballende Teun en geeft bovendien veel leuke weetjes over deze sport. Je leert over de regels, leest over beroemde basketballers en komt alles aan de weet over records. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A457552557?aid=kb-online-bibliotheek&sid=19&dts=1770882372875&sig=ab28f8144caa4ddf553e3f47beb6540a618e5b353e6a7a8cba794959e269c8d7&width=320",
      "dateSeen": "2026-02-12T07:46:13.312Z"
    },
    "55e5cce8c2f42e68a286ecb7b438d7c49397ff1c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/457552530/rafelranden-van-een-kampong-marian-puijk",
      "title": "Rafelranden van een Kampong",
      "authors": "Marian Puijk",
      "description": "Java 1916-1945. De inheemse Asmina is geboren met een misvorming aan haar gezicht. Als ze dertien jaar oud is, roept ze per ongeluk het onheil af over haar familie, waarna haar vader haar verkoopt aan een blanke man. Deze man dwingt haar het bed met hem te delen. In de jaren die volgen overwint ze haar afkeer en haar angsten, maar het gemis van haar familie - met name van haar jongste zusje - is altijd aanwezig. Ze krijgt drie kinderen en denkt dat ze haar leven op orde heeft. Marian Puijk (1957) schrijft hoofdzakelijk over Nederlands-Indië en het huidige Indonesië. Haar korte verhalen - onder andere 'Finale in Blauw Organdie', 'Nazomerdans', 'Elpenbeen', 'Ava's Overkant' - zijn gepubliceerd in verhalenbundels, tijdschriften en kranten. Haar inspiratie haalt ze uit reizen, gesprekken met mensen en ontelbare boeken. 'Rafelranden van een Kampong' is haar debuutroman. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A457552530?aid=kb-online-bibliotheek&sid=19&dts=1770881489645&sig=cdf2057c15eec213e91b7044f1abb2d806dc01bb4dbb3862a05625d6a20d1b9a&width=320",
      "dateSeen": "2026-02-12T07:46:13.843Z"
    },
    "0610142bb13b9d6731ded968bc38cec9a61fa4a9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/457552603/we-zijn-verdwaald-manon-duintjer",
      "title": "We zijn verdwaald",
      "authors": "Manon Duintjer",
      "description": "Hoe worden we wie we zijn? Komt er een moment dat we accepteren dat we niet altijd de antwoorden krijgen die we denken nodig te hebben? Wanneer Kims vader zijn gezin verlaat om in India verlichting te zoeken, blijft zij achter met vragen en een diep wantrouwen tegenover alles wat met spiritualiteit te maken heeft. Jaren later reist Kim samen met haar vader naar India in de hoop nader tot elkaar te komen. Ze trekken via de stranden van Goa naar een ashram in het zuiden van India. Zal Kim de antwoorden vinden die ze zoekt? We zijn verdwaald is een indringende coming of age roman over de impact die de keuzes van ouders kunnen hebben op een kind. Met een scherp oog voor de absurditeit van het leven schetst Manon Duintjer een herkenbare zoektocht naar verbondenheid en betekenis. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A457552603?aid=kb-online-bibliotheek&sid=19&dts=1770882373954&sig=893c6c0a946941b4544af90bd3c818eca4f61256d46fda53c78ed2b761036840&width=320",
      "dateSeen": "2026-02-12T07:46:14.567Z"
    },
    "3d94e183785b5d545ed87eb4959eee7d6bf985c2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456974008/het-verraad-judy-summers",
      "title": "Het verraad",
      "authors": "Judy Summers",
      "description": "1848. De familie Shaw heeft veel monden te voeden. Sinds de moeder van de kinderen is overleden en hun vader door een ongeluk gehandicapt is geraakt, moeten ze zelf zien te overleven. Uiteindelijk lukt dat niet meer, en de twaalfjarige Meg moet samen met haar jongere zusje Rosie naar het werkhuis verhuizen. Er wordt beloofd dat ze in de zomer weer naar huis mogen, maar de tijd verstrijkt en niemand komt hen ophalen. Het werkhuis wordt met harde hand geleid door een sadistische directrice, en om te overleven moet Meg zelf een uitweg zien te vinden. Dit is het eerste deel in de historische serie 'Dochters van de stad' die zich afspeelt in het Victoriaanse Liverpool in de jaren 1840. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456974008?aid=kb-online-bibliotheek&sid=19&dts=1770890684736&sig=1a37a714cb5d1befb8cd5b8f7905f99da129bab91974781f9cc0f78bdf1499ed&width=320",
      "dateSeen": "2026-02-13T07:44:53.398Z"
    },
    "71419af7a91ff11b811f1d692247c890486f690c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/457552468/niet-ziek-genoeg-linda-beukeboom",
      "title": "Niet ziek genoeg",
      "subtitle": "Een schokkend, waargebeurd verhaal over falende hulp, stigma en strijd",
      "authors": "Linda Beukeboom",
      "description": "Wat als je pijn echt is, maar niemand je gelooft? Linda leeft met ondraaglijke buikpijn en zoekt medische hulp, maar vindt alleen ongeloof. Specialisten kijken niet verder, plakken er een label op en laten haar aan haar lot over. Linda's verleden met seksueel misbruik wordt psychosomatisch tegen haar gebruikt. Ze raakt uitgeput, wanhopig en onzichtbaar. Tijdens een kerstvakantie in Zwitserland stort alles in. Een spoedoperatie onthult de waarheid: een ernstige aandoening die in Nederland niet werd opgemerkt. Dan weigert haar zorgverzekeraar de operatie te vergoeden... Niet ziek genoeg is een aangrijpende, op waarheid geïnspireerde roman over falende zorg, menselijke hardheid en de strijd om serieus genomen te worden. Dit achtste boek van Linda Beukeboom is autobiografisch. In haar werk geeft ze aan wat vaak onzegbaar blijft aan de hand van ingrijpende gebeurtenissen, waarbij ze zich bedient van scherpe observaties en emotionele eerlijkheid. Linda is met haar partner woonachtig in de kop van Drenthe. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A457552468?aid=kb-online-bibliotheek&sid=19&dts=1770887406288&sig=e2bb0b1450395a2838dd4d63c9d6fbe67497dc7ceb8c0af381c0df530ee94331&width=320",
      "dateSeen": "2026-02-13T07:44:53.886Z"
    },
    "9e2000defa95b9bee8d4717311754b025cd9fc52": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/457916427/de-kracht-van-ervaring-sietske-dijkstra",
      "title": "De kracht van ervaring",
      "authors": "Sietske Dijkstra",
      "description": "In dit boek zit mijn werk, mijn leven en mijn hart. Sietske Dijkstra Een boek over geweldspatronen, tacit knowing en thuis Dit boek gaat over intimiteit en het schenden daarvan. Kernvraag is hoe je deze schending belichaamt, taal, een (muzische) vorm en een waardevol handelingskader geeft. Er wordt bij geweld in relaties en na het verbreken ervan veel geleden, soms luidkeels, maar vaak ook in stilte. Geweldspatronen geven inzicht in de structuur en het waarom van geweld en de ondermijnende werking die daarvan uitgaat. De kracht van een narratieve benadering helpt om dat invoelbaar en waarneembaar te maken en te onderbouwen. Het ontwikkelen en toepassen van kennis en vaardigheden op dit thema en een dienstbare menselijke houding zijn van levensbelang om geweld te stoppen, macht te kantelen en bij te dragen aan veiligheid en herstel. Er is wereldwijd veel geweld, thuis en daarbuiten in instituties, regimes en landen. Steeds vaker wordt een structuur van machtsongelijkheid blootgelegd. Er is veel ontheemding en soms ontworteling, maar we zijn als samenleving niet vleugellam. Dit boek is geschreven voor betrokkenen en professionals en maakt duidelijk vanuit de praktijk hoe geweld in relaties ontwrichtend uitwerkt. Maar ook hoe er concreet met interventies, werkvormen en vak- en ervaringskracht een uitweg kan worden gevonden. De aanpak van geweld in relaties is een rode draad in Sietskes loopbaan waarin ze aandacht heeft voor de bezieling, kwetsbaarheid en ambachtelijkheid van het werk. Ze promoveerde in 2000 bij genderstudies in Utrecht op een biografisch onderzoek naar betekenisgeving van geweld in de kindertijd op relaties en richtte haar bureau Dijkstra op in 1998. Ze verricht praktijkgericht onderzoek, ontwerpt en geeft (na)scholing, biedt advies, casusconsultatie en geeft coaching (aan ouders) bij relationele onveiligheid. Sietske Dijkstra schreef een zeer persoonlijk én praktisch boek, dat ik van harte aan studenten en professionals aanbeveel. Janine Janssen, lector Veiligheid in Afhankelijkheidsrelaties aan Avans Hogeschool en de Politieacademie en bijzonder hoogleraar Rechtsantropologie aan de Open Universiteit Dit boek biedt een hoopvol perspectief voor het collectief draagvermogen voor mensen die met geweld in afhankelijkheidsrelaties zijn en worden geconfronteerd. En voor professionals die dit hoopvol perspectief weer, samen met cliënten, kunnen vormen. Ard Sprinkhuizen, senior Onderzoeker, Kenniscentrum Sociale Innovatie Hogeschool Utrecht en Lectoraat GGZ en Samenleving Hogeschool Windesheim Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A457916427?aid=kb-online-bibliotheek&sid=19&dts=1771054157794&sig=3afa494efe8f9c88aac3b0228076838004ac7ea21f9027af35bfc2e5705b0adc&width=320",
      "dateSeen": "2026-02-14T07:29:18.312Z"
    },
    "a493422edc8a6cbc7f9dd5711dc4bd7cc4f8c9f8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/457916435/geen-bal-aan-lisanne-stam",
      "title": "Geen bal aan",
      "authors": "Lisanne Stam",
      "description": "Fardau doet niet aan Valentijn. Dat zoetsappige gedoe met rozen en romantiek... brr. Nee, haar hart gaat sneller kloppen van spanning, opschudding en vooral misdaad. Ze is niet voor niets freelancejournalist. Wanneer haar vriendin Sietske zichzelf en Fardau opgeeft voor de Hartennacht, een mysterieus Valentijnfeest georganiseerd door Het Comité, ziet Fardau er direct een verhaal in. Het idee om daar overladen te worden met Valentijngedoe spreekt haar totaal niet aan, maar de kans om hierover te schrijven wél. Want slechts weinigen weten wat er echt gebeurt tijdens de Hartennacht. Zodra ze wordt toegelaten, begint het gedoe: Fardau belandt in een wereld vol raadselachtigheden, onverwachte situaties en een ontmoeting die haar verhaal compleet in de war schopt. Romantiek zoekt ze niet. Een achter-de-schermen-artikel wel. Maar misschien vindt ze iets wat haar weet te verrassen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A457916435?aid=kb-online-bibliotheek&sid=19&dts=1771054158454&sig=f85cd75e6f67087cd954ed423182009de2bfe2d932f8567363fec87bd14c27aa&width=320",
      "dateSeen": "2026-02-14T07:29:22.451Z"
    },
    "fb720d8140d60382feb2d505f13ac46990be6678": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45801334X/verloren-dochter-megan-miranda",
      "title": "Verloren dochter",
      "authors": "Megan Miranda",
      "description": "Wanneer Hazel Sharp, de dochter van het voormalige gerespecteerde hoofd van de politie van Mirror Lake, onverwacht het huis erft waarin ze is opgegroeid, gaat ze terug naar het stadje – en de mensen – die ze bijna een decennium eerder achter zich heeft gelaten. Maar er keert meer terug uit het verleden: een droogte heeft de regio getroffen en terwijl het waterniveau in het meer blijft dalen, beginnen lang verborgen geheimen tevoorschijn te komen… inclusief bewijs dat mogelijk eindelijk het mysterie van de verdwijning van haar moeder kan oplossen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45801334X?aid=kb-online-bibliotheek&sid=19&dts=1771140809843&sig=4fef44627593000e67f19bea370fdc11c4900a6526110f0b3f354bc77c1b933e&width=320",
      "dateSeen": "2026-02-15T07:33:30.424Z"
    },
    "e7362cb0012e1b2da5226f11a313dbb895def23b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/458013439/schuilen-voor-de-storm-ellie-dean",
      "title": "Schuilen voor de storm",
      "authors": "Ellie Dean",
      "description": "Het is 1943 en April Wilton draagt haar steentje bij door haar werk voor de marine in Portsmouth. Ze wordt verliefd op een Amerikaanse soldaat die haar de hemel belooft, en het leven lacht haar toe. Maar dat alles stort in als ze ongepland zwanger blijkt. Oneervol ontslagen en de deur gewezen door haar moeder weet April niet wat ze moet doen. Het lot brengt haar naar Cliffehaven en het pension van Peggy Reilly. Daar vindt ze wel de steun en warmte die ze nu zo nodig heeft. Maar is dat genoeg om haar door deze zware tijd te helpen? 'Schuilen voor de storm' is het elfde boek in de serie 'Een veilige haven' van Ellie Dean. Lees ook haar eerdere boeken over de belevenissen van Peggy Reilly en de jonge vrouwen die hun plek vinden in haar pension terwijl Engeland zucht onder de ontberingen van de Tweede Wereldoorlog. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A458013439?aid=kb-online-bibliotheek&sid=19&dts=1771055913578&sig=cc0b76102d329c6e1866af21833e00186418565ad120f62cc5d96040a1f5fee4&width=320",
      "dateSeen": "2026-02-15T07:33:30.933Z"
    },
    "62efd8210f0a41793f62d5051a87642ee3b1948d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/458013528/hoe-praat-je-met-een-populist--huub-buijssen",
      "title": "Hoe praat je met een populist?",
      "subtitle": "Handleiding voor feestdagen, familiediners en vrijmibo's",
      "authors": "Huub Buijssen",
      "description": "Hoe praat je met die oom die lijnrecht tegenover je staat? Heeft je zwager gelijk of ben je het gewoon met hem eens? Kunnen links en rechts elkaar ooit begrijpen? Hoe praat je met een populist? geeft inzicht in hoe onze overtuigingen, aan beide kanten van het politieke spectrum, zijn geworteld en hoe je zonder ruzie met elkaar in gesprek gaat en blijft. Het biedt vaardigheden die je niet allen kunt toepassen in politieke discussies, maar ook in gesprekken op de werkvloer, in je vriendenkring en zelfs om je relatie te redden. 'Praktische tips voor een ontspannen (kerst)diner zonder ongemakkelijke stiltes of verhitte discussies.'  Telegraaf  'Een sympathiek handboekje waarin je leert hoe je moet praten met een populist.'  De Volkskrant Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A458013528?aid=kb-online-bibliotheek&sid=19&dts=1771140811039&sig=ab3c529794a386c4da7fdfa39bfb491aae7ffdc94ddebfa94248c0d66b80e219&width=320",
      "dateSeen": "2026-02-15T07:33:31.523Z"
    },
    "fad2695b5db9a8ad579e2eee493665eb3dc66ac0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/458013382/zoon-van-hamas-mosab-hassan-yousef",
      "title": "Zoon van Hamas",
      "authors": "Mosab Hassan Yousef",
      "description": "Wat gaat er schuil achter het masker van Hamas? Is er hoop voor het Palestijnse volk? Bestaat er een oplossing voor het Palestina-conflict? Wat gebeurt er in Israëlische gevangenissen? De Groene Prins werd hij genoemd. Palestijn en toegewijd moslim. Zoon en beoogd opvolger van één van de meest vooraanstaande Hamas-leiders. Insider in de Palestijnse politiek. Hij onderging Israëlische gevangenschap en martelingen. Uit liefde voor zijn volk sloot hij een pact met Shin Beth, de Israëlische geheime dienst. En hij trotseerde de toorn van familie en vrienden door christen te worden. Mosab Hassan Yousef woont op een geheim adres in Californië.\nWaargebeurd verhaal over terreur, verraad, politieke intriges en onmogelijke keuzes. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A458013382?aid=kb-online-bibliotheek&sid=19&dts=1771058092589&sig=8048436c2b7938c912e40670f3653e94a0a2c92ae976893e80d1e25f89f52c7d&width=320",
      "dateSeen": "2026-02-15T07:33:32.097Z"
    },
    "106e14cacc410b2283f98ae162d9b4d35aa44b84": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/458013269/onweerstaanbaar-aangeraakt-gerrit-immink",
      "title": "Onweerstaanbaar aangeraakt",
      "authors": "Gerrit Immink",
      "description": "'Onweerstaanbaar aangeraakt' van theoloog Gerrit Immink is een zoektocht naar het geheim van een levensecht geloof. Het is vandaag niet eenvoudig om in God te geloven. In de gure wind van de seculiere cultuur zijn we de voeling met God kwijtgeraakt. Hoe komen we dan toch in contact met God? Wat is het geheim van een levensecht geloof? Dit boek laat zien dat het godsdienstige leven doordrenkt is van de mystieke waarneming van God. Innerlijke betrokkenheid en de mystieke presentie van God gaan daarbij hand in hand. Dat maakt het geloof existentieel. En dat maakt een christen in deze postchristelijke tijd tot een excentrieke persoonlijkheid. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A458013269?aid=kb-online-bibliotheek&sid=19&dts=1771092421710&sig=ad15db1e0e8373cb0295d903223248108d45b637a66e5ad8f4fe43454cee75d4&width=320",
      "dateSeen": "2026-02-15T07:33:33.721Z"
    },
    "b85f7dcab68b9f421de5f1e7c3fe23e8111f457a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/458013463/achter-de-schermen-bij-de-psycholoog-rudy-vandamme",
      "title": "Achter de schermen bij de psycholoog",
      "subtitle": "75 verhalen uit de praktijk van een psycholoog en coach",
      "authors": "Rudy Vandamme",
      "description": "75 herkenbare en verrassende verhalen uit de praktijk – Dr. Rudy Vandamme\nEen unieke inkijk in de wereld van de psycholoog.\nIn 'Achter de schermen' bij de psycholoog deelt Dr. Rudy Vandamme 75 korte, krachtige en verrassend herkenbare verhalen uit zijn praktijk als psycholoog, coach en trainer. Dit boek over mentale gezondheid en persoonlijke groei biedt een unieke blik achter de schermen van de psychologische praktijk.\nVan cliënten die worstelen met burn-out of keuzestress tot mensen die verlangen naar meer zingeving, elk verhaal nodigt uit tot zelfreflectie en bewust leven. De verhalen zijn luchtig geschreven maar rijk aan psychologische inzichten, perfect voor wie interesse heeft in persoonlijke ontwikkeling of wil begrijpen hoe therapie en coaching écht werken.\nWat je kunt verwachten:  75 toegankelijke verhalen uit de praktijk van een ervaren psycholoog Elke sessie eindigt met een helder inzicht of reflectie-oefening Geschreven met empathie, humor en diepgang Ideaal voor lezers van psychologie boeken, coaches en mensen die zichzelf beter willen begrijpen  Rudy Vandamme: \"Ik schreef dit boek om mensen houvast te bieden in een onzekere wereld. Licht geschreven, met ruimte voor een lach, verwondering en vooral: betekenisvolle inzichten. Dit boek helpt je om op een andere manier te kijken naar je eigen uitdagingen – met mildheid en nieuwsgierigheid.”\nOver de auteur: Dr. Rudy Vandamme is psycholoog, filosoof en expert in ontwikkelingsgericht coachen. Als oprichter van het Deep Evolvement Instituut begeleidt hij al meer dan 25 jaar mensen in hun persoonlijke en professionele ontwikkeling. Hij is een veelgevraagd spreker en auteur, bekend om zijn warme en mensgerichte benadering van psychologische thema’s.\nVoor wie is dit boek?  Voor iedereen die geïnteresseerd is in mentale gezondheid, coaching of therapie Voor mensen die op zoek zijn naar richting, groei en verdieping Voor coaches, psychologen en hulpverleners die geïnspireerd willen worden Voor lezers van boeken zoals De Meeste Mensen Deugen, Tussen Je Oren, of Waar gezwegen wordt  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A458013463?aid=kb-online-bibliotheek&sid=19&dts=1771140813829&sig=c915094365cd513c037a8889c54ada6014830f7bb271d87f8b5b7b0cc58268f7&width=320",
      "dateSeen": "2026-02-15T07:33:34.258Z"
    },
    "4db8ceb22d3bb048a424b51ea1e0a3f98c88502d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/458013242/power-to-the-pleasers-inger-strietman",
      "title": "Power to the Pleasers",
      "subtitle": "Ontdek de kracht van jouw sensitiviteit voor een betere wereld",
      "authors": "Inger Strietman",
      "description": "In Power to the pleasers laat Inger Strietman zien dat we in de westerse wereld vaak worden geconditioneerd om succes te meten aan prestaties: je bent zo goed als je laatste overwinning. Wie niet slaagt, wordt snel afgeschreven. Vooral pleasers, die vaak twijfelen aan hun eigen waarde en zichzelf zwaar bekritiseren, vallen uit in deze veeleisende cultuur. Maar dit boek pleit voor het omarmen van sensitiviteit als een kracht. In dit boek vind je:  Een pleidooi voor de kracht van sensitiviteit  Hoe pleasers hun inlevingsvermogen kunnen inzetten voor eigen kracht  Het belang van zelfacceptatie en verbinding met anderen  Inzichten over hoe deze kwaliteiten de wereld ten goede kunnen komen  Dit boek biedt een nieuwe kijk op sensitiviteit en laat zien hoe pleasers deze eigenschappen kunnen gebruiken om zowel hun eigen leven als dat van anderen te verbeteren. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A458013242?aid=kb-online-bibliotheek&sid=19&dts=1771110369427&sig=978ead413d1cfde2226c4bc17b88f82d91b132d78d937ef86369412af8b44034&width=320",
      "dateSeen": "2026-02-15T07:33:34.729Z"
    },
    "e05116a0ee18d30865a8b05b94c4a85e3d0f04c6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/458013684/diep-verborgen-karen-rose",
      "title": "Diep verborgen",
      "authors": "Karen Rose",
      "description": "Phineas Bishop, nachtbeveiliger bij Broussard Private Investigations, wordt valselijk beschuldigd na een gewelddadige inbraak op kantoor. Om zijn naam te zuiveren, werkt hij samen met Cora Winslow. Samen ontdekken zij, met hulp van het Broussard-team, een netwerk van fraude en moord in het Garden District van New Orleans. Oude geheimen komen aan het licht. De duistere intriges zorgen ervoor dat ze moeten vrezen voor hun leven. In een race tegen de klok vechten ze om de waarheid boven tafel te krijgen en hun leven veilig te stellen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A458013684?aid=kb-online-bibliotheek&sid=19&dts=1771140814826&sig=26a3b51d098c7faf08092dac2767c0347532d0fd4c6e94912a11dc27ff52dc4a&width=320",
      "dateSeen": "2026-02-15T07:33:35.493Z"
    },
    "e78428979b55028877e6301108c8e9074e3ed639": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/458013625/the-life-that-s-waiting-brianna-wiest",
      "title": "The Life That's Waiting",
      "subtitle": "Vertrouw op jezelf voor een betekenisvol leven",
      "authors": "Brianna Wiest",
      "description": "Aan de andere kant van het leven dat je bij elkaar probeert te houden, is het leven dat wacht. Het leven waarin je niet wordt gestuurd door je angsten, maar wordt bewogen door je visie. In 'The Life That's Waiting' biedt Brianna Wiest inzichten en adviezen voor iedereen die vastloopt, zich vastklampt aan iets of iemand, of het gewoon even niet meer weet. Ze helpt je vertrouwen te vinden, oude overtuigingen los te laten en te kiezen voor een leven met betekenis.  'The Life That's Waiting' is voor wanneer je…  - Jezelf niet toestaat om gelukkig te zijn; - Niet weet of je moet vasthouden of loslaten; - Nog niet het leven hebt waar je naar verlangt. Stop met geleefd te worden, en start met leven! 'Van alles wat ik geschreven heb, is dit boek mijn favoriet.' – Brianna Wiest Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A458013625?aid=kb-online-bibliotheek&sid=19&dts=1771064923215&sig=9cb7ff3f135b0a2307477e70a21b1d05fbadf7fbf3f045c6e6e7f4cd4df84e4c&width=320",
      "dateSeen": "2026-02-15T07:33:36.070Z"
    },
    "61f7a881e64098bdc15bf62fed5c93925a446653": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/458013196/ezelsoren-en-muurbloempjes-sarah-monzon",
      "title": "Ezelsoren en muurbloempjes",
      "authors": "Sarah Monzon",
      "description": "In 'Ezelsoren en muurbloempjes' van Sarah Monzon verliest de nieuwe bibliothecaresse Evangeline Kelly zich maar al te graag in een heerlijke romance. Haar eigen liefdesverhaal heeft ze afgeschreven nadat haar verloofde haar heeft gedumpt vanwege haar haaraandoening. Maar dat betekent niet dat ze de liefde volledig de rug toekeert. Integendeel, vastbesloten om iedereen het sprookje te gunnen dat ze zelf heeft moeten opgeven, besluit Evangeline voor koppelaarster te spelen en lezers met elkaar te matchen op basis van de door hen gelezen boeken. Tattoo-artiest Tai Davis weet maar al te goed hoe snel mensen hem veroordelen zodra ze hem zien, dus hij is niet verrast dat ook de eigenzinnige nieuwe bibliothecaresse hem direct in een hokje stopt en gelooft in zijn bad-boyreputatie. Oké, hij had misschien beter geen ezelsoren in haar boeken kunnen maken, maar toch… Ondanks haar aanvankelijke afkeuring is Tai gefascineerd door haar matchmaking-project en besluit hij een afspraak met haar te maken: hij helpt haar aan informatie over de mensen die ze aan elkaar wil koppelen als zij belooft een keer met hem op date te gaan. Al snel ontdekken de twee dat de mooiste match misschien wel dichterbij is dan ze ooit hadden gedacht Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A458013196?aid=kb-online-bibliotheek&sid=19&dts=1771066899473&sig=ed21213722ca895c9aa3f5e712454d71a89c2ba0ac1589930f0a1b9420c29906&width=320",
      "dateSeen": "2026-02-15T07:33:36.552Z"
    },
    "3dc0e761c56486a095d369ee97d6b138d038beb9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/458013374/de-linkse-mannen---onteigen-de-boer--wilbert-van-de-kamp---bram-douwes",
      "title": "De Linkse Mannen - Onteigen de boer?",
      "subtitle": "Onderzoek naar een realistische oplossing voor een impopulair probleem",
      "authors": "Wilbert van de Kamp | Bram Douwes",
      "description": "Het is tijd voor échte realistische oplossingen voor grote dringende problemen en daarom schrijven wij – De Linkse Mannen – dit boek voor jou. Van Den Haag hoef je het inmiddels allemaal niet meer te verwachten: daar zitten ze gevangen in een eeuwigdurende verkiezingscampagne. Toch moet er van alles gebeuren en dus doen wij het maar. We beginnen bij de stikstofcrisis. Dit is geen pamflet. We betogen niet dat de boer moet worden onteigend, maar onderzoeken of het een goed idee is of juist helemaal niet. Wat is er nu eigenlijk aan de hand en waarom wordt het maar niet opgelost? Je hebt kortom, hands-on-journalistiek in handen. Het veld in en de boer op! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A458013374?aid=kb-online-bibliotheek&sid=19&dts=1771140816649&sig=4ee8a45f711c5dbe1710d9cdadfde876d9f964e036adaa9cb28a0348bf43a4e0&width=320",
      "dateSeen": "2026-02-15T07:33:37.200Z"
    },
    "b63d6c9fd139d638626f6ef8974ce86ef15a956d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/458013323/vianne-joanne-harris",
      "title": "Vianne",
      "authors": "Joanne Harris",
      "description": "Op de avond van 4 juli strooit een jonge zwangere vrouw de as van haar moeder uit in New York en volgt de roep van de wind naar de Franse kuststad Marseille. Ze vindt een baan als serveerster, maakt vrienden en ontdekt haar liefde voor koken, voor chocolade en haar magische kracht om geheimen te onthullen. Haar gave heeft echter een prijs, en bovendien heeft Vianne haar eigen geheim... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A458013323?aid=kb-online-bibliotheek&sid=19&dts=1771057394046&sig=aeac0d1c60ecfdf79bd738520a8eba5825f74d0a947f683797a5a2811e19a0b1&width=320",
      "dateSeen": "2026-02-15T07:33:37.656Z"
    },
    "96c70d1441b927e240c70f7bf9f0f503875f18f5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/458013250/solo-reizen-liesbeth-rasker",
      "title": "Solo reizen",
      "subtitle": "Hoe je in je eentje de wereld trotseert",
      "authors": "Liesbeth Rasker",
      "description": "Liesbeth Rasker, fervent soloreiziger, laat in Solo reizen zien hoe je in je eentje de wereld verkent. Stel, je hebt tijd, zin en geld om op reis te gaan, maar er is niemand die mee kan. Blijf je dan thuis? Natuurlijk niet! Solo reizen is niet eng, niet moeilijk, en al helemaal niet gek. Wat dacht je van een rondreis door Italië, wilde olifanten spotten in Sri Lanka of op een onbewoond eiland kamperen in de Filipijnen? De wereld ligt aan je voeten, en daar heb je helemaal niemand voor nodig. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A458013250?aid=kb-online-bibliotheek&sid=19&dts=1771057448978&sig=8c46e08eb2cdb63f037f5febb5e5e060fd606dff16fcdcb614be3289ce35253a&width=320",
      "dateSeen": "2026-02-15T07:33:38.164Z"
    },
    "68aa0edfd4dfdce9a3513af0a4a9b02bf86acc92": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/458013137/gebeden-voor-de-gemeente-annemieke-bosman",
      "title": "Gebeden voor de gemeente",
      "authors": "Annemieke Bosman",
      "description": "'Gebeden voor de gemeente' van pastor Annemieke Bosman-Mohrmann is een bundel met gebeden voor het kerkelijk jaar en voor allerlei andere gelegenheden. Op veel momenten zoeken we in de kerk naar woorden om ons tot God te richten: niet alleen in een dienst of een viering, maar ook als we een activiteit openen of sluiten of bij iemand op bezoek gaan. Dit boek wil woorden aanbieden om samen of alleen te bidden. Woorden om je met God te verbinden. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A458013137?aid=kb-online-bibliotheek&sid=19&dts=1771140818273&sig=305e7c4c82b49774a351346782e9ee6d68604a634d279c2bfc8d177b166a2c51&width=320",
      "dateSeen": "2026-02-15T07:33:38.668Z"
    },
    "dbc3ac2b4c5bff69cd66dc81747982b115ff22a3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/458013749/het-geheim-van-handelingen-tom-wright",
      "title": "Het geheim van Handelingen",
      "subtitle": "Herontdekken wat de kerk is",
      "authors": "Tom Wright",
      "description": "In ‘Het geheim van Handelingen’ werpt Tom Wright, een van de meest vooraanstaande nieuwtestamentici, een nieuw licht op dit centrale boek uit het Nieuwe Testament. Met zijn diepgaande inzicht in theologische nuances en culturele context laat Wright het verhaal van de vroege kerk tot leven komen. Dit inspirerende commentaar is heel geschikt voor wie zijn eigen bijbellezing wil verdiepen en de verborgen kracht van de kerk wil herontdekken. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A458013749?aid=kb-online-bibliotheek&sid=19&dts=1771104286847&sig=4428abfaf0fe436c37d827389d0ee68c5f0dcc2be7ff90da0d09bef0844781e8&width=320",
      "dateSeen": "2026-02-15T07:33:39.174Z"
    },
    "6fcb4669e4a34efdd3030939c478d80f767fd83b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/458013714/het-survival-cheatboek-ramzee",
      "title": "Het Survival Cheatboek",
      "subtitle": "Lukt het Kamal om te overleven in de wildernis?",
      "authors": "Ramzee",
      "description": "Kamals klas gaat op survivalkamp en hij heeft beloofd het beruchte Beest van Kraggelwoud op te sporen. Kamal stort zichzelf in de wildernis met niets anders dan zijn twee beste vrienden, zijn verstand en het mysterieuze Cheatboek. Het Cheatboek belooft lezers lifehacks voor letterlijk elke gelegenheid… Maar kan het boek Kamal helpen om te overleven in het wild en heelhuids thuis te komen? Ga met Kamal mee op zijn hilarische nieuwe avontuur, van de briljante auteur-illustrator RAMZEE. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A458013714?aid=kb-online-bibliotheek&sid=19&dts=1771072056065&sig=d5c0a87fae4c640d17756cf7a7ea469652bb4a8c55a1875cb36e0caf3ac4a10f&width=320",
      "dateSeen": "2026-02-15T07:33:39.618Z"
    },
    "06307f1d3ea9817b83020cf5b6c594a2d4597452": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/458013722/sekse-doet-ertoe-jantine-nierop",
      "title": "Sekse doet ertoe",
      "authors": "Jantine Nierop",
      "description": "In ‘Sekse doet ertoe’ behandelt theoloog Jantine Nierop de filosofische en juridische achtergronden van het genderbegrip en de queertheorie en kritiek van onder anderen (kinder)artsen op de nadruk op subjectieve genderidentiteit. Verder geeft de auteur een kritisch-theologische doordenking en stelt de vraag naar de rol van kerken. Door het hele boek heen klinkt haar persoonlijke verhaal met deze thematiek, die zich kenmerkt door een radicale omdraaiing van pro naar contra. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A458013722?aid=kb-online-bibliotheek&sid=19&dts=1771072065462&sig=6a9325aa3408251227cbd279f3f60f8037975832d0a4c6d4b53a1a8f589fd9e3&width=320",
      "dateSeen": "2026-02-15T07:33:40.157Z"
    },
    "07fca35ba7f903a0f8a196f55050a71ed59a7a4f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/458013560/niet-moeder-fiona-fortuin",
      "title": "Niet moeder",
      "authors": "Fiona Fortuin",
      "description": "Wat betekent het om vrouw te zijn zonder kinderen, in een samenleving waar moederschap de norm is? In dit boek laat Fiona Fortuin zien hoe diep die norm verankerd is – in taal, beleid en in het alledaagse leven – en wat dit betekent voor wie niet in dat plaatje past.  Ze schrijft over de oordelen, aannames en stiltes rondom het niet-moederschap, waarmee ze een ge­sprek opent dat weinig wordt gevoerd. Een persoon­lijke, scherpe en noodzakelijke zoektocht die verkent wat mogelijk is als oude normen worden losgelaten. Hef de stilte op, houd je niet langer koest, laat je kennen door de ander – dat is de boodschap van deze kleine, mooie queeste. – José Rozenbroek, hoofdredacteur Margriet Fiona Fortuin laat in dit boek overtuigend zien hoe hardnekkig de norm van moederschap is. – Annemie Halsema is Socrates hoogleraar aan de Universiteit Leiden en universitair hoofddocent Filosofie aan de Vrije Universiteit Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A458013560?aid=kb-online-bibliotheek&sid=19&dts=1771085611556&sig=2f8dd84b5e9eacb9ddcdcae33c493a2cfd5aa1847fe4ec42122574cb82d3bfcd&width=320",
      "dateSeen": "2026-02-15T07:33:40.649Z"
    },
    "9a7d49199c44654dd63d7af88333494f979a7f61": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/458013420/het-good-girl-syndroom-marta-mart%C3%ADnez-novoa",
      "title": "Het Good Girl Syndroom",
      "subtitle": "Stop met aardig zijn voor meer zelfvertrouwen en moed",
      "authors": "Marta Martínez Novoa",
      "description": "Ben jij altijd bezig om anderen blij te maken? Zeg je vaak 'ja' terwijl je 'nee' bedoelt? Vermijd je confrontaties? Dan is de kans groot dat je last hebt van het good girl-syndroom – een patroon waarin vrouwen zichzelf wegcijferen uit angst om niet aardig gevonden te worden. Met Het Good Girl Syndroom van Marta Martínez Nova leer je hoe je stopt met altijd maar pleasen voor meer zelfvertrouwen en moed.  Dit boek helpt je te begrijpen hoe je in deze valkuil bent beland en – belangrijker nog – hoe je eruit komt. Ontdek hoe je: Grenzen stelt zonder schuldgevoel;Zelfvertrouwen opbouwt en je mening durft te uiten;Confrontaties aangaat op een gezonde manier;Van pleaser naar krachtige vrouw transformeert. Aardig zijn is mooi, maar niet als het ten koste gaat van jezelf. Dit boek geeft je de tools om met meer moed en assertiviteit in het leven te staan – zonder schuldgevoel. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A458013420?aid=kb-online-bibliotheek&sid=19&dts=1771074707293&sig=33aa63fbcc8226aa0f1935d387277fe11c790ff6f5d103b904da3826c935211e&width=320",
      "dateSeen": "2026-02-15T07:33:41.071Z"
    },
    "aa721947283cc16610b1aa4664eb1f6656850be6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/458013366/overleven-in-de-wildernis-miriam-lancewood",
      "title": "Overleven in de wildernis",
      "subtitle": "Mijn mindset in onvoorspelbare situaties",
      "authors": "Miriam Lancewood",
      "description": "Wil jij leren hoe je je voorbereidt op een zelfvoorzienend bestaan? In Overleven in de wildernis deelt Miriam Lancewood haar ervaringen en praktische survivaltechnieken. Miriam woonde zeven jaar in de wildernis van Nieuw-Zeeland en trekt nog steeds maandenlang door ongerepte natuur. Ze weet als geen ander hoe het is om volledig op jezelf aangewezen te zijn. In dit boek ontdek je hoe je je mentaal en praktisch voorbereidt op een leven buiten de gebaande paden. Met inspirerende verhalen en praktische adviezen laat Miriam zien hoe je meer zelfredzaam en onafhankelijk wordt. Of je nu een avonturier bent of gewoon wilt leren hoe je beter voorbereid bent op uitdagende situaties – Overleven in de wildernis is jouw gids naar een vrijer leven.  'It's better to be a warrior in the garden than a gardener in the war.' – Miriam Lancewood Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A458013366?aid=kb-online-bibliotheek&sid=19&dts=1771061482062&sig=718bae4a55d7b9f4cc985e230059a0bf3109037cb0296dfe04d5b3a843cbbd91&width=320",
      "dateSeen": "2026-02-15T07:33:41.615Z"
    },
    "9e6d44215a83772410fcd5a3a077c5e546510ce7": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/458013153/god-zelf-ontmoeten-nikolaas-sintobin",
      "title": "God zelf ontmoeten",
      "subtitle": "Retraite met het leven van Jezus",
      "authors": "Nikolaas Sintobin",
      "description": "Hoe vind je stille tijd in een wereld die op hol is geslagen? In ‘God zelf ontmoeten’ nodigt jezuïet en internetpastor Nikolaas Sintobin je uit om op retraite te gaan. Zonder klooster, gewoon vanuit je eigen huiskamer. Want in de stilte en het gebed kan God opeens verschijnen. In tien inspirerende bijbelmeditaties, ofwel geestelijke oefeningen, neemt jezuïet Nikolaas Sintobin je mee langs bijbelse sleutelmomenten. De focus is het leven van Jezus. Elke gebedstijd bestaat uit aansprekende teksten, verdiepende oefeningen en kleurrijke illustraties die je helpen om stil te worden en God zelf te ontmoeten. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A458013153?aid=kb-online-bibliotheek&sid=19&dts=1771078378703&sig=1466ad34e783937505037426a5c684e94c77c2e9f5f67cdda60f047e2a701958&width=320",
      "dateSeen": "2026-02-15T07:33:42.161Z"
    },
    "266c084874dfeea5c7af8feee28d3d7a0febee22": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/458013404/leeuwenharten-dan-jones",
      "title": "Leeuwenharten",
      "authors": "Dan Jones",
      "description": "‘Leeuwenharten’ is een epische roman over kameraadschap en overleven in een meedogenloze tijd. Met historische precisie en de spanning van een thriller brengt Dan Jones de middeleeuwen ontzettend dichtbij.\nHet is 1350. De pest grijpt om zich heen, koninkrijken staan tegenover elkaar en overal dreigt oorlog. Door dit onzekere landschap beweegt zich een groep huurlingen, bekend als de Essex Dogs.\nVerspreid over Zuid-Engeland zijn de mannen van de Essex Dogs elkaar uit het oog verloren. De een woont aan het luisterrijke hof van de koning, de ander houdt nauwelijks zijn hoofd boven water, en weer anderen zijn op levensgevaarlijke missie. En dan gebeurt er iets wat de Essex Dogs weer bij elkaar brengt. Ze zullen moeten overleven terwijl de wereld om hen heen in brand staat en hun vriendschap en loyaliteit flink op de proef wordt gesteld. Het gevecht is voor deze mannen nog niet voorbij.\n‘Leeuwenharten’ is het derde deel van de spannende Crécy trilogie, ook te lezen als standalone. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A458013404?aid=kb-online-bibliotheek&sid=19&dts=1771078214912&sig=4e0c8ed4e8f87947a887ecec1bad12adb8692ec05dadb48fbc34efe0b5eec27f&width=320",
      "dateSeen": "2026-02-15T07:33:43.086Z"
    },
    "e189b8c28dfb8f0c735c232067ae2ffa0f807a3b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/458013218/geestelijke-begeleiding-william-a--barry---william-j--connolly",
      "title": "Geestelijke begeleiding",
      "subtitle": "Ignatiaanse wegwijzers voor het pastoraat",
      "authors": "William A. Barry | William J. Connolly",
      "description": "‘Geestelijke begeleiding’ van William A. Barry en William J. Connolly is een inspirerend boek voor wie anderen wil helpen bij het ontwikkelen en onderhouden van hun relatie met God. De auteurs benadrukken dat God voortdurend spreekt via gevoelens, verlangens en ervaringen. De rol van een geestelijk begeleider is om te helpen zelf Gods stem op het spoor te komen. Het boek beschrijft diverse aspecten van geestelijke begeleiding en geeft praktische tips. Deze klassieker is geworteld in de oudste christelijke traditie en de inzichten van Ignatius van Loyola. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A458013218?aid=kb-online-bibliotheek&sid=19&dts=1771072070445&sig=67c0573ed524ab03938b24a0a7dd71b563c890473dfe1c156bdd13cc62c7c64c&width=320",
      "dateSeen": "2026-02-15T07:33:43.668Z"
    },
    "6cef20f0d20f45ba971b86e7ec76f29bd0b09a91": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/458013501/de-ethiopi%C3%ABrs-steven-kaplan",
      "title": "De Ethiopiërs",
      "subtitle": "Geschiedenis van een eeuwenoude beschaving",
      "authors": "Steven Kaplan",
      "description": "In ‘De Ethiopiërs’ biedt Steven Kaplan een nieuw perspectief op de Ethiopische geschiedenis vanaf ca. 1000 v.Chr. tot 1500 n.Chr. Ethiopië, de thuisbasis van tal van volkeren, talen en religies, is al sinds mensenheugenis het hart van culturele, religieuze en politieke ontwikkelingen in de Hoorn van Afrika. De regio was een grootmacht in de oudheid en behield als enige Afrikaanse staat zijn onafhankelijkheid tijdens het hoogtepunt van het Europese kolonialisme. De rijke maar complexe geschiedenis van het gebied dat nu Ethiopië is, is een kluwen. Historicus Steven Kaplan ontrafelt deze deskundig.\nKaplan beschrijft onder meer de opkomst en de ondergang van het koninkrijk Aksum, hervertelt het beroemde verhaal van de koningin van Sheba, duidt de rol van het christendom en de islam in de geschiedenis van Ethiopië en belicht de rotskerken van Lalibela, de koning die in Ethiopië een ‘Nieuw Jeruzalem’ wilde bouwen.\n'Het is een boeiend en zeer lezenswaardig: een boek dat goed bijdraagt aan het verder blootleggen van de Afrikaanse geschiedenis en een puzzelstuk toevoegt aan de wereldgeschiedenis.' — Alles over boeken en schrijvers Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A458013501?aid=kb-online-bibliotheek&sid=19&dts=1771078501108&sig=9102d51d0822b511aae06bfffd385d95ec414cd17a49040224662e2626848a81&width=320",
      "dateSeen": "2026-02-15T07:33:44.220Z"
    },
    "b72914b332b87247b1bf46334f76e8cb927e3f9c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/458013609/met-hangen-en-wurgen-a-j--van-loon",
      "title": "Met hangen en wurgen",
      "subtitle": "Een korte wereldgeschiedenis van de doodstraf",
      "authors": "A.J. van Loon",
      "description": "In ‘Met hangen en wurgen’ neemt historicus A.J. van Loon de lezer mee op een indringende reis door 4000 jaar wereldgeschiedenis van de doodstraf. Van verdrinking in het oude Mesopotamië tot de ophanging van Saddam Hoessein in 2006: in dit boek staan de gruwelijke, vaak bizarre manieren waarop samenlevingen wereldwijd de doodstraf uitvoerden centraal.\nHoewel in meer dan twee derde van alle landen de doodstraf inmiddels is afgeschaft, was deze eeuwenlang een vast onderdeel van rechtspraak en machtsvertoon. Van Loon biedt een bloedstollende bloemlezing van de meest voorkomende en opmerkelijke executiemethoden, zoals levend begraven, vierendelen, ophangen en verbranden. Hij gaat daarbij in op de historische en maatschappelijke context waarin de betreffende executievorm werd toegepast. Naast wereldwijde voorbeelden richt Van Loon zich ook specifiek op de geschiedenis van de doodstraf in Nederland en België.\n'Een toegankelijk, afwisselend geschiedenisboek vol gruwel, maar ook met diepgang én een vleugje humor.' - Suusjeleest Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A458013609?aid=kb-online-bibliotheek&sid=19&dts=1771140824324&sig=aaaf36c20597fbc8c137bf8a9c84f5731518087cc247f94fba78c618904b94ff&width=320",
      "dateSeen": "2026-02-15T07:33:44.863Z"
    },
    "2a098e09a1bdc9fe2c8f2c075d50d714bf6973aa": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/458013633/het-ligt-niet-aan-jou--het-is-de-overgang-arentina-drenth",
      "title": "Het ligt niet aan jou, het is de overgang",
      "subtitle": "Handboek voor mentale klachten in de menopauze",
      "authors": "Arentina Drenth",
      "description": "Het ligt niet aan jou, het is de overgang van Arentina Drenth laat zien hoe de overgang niet alleen fysieke, maar ook mentale uitdagingen met zich meebrengt. Veel vrouwen kampen met somberheid, angst, boosheid of burn-outklachten zonder te weten dat hormonen hierbij een grote rol spelen. Arentina Drenth, GZ-psycholoog, helpt vrouwen inzicht te krijgen in de invloed van oestrogeen, progesteron én testosteron op hun geestelijke gezondheid.\nIn dit boek vind je:  Uitleg over de impact van hormonen op je mentale welzijn Handvatten om psychische klachten te verlichten, met of zonder hormoonsuppletie Praktische adviezen voor een gezonde geest in de overgang  Een onmisbaar boek voor vrouwen die grip willen krijgen op hun mentale gezondheid tijdens de overgang. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A458013633?aid=kb-online-bibliotheek&sid=19&dts=1771061009649&sig=42ea36c7bb2ff27e5140b3d7e8fce904bfb68c1260f4bbc248b74cb4ab3088c4&width=320",
      "dateSeen": "2026-02-15T07:33:45.377Z"
    },
    "26848efede85bea00153caf31cd25787c221d9cc": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/458013544/lessons-in-falling-selina-mae",
      "title": "Lessons in Falling",
      "authors": "Selina Mae",
      "description": "Zoals elke zomer laat Valentina Rhodes alle schoolstress achter zich en duikt in een zonnige wereld vol strand, zee en haar beste vriendinnen. Maar dan duikt Caden Callahan op in hun zomerhuis, en verkondigt dat hij bij Valentina op de kamer slaapt. Als ze had geweten dat ze een paar maanden later bij dezelfde vriendengroep zouden horen, had ze nooit met hem die kamer gedeeld – en al helemaal niet haar bed. Hun vriendengroep heeft de ongeschreven regel dat niemand een relatie met elkaar begint, dus Valentina doet haar best om uit Cadens buurt te blijven. Maar hun chemistry maakt het haar onmogelijk om hem te negeren – en dat was precies Cadens bedoeling... 'Lessons in Falling' is het derde deel in de Hall Beck University-serie van Selina Mae, de auteur die met haar Draco Malfoy-fanfictie op WordPadd al 40 miljoen fans wist te bereiken. De serie was begonnen met 'Lessons in Forgiving' en 'Lessons in Falling'. Dit is de Nederlandstalige uitgave. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A458013544?aid=kb-online-bibliotheek&sid=19&dts=1771055861438&sig=ba31eaee1f7cdf73b31729433de9722f25d5d84a411b8bfb788c035b2d12c402&width=320",
      "dateSeen": "2026-02-15T07:33:46.281Z"
    },
    "8001bbffd0fda1a372618987a94f7a472c7ee3b4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/458013471/strijd-om-een-land-arie-kok",
      "title": "Strijd om een land",
      "subtitle": "Israël-Palestina in 100 vragen en antwoorden",
      "authors": "Arie Kok",
      "description": "In 'Strijd om een land' bespreekt journalist Arie Kok alle belangrijke vragen over het Israëlisch-Palestijnse conflict. Hoe verhoudt Hamas zich tot Hezbollah? Waarom heeft Israël geen grondwet? Waarom accepteert de Arabische bevolking de VN-resolutie van 1947 niet? Deze en nog veel andere vragen over komen in dit boek aan de orde. Hiermee wil de auteur de lezer helpen om helderheid te krijgen in de situatie in het Midden-Oosten en een mening te vormen. De auteur gaat voor de antwoorden te rade bij onafhankelijke wetenschappers en deskundigen, waaronder Bart Wallet, Joas Wagemakers en Dineke Houtman. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A458013471?aid=kb-online-bibliotheek&sid=19&dts=1771094251710&sig=1803b3b1e48ebd280533503b2414d5c74837f6478c822305349075f88c1d8787&width=320",
      "dateSeen": "2026-02-15T07:33:46.848Z"
    },
    "c339ee0fd338eace05266dddaae49ac23b75c136": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45801317X/alleen-in-de-nacht-mats-strandberg",
      "title": "Alleen in de nacht",
      "authors": "Mats Strandberg",
      "description": "Op zijn negende verjaardag komt Franks leven op zijn kop te staan. Wat begon als een onschuldig tuinfeest, eindigt met een geheimzinnige verandering. Als hij begint te dromen over zichzelf met vacht en een kwispelende staart, wordt zijn wereld steeds verwarrender. Frank is op zoek naar vrienden, maar de mensen in zijn stad zijn bang voor wat ze niet begrijpen.  Ondertussen verspreidt er zich een monsterlijk gerucht: er is een beest in de stad dat onschuldige mensen aanvalt. Wat als Franks nachtmerries werkelijkheid zijn en hij het monster is waar iedereen bang voor is? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45801317X?aid=kb-online-bibliotheek&sid=19&dts=1771140263769&sig=1b0bbae8473a1ce47962e9ca6c51ca97549e7d995e0a4c6e45683ed07e0cd18d&width=320",
      "dateSeen": "2026-02-15T07:33:47.347Z"
    },
    "b5421fee5b2d45f4ff6f7667887ef7de9cb1357a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/458013110/obsessed-mel-wallis-de-vries",
      "title": "Obsessed",
      "authors": "Mel Wallis de Vries",
      "description": "Vier vriendinnen rijden terug na een feest.\n Dan slaat het noodlot toe.\n Eén meisje wordt nooit meer gevonden.\n Is ze een slachtoffer, een leugenaar of het doelwit van een gestoorde gek?\n Wat is er echt gebeurd?\n De waarheid is erger dan alles wat je kunt bedenken. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A458013110?aid=kb-online-bibliotheek&sid=19&dts=1771140827450&sig=e4a006694d80cc2d7999ad9d0d71eb8e668e48bb0c75eccb8c34b38fa0897c82&width=320",
      "dateSeen": "2026-02-15T07:33:47.929Z"
    }
  }
}