{
  "values": {
    "59643103862926b274b55fc9e8328ecb90d86d5f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456334017/portugese-vlam-ellen-van-herk",
      "title": "Portugese vlam",
      "authors": "Ellen van Herk",
      "description": "Over onwankelbare liefde, trouw en compassie tegen de achtergrond van een brandend Portugal. De hoogsensitieve Renata verhuist op jonge leeftijd met haar grootouders naar Portugal. Als tiener ontmoet ze Aldo waar haar hart van overslaat. Maar helaas is hij een onvatbare zwerver, die niet van plan is zich te binden, niet aan werk, niet aan een plaats en ook niet aan Renata. Toch blijven ze elkaar opzoeken, hoe pijnlijk het afscheid elke keer ook is. Uiteindelijk zit er voor Renata niets anders op dan elders opnieuw te beginnen, zonder Aldo. Maar dan verschijnt hij opeens weer in haar leven en is niet alleen. Wie is Paula? Wat betekent zij voor hem? Ellen van Herk (Rotterdam, 1967) schrijft vanaf haar kinderjaren verhalen, maar sinds ze in 2014 met haar man Ralph een tweede huis in Portugal kocht, doet ze daar inspiratie op voor haar romans. Ze gaat moeilijke thema's zoals kindermisbruik, huiselijk geweld en alcoholisme niet uit de weg. Haar romans spelen zich grotendeels af in Portugal. Naast het schrijven is ze freelance notulist voor een onderzoeksbureau en een taalmaatje voor statushouders. Ze verblijft zowel in Nederland als in Portugal. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456334017?aid=kb-online-bibliotheek&sid=18&dts=1764687966395&sig=b7539462c657bc6454e21386895d8a97ed49668f2df5e40b51a24a2c40dadfc4&width=320",
      "dateSeen": "2025-12-03T07:16:50.027Z"
    },
    "8a7fdda8d5f9fa960ab4a679ce3ee80c0547dc5d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456334025/gemeen-spel-sandra-kuipers---mireille-hovius",
      "title": "Gemeen spel",
      "authors": "Sandra Kuipers | Mireille Hovius",
      "description": "Een nieuw meisje in de klas zet de vriendschap van Froekje en Mies onder druk. Kan Tessa hun nieuwe vriendin worden of drijft ze hen juist uit elkaar? En wat is eigenlijk haar relatie met Kasper, de pestkop van de school? 'Weet je, Froek? Ik mag natuurlijk twee weken logeren hè, van mijn vader. Ik dacht, als ik nou één week bij Tessa ga en één week bij jou? Dat is voor Tessa leuk, voor mij en voor jou toch ook?' Het valt stil. 'Wat vind je?' probeert Mies. 'Jij blijft gewoon mijn allerbeste vriendin, hoor.' Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456334025?aid=kb-online-bibliotheek&sid=18&dts=1764691047857&sig=72e5a297f6933dd3ef6724f3b1145fa522b6fc26d3df4bd00c738db4c6724249&width=320",
      "dateSeen": "2025-12-03T07:16:50.501Z"
    },
    "cd00f55fd3f605f173b36f81874910d5a76a59ca": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/374549079/holland--mit-unseren-augen-peter-de-ruiter",
      "title": "Holland, mit unseren Augen",
      "authors": "Peter de Ruiter",
      "description": "\"Holland, mit unseren Augen Dieses bemerkenswerte Fotobuch über Holland ist ein Werk der Liebe von 140 niederländischen Fotografen zu ihrem Land: Sie alle machten sich in ihrer Freizeit auf, um die Städte und Landschaften ihrer Heimat in ihrem besten Licht einzufangen. So präsentieren wir Ihnen hier einen bunten und vielfältigen Reigen von 165 Bilder aus unserem Land, das für seinen Käse, seine Tulpen und Windmühlen bekannt ist. Doch darüber hinaus gibt es natürlich viel mehr zu entdecken: die Wälder, das Meer, die Tiere, die Jahreszeiten, die Architektur und die Menschen selbst. Dazu zeugen viele einmalige Gebäude von der interessanten Geschichte eines Landes, das zu jeder Jahreszeit einen Besuch lohnt - worauf wir Ihnen ausgesprochen Lust machen wollen! Alle Fotos können auf iPad und anderen Tablet-PCs bildschirmfüllend betrachtet werden. Abgesehen von diesem e-Book rein in deutscher Sprache ist das Werk auch als dreisprachiger Bildband unter dem Titel 'Holland mit unseren Augen' erschienen (Deutsch, Englisch und Niederländisch). Herausgeber von sowohl Buch als auch e-Book ist Peter de Ruiter, von dem in Deutschland bereits folgende Werke erschienen sind: Digital fotografieren - einfach und verständlich Digital fotografieren im Handumdrehen The Art of Bodypainting (zusätzlich zum Buch auch als Bonus-e-Book) www.hollandphotobook.com\"",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A374549079?aid=kb-online-bibliotheek&sid=18&dts=1764692366254&sig=78394dec7f9dbc10edc7f523584effead39dec8e68ba612cc8635d3f41c260c9&width=320",
      "dateSeen": "2025-12-03T07:16:50.941Z"
    },
    "3f5f88f1a92aa4f3d031b3ddcaf0d78d47700384": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/333768159/burma-peter-de-ruiter---kathleen-shordt",
      "title": "Burma",
      "subtitle": "beauty and the beast",
      "authors": "Peter de Ruiter | Kathleen Shordt",
      "description": "Portret in woord en beeld van het huidige Birma met aandacht voor de schending van de mensenrechten.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A333768159?aid=kb-online-bibliotheek&sid=18&dts=1764691587986&sig=4fe00733403551c6bfa56563a0920313fb99010831373975d2649280879b5f31&width=320",
      "dateSeen": "2025-12-03T07:16:51.453Z"
    },
    "b90a644b379c34c3f7b765170dd98b8eedd1f2e4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/343167913/the-art-of-bodypainting-peter-de-ruiter",
      "title": "The art of bodypainting",
      "subtitle": "bonus e-book English",
      "authors": "Peter de Ruiter",
      "description": "Kennismaking via dit bonus e-book met de gedrukte versie: een luxe koffietafelboek met daarin een overzicht van het werk van 45 hedendaagse bodypainters.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A343167913?aid=kb-online-bibliotheek&sid=18&dts=1764692610403&sig=1be865590a13ad8318142a63b431dd21454c5832997ff0292715f7fcebc4aa1b&width=320",
      "dateSeen": "2025-12-03T07:16:51.834Z"
    },
    "3830ce6e608fd7581f1156713ef418bc6f5340ff": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/374549095/holland--as-we-see-it-peter-de-ruiter",
      "title": "Holland, as we see it",
      "authors": "Peter de Ruiter",
      "description": "\"Holland, as we see it This striking photo ebook about Holland is the labour of love of 140 Dutch photographers who spend most of their free time capturing the towns and landscapes of their country in the best light. Altogether they present you with a multicolored image of a country known for its cheese, tulips and windmills. But of course there is much more to discover: the woods, the sea, the animals, the seasons, the architecture and the people themselves. They are all in this ebook,accompanied by fragments of history about a country that lingers in your memory - just as the 165 photos in this book will. On an iPad, tap twice to see all photos screen size. 'Holland, as we see it' is also published as a hard back in three languages: English, German and Dutch (Holland met eigen ogen, isbn 9789038921365) and as separate ebooks in Dutch (Holland met eigen ogen, isbn 9789490848552)and German (Holland, mit unseren Augen, isbn 9789490848576) www.hollandphotobook.com\"",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A374549095?aid=kb-online-bibliotheek&sid=18&dts=1764690397899&sig=cb87101cd35c79608cf7547ca9c44e3e1f4f8273dcf2793e63b2771d4c837172&width=320",
      "dateSeen": "2025-12-03T07:16:52.243Z"
    },
    "33d14c12ef2256db9c03616483439876ca80b58b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/374620881/secrets-of-amsterdam--",
      "title": "Secrets of Amsterdam",
      "subtitle": "1000 questions & answers",
      "description": "\"Secrets of Amsterdam The ebook 'Secrets of Amsterdam' contains more than 50 suggestions on what to do and where to go in Amsterdam: museums, theatres, concert halls and much more. But you have to work for it! Each listing is presented in 15 questions that, we hope, will increase your appetite. Where is Rembrandt buried? How many bicycles are there in Amsterdam? What is the Miracle of Amsterdam? All the answers to the almost 1000 questions are given at the end of each chapter. Learn about the Rijksmuseum, the Museum of the Canals, the Royal Palace, the Anne Frank House; let the kids play at NEMO, quench your thirst at Brewery `t IJ and enjoy international film history at the EYE Film Institute. All listings are linked to Google Maps. So much to do, so little time. Enjoy! Win a free photo ebook about Holland! 25 entries in this ebook contain a bonus question. To win the magnificent photo ebook 'Holland, as we see it' you only have to give the right answer to 10 of them.\"",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A374620881?aid=kb-online-bibliotheek&sid=18&dts=1764692422826&sig=16d6493028886a088db62b3e183255a7963035b8721b631f3d2cd767b47cab39&width=320",
      "dateSeen": "2025-12-03T07:16:52.714Z"
    },
    "0db303d61a5107fb15bed9ebe99425aa32a01dc2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/393600718/human-dignity-arne-peter-braaksma",
      "title": "Human dignity",
      "subtitle": "eleven defenders of human rights at close range",
      "authors": "Arne Peter Braaksma",
      "description": "Verhalen van elf mensenrechtenactivisten.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A393600718?aid=kb-online-bibliotheek&sid=18&dts=1764709670070&sig=2df428375c008649e58c858e89208a5217db80a13ada6d672c17abddb129bc5c&width=320",
      "dateSeen": "2025-12-03T07:16:53.088Z"
    },
    "404a64274553f24df3da47b47e2c7226c53d0fc1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/392139774/seven-of-druids-sylvan-greenfield",
      "title": "Seven of druids",
      "subtitle": "an archeology student makes a mystical voyage to save his girl from the Voidshapers - or so he believes",
      "authors": "Sylvan Greenfield",
      "description": "An archeology student makes a mystical voyage to save his girl from the Voidshapers - or so he believes. Seven of Druids – Sylvan Greenfield For hundreds of years, the druids of Eresa have been training in secret. The seven clans are battle-hungry. But nothing could have prepared them for what is coming. Aaron Bishop, an archaeology student from Oxford, is on a holiday trip with his girlfriend Denise, when they are suddenly transported to a mystical realm. Gifted and cursed at the same time, Aaron has an ancient magic growing inside him. A Voidshaper, a merciless entity born of negativity, assaults Denise and turns her into one of them. Aaron’s world shatters. Burdened by his lover’s fate, Aaron seeks counsel from the great Ouranis, a Phoenix of untold power, who claims she can give Denise her body back, but only in exchange for Aaron’s help against the Voidshapers – a journey that will change his life forever. --------- An unusual blend of time-travel, mythology and magic, this first-time writer has a good grasp of imagery and a clear and distinct mythology. Light in tone, yet with some scares thrown in and a pretty unique villain, this is a fairly sound first work. The author has an unusual imagination and managed to create a unique environment within a very crowed genre. If it has a downside, it's that there are a lot of minor sub-plots, and sometimes they don't always cohere. Despite this minor niggle, this is a promising start from an author with potential. I'm looking forward to see if he'll expand this world with his next work, or perhaps go for something different entirely! Ramoun (Oxford, UK) Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A392139774?aid=kb-online-bibliotheek&sid=18&dts=1764688809610&sig=64be541c93653e3c4dca86c524d4de8068c7a9a286487eaf5f47e8480d974070&width=320",
      "dateSeen": "2025-12-03T07:16:53.477Z"
    },
    "441fc0486a255b593fe804cff0693eb34a544a53": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394856821/children-who-changed-the-world--",
      "title": "Children who changed the world",
      "description": "Children Who Changed the World What do Malala Yousafzai and Anne Frank have in common? Both opened the eyes of the world to the injustice done to them as children. Malala deliberately set out to fight for her right to education. While Anne Frank unwittingly became a symbol of the effect of war on the lives of children. Children Who Changed the World, tells the stories of more than twenty children who have opened the worlds eyes to serious problems in society, and who have contributed to the solution. As children, they have changed our world for the better. Children like Iqbal Masih, Andrew Adansi, Ishmael Beah, Urmila Chaudhary and Nujood Ali spoke out against child labour, discrimination, child marriage, poverty, exclusion from education, war, disease and hunger. They were listened to, despite - or perhaps because of - their young age. Kim Phuc, Ruby Bridges, Nkosi Johnson and Helen Keller did not accept their fate, they challenged it. Their perseverance is an inspiration to other children, as well as to adults. Who are these children? What have they accomplished, what inspired them? What has the effect of their actions been, and what remains to be done? In Children Who Changed the World, we hear from the children themselves, many of them now adults. Their stories demonstrate that change is possible and it is worthwhile standing up against injustice whether you are a child or an adult. That is the lesson they have taught us. Children Who Changed the World, a free ebook in English was published to celebrate the 25th anniversary of the UN Convention of the Rights of the Child on 20 November 2014. An initiative of the publisher, with the help of a team of journalists and translators. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394856821?aid=kb-online-bibliotheek&sid=18&dts=1764702976557&sig=272bde0901e80981b13d81f2a261e153e29ffa849311465e6e85d787d8d9ae3a&width=320",
      "dateSeen": "2025-12-03T07:16:53.927Z"
    },
    "15722081af84699fddb08f6a849678648280d43f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/371339022/het-geheim-van-de-dierenwinkel-martin-widmark",
      "title": "Het geheim van de dierenwinkel",
      "authors": "Martin Widmark",
      "description": "De dieren in de dierenwinkel voelen zich beroerd. Wat zou er met ze aan de hand zijn? Een nieuwe klus voor het detectivebureau van Lars en Maja. Met cd. Vanaf ca. 7 jaar.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A371339022?aid=kb-online-bibliotheek&sid=18&dts=1764689481608&sig=fc1527cd44bdd8bdeb35c6a959415a4fb9e840e72a981d577601b9717aeb2b1d&width=320",
      "dateSeen": "2025-12-03T07:16:54.292Z"
    },
    "7a7a2846c33df69b83068797b95809beed7f970d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/39485389X/een-prooi-van-staal-wilfred-den-hoed",
      "title": "Een prooi van staal",
      "authors": "Wilfred den Hoed",
      "description": "Hagenaar Johan Joosten (26)is barpianist. Omdat hij niet aan zijn betalingsverplichtingen kan voldoen, wil de Chinese maffia hem elimineren. Om die reden ontvoert hij met drie anderen de staalmagnaat Pieter Commandeur. Maar ondertussen blijft de maffia jacht op hem maken. Krijgen ze hem te pakken voor hij het losgeld heeft kunnen incasseren?  Tegen wil en dank krijgt Johan een band met de staalmagnaat. Als zijn kameraden dat merken, gaan ze hun slachtoffer mishandelen. Commandeur raakt hierbij gewond en biedt Johan vijfhonderdduizend euro om hem te helpen ontsnappen - het begin van een dramatische plot. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A39485389X?aid=kb-online-bibliotheek&sid=18&dts=1764690995267&sig=85ff75817701bd54e33e08b5b9dcf2f8abfd8379187ba146e79f20680ad10b1d&width=320",
      "dateSeen": "2025-12-03T07:16:54.623Z"
    },
    "662aa032ad0b10f13b2d3533277258967bbe0c11": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/33376742X/beelden-van-birma-peter-de-ruiter---kathleen-shordt---hans-hulst",
      "title": "Beelden van Birma",
      "subtitle": "het land waar de klok achteruit loopt",
      "authors": "Peter de Ruiter | Kathleen Shordt | Hans Hulst",
      "description": "Portret in woord en beeld van het huidige Birma met aandacht voor de schending van de mensenrechten.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A33376742X?aid=kb-online-bibliotheek&sid=18&dts=1764689950398&sig=4124bebe711021981c0b809bd2ab6b1c55c63083e9d3ca0831aee274633846cf&width=320",
      "dateSeen": "2025-12-03T07:16:54.979Z"
    },
    "527e7ff1e01d3a1166c3b6963a08836bea2e0dd8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/333777190/het-boek-job-lydia-rood",
      "title": "Het boek Job",
      "authors": "Lydia Rood",
      "description": "Autobiografisch relaas van de schrijfster van de omgang met haar autistische broer.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A333777190?aid=kb-online-bibliotheek&sid=18&dts=1764687844220&sig=70a1fb64830d21a02e5a9dde4056b8bcf128ad889b2a01b94ab4a56fce6ba7ae&width=320",
      "dateSeen": "2025-12-03T07:16:55.393Z"
    },
    "848fb23aef9811368a425856ecd6fe245bcd6e24": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/334083737/zo-veel-zinnen-lydia-rood",
      "title": "Zo veel zinnen",
      "subtitle": "nieuwe erotische verhalen",
      "authors": "Lydia Rood",
      "description": "Een freelance journaliste, die door haar lijfblad wordt gevraagd een aantal interviews met gewone mensen over hun seksleven te maken, neemt de opdracht aan met een geheim motief: de verhalen van een ander zijn altijd spannender dan je eigen fantasieën. Het is opwindend als je iemand hoort praten over bijvoorbeeld avonturen onder water, in aardedonkere grotten, in de meterkast of op het San Marcoplein - zolang je er maar in kunt geloven. Haar 'slachtoffers' hebben, behalve hun aantrekkingskracht (anders werkt het niet), één ding gemeen: ze zijn bereid om, schoorvoetend of grif, uit te komen voor hun zeer persoonlijke voorkeuren. Originele wendingen, grappige invalshoeken zorgen ervoor dat niet alleen die ene zin prikkelend wordt. (Zwolse Courant)",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A334083737?aid=kb-online-bibliotheek&sid=18&dts=1764688296757&sig=d1d069e89f000de729784546b7e9725ec6f4255fdaf9fdf7602d50cfd630d042&width=320",
      "dateSeen": "2025-12-03T07:16:55.772Z"
    },
    "c060eafdbc693af6157d546ef7984fb96759f627": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/334077923/daily-asia-peter-de-ruiter",
      "title": "Daily Asia",
      "subtitle": "fotocolumns van een reiziger",
      "authors": "Peter de Ruiter",
      "description": "Verslag van een rondreis door Zuidoost-Azië en Sri Lanka.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A334077923?aid=kb-online-bibliotheek&sid=18&dts=1764702083543&sig=97042faa8c0414b348c25cc01db6754c28464ce6a14c7ba9db16509a3ca8bc9e&width=320",
      "dateSeen": "2025-12-03T07:16:56.153Z"
    },
    "46c29a9479fe5a9a29ab497a270c433fd0097e8c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/334081270/mannen--ze-willen-wel-lydia-rood",
      "title": "Mannen, ze willen wel",
      "subtitle": "erotische verhalen",
      "authors": "Lydia Rood",
      "description": "Nergens komt het menselijk tekort beter aan het licht dan in het donker. Wij hopen in bed louter hoogtepunten te beleven, maar dan ligt er een drankorgel in de weg of iemand neemt je in je slaap. Mannen zijn tot alles bereid, en vrouwen ook. Dus waar gaat het dan mis? Een serie van 30 erotische verhalen die Lydia Rood schreef voor Playboy, Penthouse, Viva en Sekstant.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A334081270?aid=kb-online-bibliotheek&sid=18&dts=1764697001193&sig=3b992a17a7b58426c4999795db70f9be68841efa73fcb5b90d3f8e2faa53c4ab&width=320",
      "dateSeen": "2025-12-03T07:16:56.582Z"
    },
    "87b4d0e42121c868fb560b7f662f2185ba254bc6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/33407715X/dagboek-van-een-illegaal-mohamed-sahli",
      "title": "Dagboek van een illegaal",
      "authors": "Mohamed Sahli",
      "description": "Persoonlijk relaas van een (witte) illegaal van Marokkaanse afkomst, die in een Haagse kerk in hongerstaking ging om een verblijfsvergunning te bemachtigen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A33407715X?aid=kb-online-bibliotheek&sid=18&dts=1764708489141&sig=ea4261f68d4c0c0004373618098ed4687194aa99c99d6876792305ff97bbd0be&width=320",
      "dateSeen": "2025-12-03T07:16:57.005Z"
    },
    "56d1c5f4541af2718d6ee4514024589709950485": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/334080622/gedeelde-genoegens-lydia-rood",
      "title": "Gedeelde genoegens",
      "subtitle": "een erotische roman",
      "authors": "Lydia Rood",
      "description": "Een jonge fotografe legt tijdens haar werk veel erotisch getinte contacten.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A334080622?aid=kb-online-bibliotheek&sid=18&dts=1764695437384&sig=d0f4bef5f4d6d824e777c6535b841e71b24f0503919c6b48408bc57cd6a02e45&width=320",
      "dateSeen": "2025-12-03T07:16:57.455Z"
    },
    "9eee5364a289928b05e12abb5f8ead2dfb573daa": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/374549109/belofte-onder-het-zuiderkruis-lydia-rood",
      "title": "Belofte onder het Zuiderkruis",
      "authors": "Lydia Rood",
      "description": "Charity is razend enthousiast als haar oude studievriendin Diane in het hospitaaltje in Kenia opduikt waar zij als verpleegkundige werkt. Eindelijk een collega met wie ze lief en leed kan delen! Helaas blijkt al gauw dat Diane niet meer zon toegewijde verpleegkundige is als vroeger. Ze verlangt naar liefde en een gezin en vraagt de hulp van haar vriendin om dat te vinden. Charity, die zelf weinig hoop heeft op geluk in de liefde, belooft desondanks om Diane te helpen. Daar zijn ze tenslotte vriendinnen voor. Maar dan blijkt op wie Diane haar zinnen heeft gezet: uitgerekend Winslow Mugo, de knappe arts op wie Charity zelf al zo lang heimelijk verliefd is! Toch voelt ze zich gebonden door haar belofte... Schrijfster Lydia Rood reisde in augustus 2006 naar Kenia. Op initiatief van Dokters van de Wereld, Simavi en AMREF Flying Doctors schreef zij een roman over passie en gezondheidszorg in Afrika. Lydia maakte in Afrika kennis met de hoofdrolspelers van haar roman: Afrikaanse en westerse artsen die zich in Afrika inzetten voor de gezondheidszorg; structureel of in noodsituaties. Belofte onder het Zuiderkruis is een echte doktersroman, met als doel de Nederlandse lezer op een manier bewust maken van de noodzaak van betere gezondheidzorg in ontwikkelingslanden. Het boek is gefinancierd door NCDO. Luisterboek Dit boek is gratis beschikbaar als luisterboek, ingesproken door Lydia Rood, via www.luisterrijk.nl",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A374549109?aid=kb-online-bibliotheek&sid=18&dts=1764690412228&sig=0aaf105095adff23cff84c3603ef8d00bfc418947611899c6da0865034e4b50a&width=320",
      "dateSeen": "2025-12-03T07:16:58.040Z"
    },
    "7816445a22b01c41006570d50dbabab95804983f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/338583815/friese-sagen---terugkeer-theun-de-vries",
      "title": "Friese sagen & Terugkeer",
      "authors": "Theun de Vries",
      "description": "Heruitgave van de proza- en poëziedebuten van de Nederlandse schrijver (1907) met navertellingen van Friese sagen en vitalistische gedichten.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A338583815?aid=kb-online-bibliotheek&sid=18&dts=1764691791945&sig=777675ad89f1206d925e40705648ec79a73b7d1e5392e46bb11e4584565cd116&width=320",
      "dateSeen": "2025-12-03T07:16:58.394Z"
    },
    "67909c055cf926bb5bf75b91a9d0a7ae03b17e26": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/338583726/eenling-lydia-rood---niels-rood",
      "title": "Eenling",
      "subtitle": "thriller",
      "authors": "Lydia Rood | Niels Rood",
      "description": "Een tweeling gebruikt de onderlinge gelijkenis voor criminele doeleinden.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A338583726?aid=kb-online-bibliotheek&sid=18&dts=1764711879773&sig=19bd55d24611e6918cef8cc2e8081b13892412dae916dd827f471c9851d9f87e&width=320",
      "dateSeen": "2025-12-03T07:16:58.771Z"
    },
    "36d2007bc95a90765309d49ab22e458f42a2de6f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/334075696/buslucht-lydia-rood",
      "title": "Buslucht",
      "authors": "Lydia Rood",
      "description": "Tijdens een lange nachtelijke bustocht van Nederland naar de wintersport bezinnen een jonge man en vrouw zich op hun relatie.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A334075696?aid=kb-online-bibliotheek&sid=18&dts=1764695843896&sig=0f88c4cc4a5736afd3221c14476910452508548f20865cf559c7db3070bc48db&width=320",
      "dateSeen": "2025-12-03T07:16:59.112Z"
    },
    "fc9de503783d76379efe5ff77c5b680f0ba52efd": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/374549125/digitaal-fotograferen-in-een-oogwenk-peter-de-ruiter",
      "title": "Digitaal fotograferen in een oogwenk",
      "authors": "Peter de Ruiter",
      "description": "Digitaal fotograferen met symbolen Het ebook van Digitaal fotograferen in een oogwenk is de elektronische versie van de gelijknamige 'snelgids' van Peter de Ruiter, die inmiddels 6 boeken over digitaal fotograferen op zijn naam heeft staan. In dit boek maak je op gestructureerde wijze kennis met alle principes van (digitaal) fotograferen en leer je ze toepassen. Leidraad daarbij zijn de symbolen op je camera. Na 12 theoretische volgen 8 praktische hoofdstukken. In alle hoofdstukken staan de meer dan 300 schitterende voorbeeldfoto's voorop. De tekst is van de foto's afgeleid. In iBooks op de iPad maak je met twee keer klikken de foto's schermvullend. Ook bevat het ebook tal van interne en externe links. Na elk hoofdstuk is een EHBO-sectie opgenomen voor het herstellen van vergissingen. Het ebook bevat een complete lijst van symbolen die je kunt tegenkomen op je camera en elders. Andere boeken van Peter de Ruiter zijn onder meer: Digitaal fotograferen onderweg, PixelKids (uitverkocht), Digitaal fotograferen zonder handleiding (complete cursus), Fotograferen met je mobieltje en KLIK Ik heb je! Van dit laatste boek is ook een app beschikbaar voor iPad, onder de titel KLIK Ik app je! De light-versie hiervan is gratis, met 1 van de 5 hoofdstukken, en wordt je aangeboden door uitgeverij Van Duuren media. NOTA BENE Het ebook van Digitaal fotograferen in een oogwenk is 86 Mb groot en om die reden niet geschikt voor een conventionele (e-Ink) reader. Hij komt tot z'n recht op een iPad of een andere tablet en op de computer. Inhoud Digitaal fotograferen in een oogwenk PRINCIPES 1 Houd je camera op spanning 2 Maak je eerste foto 3 Zoom met een reden 4 Doe maar gewoon, zoom maar uit 5 Vang het licht zoals het is 6 Maak het licht zoals jij wilt 7 Een goede flits zie je niet 8 Bewogen of bevroren dankzij de sluitertijd 9 Meer of minder scherp met het diafragma 10 Met een hogere gevoeligheid meer speelruimte 11 De stabilisator zet alleen jou stil 12 Herstel de belichtingsfouten van je camera TOEPASSINGEN 13 Zet de zonsondergang in een ander daglicht 14 Reis rond in een dynamisch landschap 15 Raak niet uitgekeken op een portret 16 Kom wat dichterbij 17 Zet aan tot actie 18 Houd het beest aan het lijntje 19 Kinderen 20 Richt je blik op de stad De boeken van Peter de Ruiter verschijnen ook in het Duits, Engels, Frans en Spaans. Zijn boek Beeldschoon Bangladesh is in 2006 verkozen tot het beste reisfotoboek van dat jaar.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A374549125?aid=kb-online-bibliotheek&sid=18&dts=1764692307402&sig=cad5f47fcd5d326a42ebed11f186fd5f0f0dd372fc042bb7043c1eab2cdf43eb&width=320",
      "dateSeen": "2025-12-03T07:16:59.566Z"
    },
    "bd917e6ec75253c64956192a32cc8b20dacb81b1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/334081750/mevrouw-was-stil-vandaag-lydia-rood",
      "title": "Mevrouw was stil vandaag",
      "authors": "Lydia Rood",
      "description": "Drie verhalen over mensen met een psychische stoornis.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A334081750?aid=kb-online-bibliotheek&sid=18&dts=1764698445762&sig=29647a203d2be66c178e1cc2c537811662761231b19fa3ba8e72aca7a3f7f6af&width=320",
      "dateSeen": "2025-12-03T07:16:59.927Z"
    },
    "8f4477f7a1d9a8dcec179d59df56fda0817d9646": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/338583661/de-kop-van-de-pauw-lydia-rood",
      "title": "De kop van de pauw",
      "subtitle": "ebookgeschenk 2011",
      "authors": "Lydia Rood",
      "description": "Als een succesvolle, ijdele schrijver in een populair praatprogramma op televisie gaat zitten, heeft dit ingrijpende gevolgen voor hem.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A338583661?aid=kb-online-bibliotheek&sid=18&dts=1764692923351&sig=99cbf2c3dd9dd18d5ad8b1443b4c756f48e4767f2880c87bd463a94446766884&width=320",
      "dateSeen": "2025-12-03T07:17:00.379Z"
    },
    "d6d5b9f416c9aeef2dd562811cdc420efe452d98": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/334082536/samen-in-een-familiegraf-lydia-rood",
      "title": "Samen in een familiegraf",
      "authors": "Lydia Rood",
      "description": "Verzameling onbarmhartige verhalen over liefde en ander leed en waarin humor, tragiek en erotiek een even onvermijdelijk als onmogelijk huwelijk aangaan.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A334082536?aid=kb-online-bibliotheek&sid=18&dts=1764746220462&sig=40de0b0465e4a278026bfbdb3d7c90f78b88359a78356de7633bdfdee750fccb&width=320",
      "dateSeen": "2025-12-03T07:17:00.896Z"
    },
    "a95c5a014c38ffa0252fe07cc81e34c775138f51": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/334083656/zij-haar-zin-lydia-rood",
      "title": "Zij haar zin",
      "subtitle": "60 erotische belevenissen",
      "authors": "Lydia Rood",
      "description": "Columns over erotiek vanuit vrouwelijk perspectief.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A334083656?aid=kb-online-bibliotheek&sid=18&dts=1764693865863&sig=3003e4917e8e204adb212a34fe1a0f82c7f51ffeea2c6473a77d580b5cab2ede&width=320",
      "dateSeen": "2025-12-03T07:17:01.388Z"
    },
    "1463796ca65bc54246e4968125add4f4a3334695": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/33377714X/gerecht-lydia-rood---niels-rood",
      "title": "Gerecht",
      "authors": "Lydia Rood | Niels Rood",
      "description": "Een zwakbegaafde jongeman die beweert de zoon van een prins te zijn en die als enige interesse koken heeft, neemt, gefrustreerd door het ongeloof dat hij ontmoet, op bloedige wijze wraak.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A33377714X?aid=kb-online-bibliotheek&sid=18&dts=1764694144248&sig=91a4ae0382b3614d0e2c3d5426d01d265ea7180c4f47840f22d616363c7b239b&width=320",
      "dateSeen": "2025-12-03T07:17:01.802Z"
    },
    "b6aa92ee15f1b25787c30c6debf129130f6458a3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/333831225/offerande-lydia-rood",
      "title": "Offerande",
      "authors": "Lydia Rood",
      "description": "Een licht visueel gehandicapte jongen zet alles op alles om de genegenheid van mensen, vooral van zijn moeder, te winnen",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A333831225?aid=kb-online-bibliotheek&sid=18&dts=1764694150618&sig=cab7cb87a96d81ffabd6b4134ed40af8936ce15841f8ed56422791808a6116fa&width=320",
      "dateSeen": "2025-12-03T07:17:02.210Z"
    },
    "0caca9fba3cad1b0b7f68ad79a71e54fce3fff67": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/440402832/het-testament-van-de-zee-aslak-nore",
      "title": "Het testament van de zee",
      "subtitle": "roman",
      "authors": "Aslak Nore",
      "description": "Het testament van de zee van Aslak Nore is een grootse roman over familiegeheimen, eerder uitgegeven onder de titel Het kerkhof van de zee. Een aanrader voor de lezers van Carlos Ruiz Zafón en Joël Dicker.Aan het begin van de Tweede Wereldoorlog vergaat een schip met aan boord Noorse burgers en Duitse militairen; er wordt aangenomen dat het op een mijn is gevaren. De jonge schrijver Vera en haar zoontje worden gered, maar haar man komt om.Vijfenzeventig jaar later loopt Vera de zee in, en ze komt niet meer terug. Met haar verdwijnen ook haar memoires over de scheepsramp en de familietrauma's. Maar haar kleindochter Sasha is vastberaden de waarheid te achterhalen; ze heeft namelijk ontdekt dat Vera twijfelde over de ware toedracht van de ramp. Tegelijkertijd wordt er binnen de welgestelde familie een vuil spel gespeeld over de nalatenschap en de opvolging in het familieconcern. Welke geheimen herbergt het scheepswrak op de bodem van de zee?Het testament van de zee is een indringende en spannende roman over verraad, verboden liefde en een groot familiegeheim.'Een formidabel geschreven literaire roman waarin spanning een van de dragende elementen is.' VN Detective en Thrillergids ****'Verdiep je in het mysterie rond de familie Falck en het scheepswrak dat op de bodem van de zee ligt, maar wees gewaarschuwd: als je hier aan begint kun je niet meer stoppen! In één ruk uitgelezen en echt enorm van genoten. Een supertip!' Olaf, boekhandel Kramer & Doorn'Het is origineel en zit barstensvol cliffhangers – dit moet een televisieserie worden! Alles klopt aan het verhaal en het slot is ronduit verrassend.' AD Mezza, Boek van de Maand'Neem een enorm fortuin, een verwoestend familiegeheim, machiavellistische politiek en koppige familieleden. Voeg ongeschikte erfgenamen, Noorse special forces en een klein beetje bouquetroman toe en het resultaat is een magnifieke, spannende roman die zelfs de meest kritische lezer niet kan weerstaan.' VG *****'Een episch verhaal dat – terecht – een zeer groot publiek krijgt.' Adresseavisen *****'Slim gecomponeerd en heerlijk leesbaar. Dit is het beste van wat de Noorse misdaadliteratuur te bieden heeft.' Aftenposten 'Gebaseerd op een waargebeurd verhaal, maar geschreven als pure poëzie. Dit is gewoon genieten.' Nettavisen Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A440402832?aid=kb-online-bibliotheek&sid=18&dts=1764776471236&sig=f67a2128048aa3ad434f7ccc612beecaa9581dedbc9e876800d28262b2e93e84&width=320",
      "dateSeen": "2025-12-04T07:16:04.140Z"
    },
    "dc8d2952d5626d89aa87a0640c5c4c0d26cc4ca0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443442789/kussen-bij-de-kerstboom-jessica-hart",
      "title": "Kussen bij de kerstboom",
      "authors": "Jessica Hart",
      "description": "Sophie vraagt haar goede vriend Bram......om haar met de kerstdagen als haar verloofde te vergezellen naar haar familie. Voor de schijn, uiteraard, ze zijn niet van plan werkelijk te trouwen. Maar naarmate de nephuwelijksdatum nadert, merkt Sophie dat ze verlangt naar een échte bruiloft...Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443442789?aid=kb-online-bibliotheek&sid=18&dts=1764782635840&sig=f94ee3eec896b09a09671f5fef57254e667b734f91ab5c4ef61dfae2b565ef97&width=320",
      "dateSeen": "2025-12-04T07:16:04.562Z"
    },
    "09cff0406ca93121ee2f584a0c98c4be4110b4d2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443348987/the-science-of-happiness-bruce-hood",
      "title": "The Science of Happiness",
      "subtitle": "Zeven lessen om meer geluk te ervaren",
      "authors": "Bruce Hood",
      "description": "Professor Bruce Hood geeft in The Science of Happiness zeven lessen om meer geluk te ervaren.We zijn allemaal op zoek naar geluk, maar vaak zit ons verstand ons daarbij in de weg. In The Science of Happiness leert psycholoog en geluksexpert Bruce Hood je om vooral het positieve in je leven te zien. Hood geeft zeven eenvoudige maar levensveranderende manieren om negatieve denkpatronen te doorbreken en opnieuw verbinding te maken met de dingen die er echt toe doen.Dit boek laat op een originele en toegankelijke manier zien hoe er tijdens de ontwikkeling van de hersenen vanaf de geboorte al negatieve denkpatronen insluipen. Door Hoods nieuwe kijk op het onderwerp, die is gebaseerd op tientallen jaren onderzoek in de neurowetenschappen en ontwikkelingspsychologie, kunnen we ons nu als het ware resetten om gelukkiger te worden. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443348987?aid=kb-online-bibliotheek&sid=18&dts=1764779632226&sig=3b1e1497f6386683752db0afb071fe6e0c287691b3b30f105744a95aedf2cbf5&width=320",
      "dateSeen": "2025-12-04T07:16:04.967Z"
    },
    "d281cf8af40372a686740b82d36005c70e179e77": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443626960/kerstmis-met-de-sexy-tycoon-jackie-ashenden",
      "title": "Kerstmis met de sexy tycoon",
      "authors": "Jackie Ashenden",
      "description": "Zo veel passie dat de sneeuw ervan smelt…Isla gaat trouwen met een leuke man, en bovendien zal ze via dit huwelijk het bedrijf van haar vader uit de klauwen redden van de genadeloze tycoon Orion North. Maar op haar trouwdag ziet ze niet haar bruidegom staan, maar Orion! Hij deelt haar op kille toon mee dat haar verloofde niet is komen opdagen en dat ze als ze het familiebedrijf wil redden met hem zal moeten trouwen…Orion is al jaren stiekem verliefd op Isla, en nu is het hem eindelijk gelukt haar aan zich te binden. Hij neemt haar mee naar zijn luxeresort op IJsland, waar hij een romantisch kerstfeest heeft gepland. Maar algauw ontdekt hij dat je grote liefde meevoeren naar een afgelegen oord omgeven door permafrost niet de beste manier is om haar te verleiden. Hoe kan hij haar tonen hoeveel hij voor haar voelt? Misschien met een gloedvolle kerstkus?  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443626960?aid=kb-online-bibliotheek&sid=18&dts=1764792651675&sig=d35a3c324f0bd195ba7657e859b58379fbb57b85d892291a81829324d7cf07fe&width=320",
      "dateSeen": "2025-12-04T07:16:05.432Z"
    },
    "1d3ee541024e5b386b87451ea5833358516e6e36": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443626952/kersthuwelijk-met-de-griek-millie-adams",
      "title": "Kersthuwelijk met de Griek",
      "authors": "Millie Adams",
      "description": "Zij wint een fortuin – hij haar hart...In de bittere armoede van haar jeugd heeft Maren één talent ontwikkeld: kaarten tellen aan de goktafel. Met die vaardigheid wil ze genoeg geld bijeenzamelen om de rest van haar leven op te teren. Maar dan wint ze iets heel anders dan geld: een kasteel aan de kust van Griekenland. En nu ze de eigenaar is, is zij een prinses...Maar aan haar nieuwe koninklijke bestaan zitten wel eisen verbonden: namelijk, een huwelijk met de onweerstaanbare Griekse miljardair Acastus Diakos. Als ze niet met hem trouwt, kan ze wel fluiten naar haar nieuwe woning, titel en fortuin. Maar doet ze dat wel, dan raakt haar hart in gevaar...  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443626952?aid=kb-online-bibliotheek&sid=18&dts=1764781710220&sig=bc0129e257c29faab21666ef85905989cf3b01d2b2e0b02e05975745204efba3&width=320",
      "dateSeen": "2025-12-04T07:16:05.846Z"
    },
    "396b4ea59cde862bbe139caa49cc36d18fdf9cb5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443648913/onder-vier-ogen-susan-crosby",
      "title": "Onder vier ogen",
      "authors": "Susan Crosby",
      "description": "Op zoek naar de waarheid rond de dood van haar vader, klopt Arianna aan bij rechercheur Joe Vicente. Hoewel hij eigenlijk niet mag werken - hij is met langdurig verlof gestuurd – is hij bereid haar te helpen. Maar al snel brengt hun onderzoek hen in grote moeilijkheden; niet alleen door de geheimen die ze onthullen, maar vooral ook door de gevoelens die ze bij elkaar losmaken!Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443648913?aid=kb-online-bibliotheek&sid=18&dts=1764832565939&sig=57da2f4aa4cf95b6789d20a2d6e0639b62822d76c7f6de89c479ed431475aae1&width=320",
      "dateSeen": "2025-12-04T07:16:06.329Z"
    },
    "c395a79d60d805e3cdfa1b7875dfcc2482ff8416": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443648921/de-ultieme-verleiding-susan-crosby",
      "title": "De ultieme verleiding",
      "authors": "Susan Crosby",
      "description": "Voor alles is een eerste keer, zo ontdekt privédetective Quinn. Want voor het eerst in zijn carrière heeft hij de verkeerde persoon bespioneerd: Claire. De vrouw die hij had moeten achtervolgen, blijkt haar zus te zijn. Omdat hij zeker weet dat Claire hem naar haar zus zal leiden, besluit hij haar te blijven volgen. Maar dan maakt hij nog een fout: hij valt als een blok voor haar!Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443648921?aid=kb-online-bibliotheek&sid=18&dts=1764798542894&sig=5dc7ef3e19c59799e977154571a8996483f3bd93a77eae4290bc342b0a891240&width=320",
      "dateSeen": "2025-12-04T07:16:06.754Z"
    },
    "a235dca5871c174149f078b282e61d12763900c8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443626936/een-kerstbaby-voor-haar-baas-michelle-smart",
      "title": "Een kerstbaby voor haar baas",
      "authors": "Michelle Smart",
      "description": "Hij zet haar deze kerst toch niet op straat?Zwanger! Hotelmanager Lena kan het bijna niet geloven. Na één onverwachte, vurige nacht met haar baas, sexy miljardair Konstantinos Siopsis, is ze in verwachting. Ze durft hem er echter niet over te vertellen. Wat als hij haar ontslaat? Ze heeft geen spaargeld en geen woning buiten haar personeelsaccommodatie. Ze kan haar baan niet in gevaar brengen...Vier maanden geleden beging Konstantinos een vergissing – maar wát een vergissing! Sindsdien heeft hij om een of andere reden voortdurend aan Lena gedacht. Misschien is het tijd om haar een bezoek te brengen. Alleen om te kijken hoe het met zijn luxehotel gaat, natuurlijk. Niet om haar nog een keer te zien... toch?  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443626936?aid=kb-online-bibliotheek&sid=18&dts=1764792034739&sig=415c0b758a76b0970dfeb7024540d3a93424bc4a55f4d5bdb34b55b5520a0232&width=320",
      "dateSeen": "2025-12-04T07:16:07.185Z"
    },
    "7290f9e2ac8fcff2655b4b2dbb3f313cde9d61cf": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443349029/108-gongslagen-yoshimura-keiko",
      "title": "108 gongslagen",
      "authors": "Yoshimura Keiko",
      "description": "Deze Japanse roman 108 gongslagen van Yoshimura Keiko is perfect voor de lezers van healing fiction.Mamoru Sohara werkt als klusjesman op Toshima, het kleinste en meest afgelegen eiland van Japan. Hij heeft een groot hart en stelt het welzijn van anderen altijd boven zijn eigen verlangens.In aanloop naar omisoka – oudejaarsavond, waarbij er om middernacht 108 gongslagen klinken om gezuiverd het nieuwe jaar in te gaan – zet een brief van een oude vriend Sohara’s leven op zijn kop. Het ziet ernaar uit dat Sohara minder onbezorgd het nieuwe jaar in kan gaan dan andere jaren. Of zal de magie van de avond het tij kunnen keren? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443349029?aid=kb-online-bibliotheek&sid=18&dts=1764782867887&sig=e07aca4a9363098dcf81f5b7f2a69b351fe4d787006378beadbc40740f3a6190&width=320",
      "dateSeen": "2025-12-04T07:16:07.697Z"
    },
    "cbe0700d53098eee091afd1d21af2c6f2a2ea60a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443626987/verleid-in-een-sneeuwstorm-joss-wood",
      "title": "Verleid in een sneeuwstorm",
      "authors": "Joss Wood",
      "description": "Het wordt een hete kerst…Om haar erfenis veilig te stellen heeft Millie een verstandshuwelijk gesloten met magnaat Benedikt Jónsson. Na enige tijd wil ze kinderen en ze weet dat de afstandelijke miljardair daar nooit aan zal beginnen. Dus zit er maar één ding op: ze moet haar knappe echtgenoot om een scheiding vragen. Maar Benedikt reageert heel anders dan ze verwacht…Benedikt had zich verheugd op een rustig kerstfeest, maar ze zijn nog maar net op zijn IJslandse landgoed aangekomen of er steekt en sneeuwstorm op. En dan komt Millie ook nog met haar verontrustende verzoek. Hij wil haar niet kwijt, en de gedachte dat ze zwanger zou zijn van iemand anders is onverdraaglijk. Dus hangt hij extra slingers in de boom en zet hij er een hele grote piek op. Want deze kerst zal hij zijn vrouw voor het eerst écht verleiden…     Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443626987?aid=kb-online-bibliotheek&sid=18&dts=1764795881751&sig=3d1ffc8f978337fe2ea13f197944475c0e1aa216db0fbfda6857ebd9c3369725&width=320",
      "dateSeen": "2025-12-04T07:16:08.172Z"
    },
    "c9794193f79e436855a61e0057d65ab7e60bf0d3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443442827/zilte-tranen-abigail-gordon",
      "title": "Zilte tranen",
      "authors": "Abigail Gordon",
      "description": "Jemima probeert een tragedie te ontvluchten...En accepteert daarom een nieuwe baan bij een huisartsenpraktijk. Het enige probleem? Haar knappe collega, Jack Trelawny. De aantrekkingskracht tussen hen is sterk, maar lukt het Jemima de liefde nog een kans te geven? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443442827?aid=kb-online-bibliotheek&sid=18&dts=1764780686690&sig=3a6f5e2510e4a7b95534207da32bae4543579526b4d7b498d478278c41f10e90&width=320",
      "dateSeen": "2025-12-04T07:16:08.594Z"
    },
    "4a07313be951b66466d0de370ac34f34247b5460": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443349002/financial-selfcare-lieke-danenberg---puck-landewe-",
      "title": "Financial Selfcare",
      "subtitle": "Zorg goed voor jouw financiële toekomst",
      "authors": "Lieke Danenberg | Puck Landewé",
      "description": "In Financial Selfcare delen Lieke Danenberg en Puck Landewé van het platform Elfin hun ultieme stappenplan voor financiële onafhankelijkheid.Geld. We praten er liever niet over, maar we willen er allemaal genoeg van hebben. Al maakt geld niet gelukkig, het maakt het leven wel gemakkelijker. Het probleem is alleen dat veel mensen niet weten hoe ze ermee om moeten gaan. Wat is investeren? Hoe werkt beleggen? Helpt het bijhouden van een ouderwets kasboekje? Moet je bitcoins kopen? Of juist goud?In dit persoonlijke boek vol praktische tips bieden Lieke Danenberg en Puck Landewé hun ultieme stappenplan voor financiële onafhankelijkheid: een goede mindset ontwikkelen, leren budgetteren, financieel slim plannen, je inkomen vergroten en leren investeren. Ze laten jezien wat je met je geld kunt doen en hoe je je leven financieel op de rit krijgt.‘Elfin is voor mij een toegankelijk platform dat je stap voor stap leert omgaan met je financiële situatie op weg naar financiële vrijheid. Iets wat iedere vrouw zou moeten leren. Het taboe dat er op het hebben van geld rust, het verschil dat er nog steeds heerst tussen vrouwen en mannen… Het is hoog tijd dat wij leren hoe dit spelletje werkt.’ Gebruiker van Elfin Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443349002?aid=kb-online-bibliotheek&sid=18&dts=1764782266013&sig=10a1c45afb3035ec2b002a1cdc9137bac9153f67a40755175407a6b3024f9f85&width=320",
      "dateSeen": "2025-12-04T07:16:09.043Z"
    },
    "64fd8ce165ffb41b4c0f2b6922f8e6c7d68e2d87": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443649030/bezwaard-hart-julia-latham",
      "title": "Bezwaard hart",
      "authors": "Julia Latham",
      "description": "Dappere ridders, dames in nood, vurige passie...Engeland, 1480Lady Diana Winslow wordt als eerste vrouw toegelaten tot de geheimzinnige Broederschap van het Zwaard. Haar eerste opdracht als gemaskerde zwaardvechter verloopt echter niet bepaald vlekkeloos: als ze een wrede, beruchte lord doodt, laat ze onbedoeld diens broer Thomas Bannaster ervoor opdraaien!Zes jaar later staat Thomas, nu een lord, opeens voor de poort van haar kasteel. Diana vreest dat hij de waarheid heeft ontdekt en uit is op wraak. In haar wanhoop sluit hem op in de kerker. Wat ze echter niet weet, is dat de nietsvermoedende Thomas een heel ander doel voor ogen heeft: een huwelijk...Dit verhaal is eerder verschenen.  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443649030?aid=kb-online-bibliotheek&sid=18&dts=1764778189584&sig=c3b761d493b5412238c07a50eb8eb803d3cd91b42bb59b5f5f96f863c447888e&width=320",
      "dateSeen": "2025-12-04T07:16:09.509Z"
    },
    "8bf0b308158d0aaf44ddd7565bbf7ba544bfb818": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443695423/de-stand-in-miljonair-susan-mallery",
      "title": "De stand-in miljonair",
      "authors": "Susan Mallery",
      "description": "Date voor een miljoen: zou jij het doen, voor een miljoen? Heerlijk romantische feelgood van topauteur Susan Mallery!Deel 1De zusjes Julie, Willow en Marina Nelson zijn onlangs herenigd met hun grootmoeder, Ruth, die graag deel wil uitmaken van hun leven. Ze kijken vreemd op wanneer Ruth haar grootste wens uitspreekt: dat een van hen trouwt met haar favoriete neef, Todd Aston III – in ruil voor één miljoen dollar!Omdat Julie, Willow en Marina een goede relatie met hun oma Ruth willen opbouwen, besluiten de drie zusjes haar enigszins tegemoet te komen en de man op zijn minst te ontmoeten. Ze loten om te bepalen wie als eerste mag opdraven. Julie trekt aan het kortste eind, en met lood in de schoenen begeeft ze zich naar het gewraakte afspraakje.Tot haar grote verbazing treft ze een man die niet alleen heel erg knap is, maar ook nog eens erg charmant. Na een geweldige avond – en nacht – is ze compleet verloren. Maar dan komt ze erachter dat niet alles is zoals het lijkt… Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443695423?aid=kb-online-bibliotheek&sid=18&dts=1764778662526&sig=a364803527ef4f1277ebefdf8eab820444e1a22fd2ef3e38a3e9ce7b16d27db9&width=320",
      "dateSeen": "2025-12-04T07:16:09.925Z"
    },
    "efffd708911d1c0a9e5820d1c51d5e73318ac44f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443442819/kerst-in-de-bergen-kate-hardy",
      "title": "Kerst in de bergen",
      "authors": "Kate Hardy",
      "description": "Arts-assistent Emma móét met hem samenwerken…Of ze wil of niet, want dokter Rob is haar nieuwe baas. Hoe knap ze hem ook vindt, ze kent zijn reputatie als rokkenjager. Wanneer tijdens een reddingsoperatie haar leven aan een zijden draadje hangt, leert ze echter een andere kant van hem kennen…Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443442819?aid=kb-online-bibliotheek&sid=18&dts=1764784771683&sig=77bac9ab5978f7c1c531d54a50803d280404febfeece46e582b7f66d94fd7ab8&width=320",
      "dateSeen": "2025-12-04T07:16:10.345Z"
    },
    "d54d71467bcbdd4e1423ba58fbd34603b2ef08fd": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443648956/kerst-ver-van-huis-michelle-douglas",
      "title": "Kerst ver van huis",
      "authors": "Michelle Douglas",
      "description": "Worden het dan toch nog frohe Weihnachten?Addie heeft geen zin in de feestdagen. Na een zwaar jaar zou ze het liefst een verre reis maken, maar het wordt helaas een rustige kerst op haar ranch. Dan komt haar nieuwe baas, miljonair Flynn Mather, met een aanbod: ze mag mee naar Europa op zakenreis! Daar moet ze hard werken, maar door München in kerstsfeer én een onweerstaanbare baas komt daar weinig van terecht…Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443648956?aid=kb-online-bibliotheek&sid=18&dts=1764798560024&sig=3c1e1fa2766d0308e6df1aa0ffa75bc6a1c5a74520ff2d596f3b4c9c5b339de4&width=320",
      "dateSeen": "2025-12-04T07:16:10.764Z"
    },
    "e2dc24e0fed4b4f7e55f188ac86fe948a1cd80bb": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443649014/kerstmis-voor-twee-louisa-heaton",
      "title": "Kerstmis voor twee",
      "authors": "Louisa Heaton",
      "description": "Dit moet wel een vleugje kerstmagie zijn…Tijdens een sneeuwstorm zit Nell opgescheept met haar nieuwe collega, kinderarts Seth. Een goede manier om hem beter te leren kennen, en al snel weet ze genoeg: hij is humeurig en afstandelijk! Niets voor haar dus. Tot hij later op de kinderafdeling de rol van de kerstman op zich neemt, en zij die van kerstelf. Want opeens ziet ze een andere, heel aantrekkelijke kant van hem!  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443649014?aid=kb-online-bibliotheek&sid=18&dts=1764784759395&sig=973ba3e0f0e90fca485a3115dad10f18e3eece743a412cd619fac3d7744defcf&width=320",
      "dateSeen": "2025-12-04T07:16:11.190Z"
    },
    "f274d498f485607759acc8b08d28762388bfc906": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443442770/het-allermooiste-kerstcadeau-sharon-kendrick",
      "title": "Het allermooiste kerstcadeau",
      "authors": "Sharon Kendrick",
      "description": "Cassie wordt uit gevraagd......door de adembenemende Giancarlo Vellutini. Aarzelend zegt ze toe met de miljardair uit eten te gaan. Wat ze vreest, gebeurt: ze verliest haar hart aan hem en ze beleven samen een hartstochtelijke nacht. Met een onverwacht kerstcadeau als gevolg...Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443442770?aid=kb-online-bibliotheek&sid=18&dts=1764789639053&sig=23311a359c6c5652a1ddcc08d3755bd048e62bdbbb7a299cf1e285df267ff24c&width=320",
      "dateSeen": "2025-12-04T07:16:11.590Z"
    },
    "99a7659cd10b75d0f8e4e25df3477d323a3cdf94": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443649006/reddende-kerstengel-alison-roberts",
      "title": "Reddende kerstengel",
      "authors": "Alison Roberts",
      "description": "Als iemand haar kan helpen, is hij het…Wanneer traumachirurg Nikita inziet dat ze door PTSS haar werk niet meer goed kan doen, besluit ze haar baan tijdelijk over te dragen. Alleen had ze niet verwacht dat Pedro haar zou vervangen – een man die ze nog van vroeger kent! Eerst voelt ze zich ongemakkelijk, maar dan merkt ze dat ze zich heel veilig bij hem voelt. Is een Kerstmis in zijn armen misschien wat ze nodig heeft? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443649006?aid=kb-online-bibliotheek&sid=18&dts=1764793169336&sig=cf6bf07e7837755c502263b6b8a9255a79d66c82d564d0327c4482e1fac040dd&width=320",
      "dateSeen": "2025-12-04T07:16:11.980Z"
    },
    "1140753e361a90a48caebe4835ba989f8375c46f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443695431/de-onverwachte-miljonair-susan-mallery",
      "title": "De onverwachte miljonair",
      "authors": "Susan Mallery",
      "description": "Date voor een miljoen: zou jij het doen, voor een miljoen? Heerlijk romantische feelgood van topauteur Susan Mallery!Deel 2De zusjes Julie, Willow en Marina Nelson zijn onlangs herenigd met hun grootmoeder, Ruth, die graag deel wil uitmaken van hun leven. Ze kijken vreemd op wanneer Ruth haar grootste wens uitspreekt: dat een van hen trouwt met haar favoriete neef, Todd Aston III – in ruil voor één miljoen dollar!Na de blind date van haar zusje Julie wil Willow maar één ding: wraak nemen op miljonair Todd Aston III. Ze trekt de stoute schoenen aan en begeeft zich naar zijn landgoed. Ze zal die man wel eens vertellen wat ze precies vindt van zijn stunt!Helaas wordt ze onderschept door zijn beveiliger, die haar zonder pardon van het landgoed wil bonjouren. Maar niet voordat hij haar verzwikte enkel heeft behandeld… Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443695431?aid=kb-online-bibliotheek&sid=18&dts=1764783955818&sig=3e9fb954cc3a9d1a778c0ea35abca65e9befd1474cdea4624e41d253d091c062&width=320",
      "dateSeen": "2025-12-04T07:16:12.448Z"
    },
    "dd80d084c6f661bfa2dbebaa66b0970270211d76": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443626944/een-kerstkus-van-de-prins-clare-connelly",
      "title": "Een kerstkus van de prins",
      "authors": "Clare Connelly",
      "description": "Kerst in het bed van de prins...Poppy Henderson weet op haar vierentwintigste verjaardagsfeestje eindelijk genoeg moed te verzamelen: vanavond zal ze een kus delen met de genadeloos sexy Adrastos Aetos, kroonprins van Carinië en haar jarenlange crush. De kus is alles wat ze ervan verwachtte, maar dan verschijnen de volgende dag foto's van het moment op internet...Poppy ziet één manier om een koninklijk schandaal te voorkomen: ze moeten doen alsof ze een relatie hebben. Maar Adrastos wil alleen meewerken als ze zich aan zijn voorwaarde houdt. Namelijk, dat absoluut niemand mag ontdekken dat hun relatie nep is. Dus moeten ze niet alleen samen in het paleis de kerstdagen doorbrengen, maar ook in dezelfde kamer, en in hetzelfde bed...  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443626944?aid=kb-online-bibliotheek&sid=18&dts=1764788522188&sig=00c418bc3083ed3633c63a6feaa8ba87d7897986075b9f7ed0c25036c59dde9b&width=320",
      "dateSeen": "2025-12-04T07:16:12.847Z"
    },
    "9fe589c0642923807395737b7d478b9f8abe49b6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44369544X/de-ultieme-miljonair-susan-mallery",
      "title": "De ultieme miljonair",
      "authors": "Susan Mallery",
      "description": "Date voor een miljoen: zou jij het doen, voor een miljoen? Heerlijk romantische feelgood van topauteur Susan Mallery!Deel 3De zusjes Julie, Willow en Marina Nelson zijn onlangs herenigd met hun grootmoeder, Ruth, die graag deel wil uitmaken van hun leven. Ze kijken vreemd op wanneer Ruth haar grootste wens uitspreekt: dat een van hen trouwt met haar favoriete neef, Todd Aston III – in ruil voor één miljoen dollar!Todd Aston III is rijk, succesvol en aantrekkelijk. Hij is dol op zijn aangetrouwde oudtante, Ruth, maar op een huwelijkskandidate zit hij helemaal niet te wachten, laat staan een die daar een miljoen voor krijgt! De hele kwestie is ronduit vernederend.Toch pakt zijn ontmoeting met Marina Nelson een stuk verrassender uit dan hij ooit had verwacht… Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44369544X?aid=kb-online-bibliotheek&sid=18&dts=1764776026554&sig=f2f69ad2bda96ce5347b140b4651b7e4e24ce7d8e1f0968f95fcfdc9d800a93e&width=320",
      "dateSeen": "2025-12-04T07:16:13.251Z"
    },
    "67a83e898bbcc6301204eded4b47fe0044b26d40": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443648964/nacht-onder-de-mistletoe-carole-mortimer",
      "title": "Nacht onder de mistletoe",
      "authors": "Carole Mortimer",
      "description": "Ze wil helemaal niet verliefd worden op haar ontvoerder!Ontvoerd worden door de sexy graaf Dmitri Scarletti is het láátste wat Lily verwachtte toen ze voor de kerst naar Rome vloog om haar broer te zien. Blijkbaar is Dmitri uit op wraak. Bang is ze gelukkig niet voor hem, dus besluit ze rustig af te wachten wat er gebeurt. Alhoewel… Rustig is misschien niet het goede woord. Want al snel merkt ze dat ze bepaald niet ongevoelig is voor de charmes van de graaf! Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443648964?aid=kb-online-bibliotheek&sid=18&dts=1764798651570&sig=1bbaf7eef3d3ec49b3bd41993c40f78b929c765284c35bb1b1d33ab489e00bb0&width=320",
      "dateSeen": "2025-12-04T07:16:13.664Z"
    },
    "c9fe6163afb8176eb79868dec6b3e9048287cd90": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443649049/kerst-in-hope-s-crossing-raeanne-thayne",
      "title": "Kerst in Hope's Crossing",
      "authors": "RaeAnne Thayne",
      "description": "Men neme wat sneeuw, twinkelende lichtjes en een toefje magie… en laat kerst maar beginnen!Sage McKnight had nooit durven dromen dat haar leven zo goed zou uitpakken. Negen jaar na haar onverwachte zwangerschap is ze dolgelukkig met haar familie en haar baan als architect. Wanneer ze voor kerst terugkeert naar haar geboortestad Hope's Crossing, besluit ze een van haar projecten, het prachtige berghuis Wolf Ridge, te bezoeken. Alleen jammer dat de eigenaar, Mason Tucker, de baseball-legende die vanwege een ongeluk aan een rolstoel is gekluisterd, het haar zo lastig maakt. Al is hij wel érg aantrekkelijk…Mason blijft liever op zijn hoede voor Sage, met haar bruisende en open persoonlijkheid. Toch kan hij niet ontkennen dat ze talent heeft – en dat ze een magnetische aantrekkingskracht op hem uitoefent. Maar wanneer hij de waarheid hoort over haar en haar zoon, zorgen de herinneringen aan zijn eigen ongelukkige jeugd ervoor dat hij een nog hogere muur om zichzelf optrekt. Gelukkig heeft Sage de gave om de hoogste muur stukje voor stukje af te breken. Voeg daar een royale scheut kerstgevoel aan toe, en geen van tweeën is nog opgewassen tegen de magie van kerst!  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443649049?aid=kb-online-bibliotheek&sid=18&dts=1764777190693&sig=d27b0219cf494ed99660440a97bc7e2eb21b9df0beca33465ee10c8c806ae614&width=320",
      "dateSeen": "2025-12-04T07:16:14.085Z"
    },
    "432f2f90fc2e4ee33b62e6786ca60330e5044a00": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443626928/hartstocht-onder-de-mistletoe-caitlin-crews",
      "title": "Hartstocht onder de mistletoe",
      "authors": "Caitlin Crews",
      "description": "Tijdens de donkere dagen voor kerst doet ze een ontdekking…Dit is niets voor Lillie! Op vakantie doet ze net alsof ze de eigenaar is van het luxehuis waarin ze logeert en heeft ze ook nog een opwindende onenightstand met de tuinman! Eenmaal thuis droomt ze elke nacht van de adembenemend knappe man van wie ze alleen de voornaam weet. Enkele maanden later ontdekt ze dat ze zwanger is…Dan ziet ze opeens de man van haar dromen op tv. Hij is geen tuinman, maar de beroemde miljardair Tiago Villela! Als Lillie hem opzoekt en vertelt dat hij vader wordt, eist hij dat ze trouwen en dat ze meekomt naar zijn Portugese estate. Ze is blij dat Tiago haar ten huwelijk vraagt, maar ze ziet aan de kille blik in zijn ogen dat het hem alleen om het kind te doen is en dat hij absoluut niets voor haar voelt. En ze weet niet of ze die gedachte wel kan verdragen… Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443626928?aid=kb-online-bibliotheek&sid=18&dts=1764832574182&sig=4b8faad12ac5b073d712f7aedefafb77fb1afb0f05103626a9bb9f06776d7c35&width=320",
      "dateSeen": "2025-12-04T07:16:14.553Z"
    },
    "024392ec7927ffb0bff583d0f26ba8340e1beba4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444169636/dirty-secrets-danielle-carson",
      "title": "Dirty Secrets",
      "subtitle": "Hij kan haar leven veranderen... Maar alleen als ze zijn spel meespeelt",
      "authors": "Danielle Carson",
      "description": "Liefde, verlangen en verraad komen samen in het zinderende Los Angeles: lees nu Dirty Secrets, de nieuwe steamy romance van Danielle Carson.Nina heeft al vroeg geleerd om alleen op zichzelf te vertrouwen. Ze werkt als serveerster in de meest exclusieve ledenclub van Los Angeles, vastberaden haar droom als modeontwerper waar te maken.Alles verandert wanneer ze de onberekenbare advocaat Roman Morales ontmoet. Hij doet haar een onweerstaanbaar aanbod: zij doet zich voor als zijn verloofde, in ruil voor genoeg geld om haar dromen waar te maken.Terwijl hun aantrekkingskracht groeit, worden ze steeds dieper meegetrokken in een wereld van geheimen en gevaar. In een leven vol glamour en verborgen vijanden moeten Nina en Roman kiezen: vechten voor hun toekomst samen of hun harten opofferen voor gerechtigheid.  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444169636?aid=kb-online-bibliotheek&sid=18&dts=1764778144315&sig=789a26d7b224ff3fb0526134e8df21f272b1ccd447b7162e9a22db26a1241f7d&width=320",
      "dateSeen": "2025-12-04T07:16:14.953Z"
    },
    "f7d2510081cedc718f8eba2a31cef183e12cd5da": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443895589/de-christmas-tree-winkel-laurie-gilmore",
      "title": "De Christmas Tree Winkel",
      "subtitle": "De magie begint hier...",
      "authors": "Laurie Gilmore",
      "description": "Omarm het cosy kerstseizoen met De Christmas Tree Winkel van bestsellerauteur Laurie Gilmore. Elk boek in de Dream Harbor-serie kan worden gelezen als een standalone. Kira haat kerst, wat best onhandig is, aangezien ze net een kerstboombedrijf heeft overgenomen in het charmante plaatsje Dream Harbor. Bennett probeert te ontsnappen aan zijn chaotische leven en een reeks rampzalige dates in Californië. Tijdens zijn verblijf in Dream Harbor ontmoet hij Kira, de humeurige eigenaresse die duidelijk geen idee heeft hoe ze haar bedrijf moet runnen. Hoewel Kira zijn hulp stug afslaat, belandt Benett per ongeluk opnieuw in haar boomgaard. En wanneer ze hem een kerstboom ziet omzagen, begint Kira zich af te vragen waarom ze zijn hulp ooit heeft geweigerd... Lezersreacties: ‘Enorm hartverwarmend en gewoonweg niet neer te leggen!’ ‘Perfect om ’s avonds te lezen bij een knapperend haardvuurtje.’ ‘Ik las het in één keer uit, ik kon het gewoon niet wegleggen.’ ‘De perfecte balans tussen sweet en spicy. Simpelweg een droomboek om te lezen.’ Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443895589?aid=kb-online-bibliotheek&sid=18&dts=1764776504617&sig=a8e6fd6ddcec066e1dd048ee42e0b847f94f501a50421437416637a1000336d0&width=320",
      "dateSeen": "2025-12-04T07:16:15.356Z"
    },
    "0a5eddea795350dc1a2630d3576b3dc4b9403bbb": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444169644/kogelbrief-bobby-lammers",
      "title": "Kogelbrief",
      "subtitle": "Zijn geheime verleden keert zich tegen hem…",
      "authors": "Bobby Lammers",
      "description": "Kogelbrief is een stoer en spannend debuut van Bobby Lammers, voor de lezers van Mark Greaney. Rechercheur Robert Lavarre wordt geconfronteerd met de dood van zijn oude legerdienstmaat en diens vrouw. Al snel neemt het onderzoek een verrassende wending, waarna alle ogen plotseling op Robert zijn gericht. Vastbesloten om de waarheid te achterhalen bijt Robert zich vast in de zaak. Wat hij niet beseft, is dat iemand hoe dan ook wil voorkomen dat het verleden opgerakeld wordt, een verleden dat zich afspeelde in de woestijn van Irak. Als de dader zijn vizier op Robert richt, start er een race tegen de klok... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444169644?aid=kb-online-bibliotheek&sid=18&dts=1764777322604&sig=5128da249a3685424eac3d411063e0f4d0bdb1bc37804bcce6dd605c4a46da15&width=320",
      "dateSeen": "2025-12-04T07:16:15.774Z"
    },
    "ff28e03aec7305c297594075c410e931c9a459a2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443649057/kussen-als-dessert-candis-terry",
      "title": "Kussen als dessert",
      "authors": "Candis Terry",
      "description": "De Kincade-broers doen alles voor hun familie, maar wat als er liefde in het spel komt?Alsof het voor een kok nog niet druk genoeg is tijdens de kerstperiode, heeft Parker Kincade ook nog een restaurant te verbouwen. Dat zijn broer Jordan erop staat dat het klaar is voor zijn huwelijk, helpt niet echt mee. Dan wordt hij verrast door een bezoekje van een beeldschone vrouw, die stellig beweert dat zij zijn nieuwe chef-kok wordt. Aan zo veel overtuigingskracht én sexappeal kan hij onmogelijk weerstand bieden - en dan heeft hij nog niets van haar eten geproefd...Gabriella heeft gewacht op een kans om zich te bewijzen als kok, en Parkers nieuwe restaurant is dé plek om dat te doen. Bovendien is het vast geen straf om te werken voor zo'n aantrekkelijke baas! Ze trekt de stoute schoenen aan en biedt aan om bij hem thuis te komen koken. Maar of dat zo'n goed idee is... want daar slaat al snel de vlam in de pan!Dit verhaal is eerder verschenen.  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443649057?aid=kb-online-bibliotheek&sid=18&dts=1764780560712&sig=ace56b09141fa9474580ff76e10d322ab14085e2e55cc80a1a569cc6d5c39fb6&width=320",
      "dateSeen": "2025-12-04T07:16:16.156Z"
    },
    "b340066dfb17f47e7edaf78f7cc4c96ef93a4612": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443626979/onverwachte-kerstverrassing-lucy-king",
      "title": "Onverwachte kerstverrassing",
      "authors": "Lucy King",
      "description": "Haar kus is het mooiste kerstcadeau…Cateraar Mia heeft een gouden regel: nooit iets beginnen met een opdrachtgever. Maar ze kon de verleidelijke tycoon Zander Stanhope niet weerstaan, en bracht de nacht na het feest dat ze voor hem had georganiseerd met hem door in zijn penthouse. En nu, een paar maanden later, blijkt ze zwanger…Zander heeft gezworen dat hij zich nooit zal binden, maar hij kan en wil zijn kind niet in de steek laten. Dus eist hij dat Mia tijdens de zwangerschap bij hem komt wonen en dat ze een verstandshuwelijk sluiten. Hij neemt zich voor om afstand van haar te houden, maar dat blijkt moeilijker dan hij dacht. Mia is zo mooi! En dan staat hij opeens samen met haar onder de mistletoe…  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443626979?aid=kb-online-bibliotheek&sid=18&dts=1764787159860&sig=a0ca6f7c4f8207c04398e45d016298810531235c047bd0b441c87f027d05828b&width=320",
      "dateSeen": "2025-12-04T07:16:16.564Z"
    },
    "5764843ba6bffee634d62a2e37dcf95e526ca063": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443442878/smeulend-liefdesvuur-fiona-hood-stewart",
      "title": "Smeulend liefdesvuur",
      "authors": "Fiona Hood-Stewart",
      "description": "Araminta maakt per ongeluk een deuk...In de auto van haar nieuwe buurman, Braziliaanse tycoon Victor Santander. Maar zodra hij haar ziet, verandert zijn geïrriteerde blik opeens in een van verzengende passie. Hoemoet ze zich ooit verzetten tegen zijn smeulende aantrekkingskracht?Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443442878?aid=kb-online-bibliotheek&sid=18&dts=1764844919257&sig=718d43b9dea3eb8abca80760705a2d1ebfb7346e5112abe1ddc2ead08621590b&width=320",
      "dateSeen": "2025-12-05T07:15:50.963Z"
    },
    "59339110e00044f740ba86b447e24f80a1d8cfe8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443349150/het-kleine-chalet-in-zwitserland-julie-caplin",
      "title": "Het kleine chalet in Zwitserland",
      "subtitle": "Ze komt voor rust en chocola, maar een onverwachte ontmoeting in de trein verandert alles..",
      "authors": "Julie Caplin",
      "description": "Een liefde tegen wil en dank in de heerlijke feelgoodroman: Het kleine chalet in Zwitserland van Julie Caplin.Voedingsdeskundige Mina is er heilig van overtuigd dat chocola de remedie is tegen bijna alles wat er kan misgaan in het leven. Dus wanneer haar laatste relatiefiasco viraal gaat, weet ze wat haar te doen staat. Vastbesloten om alles eens op een rijtje te zetten, pakt ze haar koffers en vertrekt naar het gezellige chalet van haar peettante in Zwitserland.Ze neemt zich voor haar verdriet te verdrinken met de beste warme chocolademelk ter wereld en ondertussen te genieten van de prachtige omgeving. De regels die ze voor zichzelf heeft opgesteld zijn simpel. Chocola: ja. Romantiek: nee. Totdat ze in een Alpentrein een mysterieuze en zeer aantrekkelijke man ontmoet… Zal het haar lukken zich aan haar eigen regels te houden?Lezers zijn dol op Julie Caplin:‘Ik kon de warme chocolademelk en de frisse berglucht bijna ruiken.’‘Weer zo’n pareltje in deze fantastische reeks.’‘Ik kan niet wachten op Julie Caplins volgende boek.’ Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443349150?aid=kb-online-bibliotheek&sid=18&dts=1764866009958&sig=bc45981143cef8ff4a91c24ed0a86a32fb8529fdff14e83e9c58a47b964df714&width=320",
      "dateSeen": "2025-12-05T07:15:51.423Z"
    },
    "ab3cb4c546a97fb32026a97c50ec76a0791b1fab": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443349185/julia--snow-queen-jette-schro-der",
      "title": "Julia, Snow Queen",
      "subtitle": "Smoorverliefd in de sneeuw... dat overleef je alleen met je beste vriendin!",
      "authors": "Jette Schröder",
      "description": "Julia, Snow Queen van Jette Schröder is het vierde deel van de vrolijke meidenserie BFF, voor fans van Jill Schirnhofer en Niki Smit.Julia is verontwaardigd als haar ouders haar opgeven voor wiskundebijles. En nog wel van Steef, de arrogantste jongen van de school! Oké, haar wiskundecijfer kan wel een oppepper gebruiken, maar voor bijles heeft ze écht geen tijd. Ze heeft het veel te druk met de voorbereidingen voor kerst, wat haar betreft de allerleukste tijd van het jaar.Tot haar verbazing blijken de bijlessen best mee te vallen. Sterker nog, ze kijkt er steeds meer naar uit, en dat heeft niets met wiskunde te maken… Steef is veel leuker dan ze dacht. Alleen het feit dat hij een hekel heeft aan Kerstmis bevalt haar niet. En dus heeft Julia een nieuwe missie! Maar draaft ze niet een beetje door?Over de serie:‘Net alsof je over je eigen vriendinnen leest.’ Hebban *****‘Een fijn boek voor tienermeiden die van typische meisjesdingen houden zoals vriendinnenclubjes, jongens, make-up, kleding, roze, glitters en cupcakes.’ Chicklit ****‘Wat een heerlijke chicklit voor tienermeiden!’ Leesbevordering in de klas Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443349185?aid=kb-online-bibliotheek&sid=18&dts=1764875167162&sig=f43dce4ae1d193aad859e8d179974dc5592486cc94c9bb0d9aaee9bc3670e114&width=320",
      "dateSeen": "2025-12-05T07:15:51.924Z"
    },
    "77ef5ae928572b81399d652fb2fc8f2d79c626fd": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443442797/huwelijk-voor-twee-weken-renee-roszel",
      "title": "Huwelijk voor twee weken",
      "authors": "Renee Roszel",
      "description": "Trisha staat perplex... ...wanneer Lassiter Dragan, een succesvol investeerder, haar een lening voor haar bedrijf aanbiedt. Als tegenprestatie hoeft ze 'alleen maar' gedurende de kerstperiode zijn echtgenote te spelen...Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443442797?aid=kb-online-bibliotheek&sid=18&dts=1764906582400&sig=0dda5d79ea7ede8ddae4d8700a19842276db3b7e8f59fc0cb631f4d176762408&width=320",
      "dateSeen": "2025-12-05T07:15:52.381Z"
    },
    "0209922f9a6c1966955bffd8b1fb8625e45d0222": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44344286X/duizend-en-een-sterren-abby-green",
      "title": "Duizend-en-een sterren",
      "authors": "Abby Green",
      "description": "Kerst stemt diplomate Charlotte slechts verdrietig...Dus gaat ze tijdens de feestdagen graag in het exotische Tabat werken. Ze had alleen niet verwacht dat haar cliënt, woestijnkoning Salim Al-Noury, zo onverzettelijk zou zijn, of zo uitgesproken mannelijk, of zo enorm aantrekkelijk...Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44344286X?aid=kb-online-bibliotheek&sid=18&dts=1764918952505&sig=e69a4f7b1af0f0f7020b7598b8f3241e037f8071de2026e92e7926e145ed619c&width=320",
      "dateSeen": "2025-12-05T07:15:52.915Z"
    },
    "d03a55cbbb134611e1b40728c99a09d51a7548f7": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/42247309X/eigen-baas-rutger-koopmans",
      "title": "Eigen baas",
      "subtitle": "leren en werken in vrijheid",
      "authors": "Rutger Koopmans",
      "description": "Ex-bankier vertelt op speelse wijze waarom hij het eigen ondernemerschap verkoos boven zijn vaste baan.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A42247309X?aid=kb-online-bibliotheek&sid=18&dts=1765026970693&sig=e5319c20a76c8cde717710077e2e5eb274b1e02c76bc9971ec76481431f7b525&width=320",
      "dateSeen": "2025-12-07T07:13:12.759Z"
    },
    "8079e72e2c7e3779a04c2da46bc626f2d86eb06f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/429880707/de-ark-wanda-bommer",
      "title": "De ark",
      "subtitle": "roman",
      "authors": "Wanda Bommer",
      "description": "Klimaatverandering, overbevolking, pandemieën... de mensheid lijkt een donker tijdperk te betreden, of misschien zelfs te balanceren op de rand van de afgrond. Het inspireert bestsellerauteur Leonoor Levie om de Ark van Noach als basis voor haar nieuwe roman te gebruiken. Tijdens een dancefestival op een cruiseschip in de Middellandse Zee hoopt ze de ontbrekende schakel te vinden die het bijbelse verhaal aan de huidige tijd linkt. Al voordat ze aan boord gaat, krijgt Leonoor gezelschap van een onvoorziene gast. Het is het verontrustende begin van een boottrip waarin alles lijkt te zijn toegestaan wat God verboden heeft. Te midden van pompende beats, drank, drugs en excentrieke figuren vindt Leonoor de verbindende factor die zij zoekt. Maar de prijs die zij daarvoor betaalt, is onevenredig hoog. Wanda Bommer (Amsterdam, 1969) heeft vijf romans op haar naam staan, waarvoor zij zonder uitzondering lovende recensies ontving. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A429880707?aid=kb-online-bibliotheek&sid=18&dts=1765017048079&sig=859a6c9ef9d89f28d15ad052bb15db62e28857359b9b515e154921a7b89b16ab&width=320",
      "dateSeen": "2025-12-07T07:13:13.176Z"
    },
    "3d5bffe90e3bba71f31fd42d25a7c8f4996720bf": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/42988074X/engelen-van-maastricht-jules-coenegracht",
      "title": "Engelen van Maastricht",
      "subtitle": "verhalen uit de stad",
      "authors": "Jules Coenegracht",
      "description": "Bundel korte verhalen waarin de stad Maastricht en haar zeden en gewoonten op zeer herkenbare wijze in mindere of meerdere mate de achtergrond vormen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A42988074X?aid=kb-online-bibliotheek&sid=18&dts=1765052229714&sig=22e3577fd2a7ece8105d9036bfcfe242eecf09d4a5ba4bfd4ee194582bd46bab&width=320",
      "dateSeen": "2025-12-07T07:13:13.685Z"
    },
    "1796f604ef16b48741d2b117979bd4480f1e1b68": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/430254059/de-diva-michelle-marly",
      "title": "De diva",
      "subtitle": "Maria Callas - het bewogen liefdesverhaal van de meest beroemde operazangeres",
      "authors": "Michelle Marly",
      "description": "MARIA CALLAS La Divina, 'de goddelijke' Venetië 1957 Maria Callas is de grootste operazangeres van haar tijd. Met haar unieke klank, een stembereik van drie octaven en haar acteerkwaliteiten brengt de betoverende sopraan iedereen in vervoering. De roem heeft echter een schaduwzijde. Het slopende bestaan vergt veel van Maria's stem en er blijft te weinig ruimte over voor de vrouw achter de mythe. Dan ontmoet ze de Griekse reder en miljonair Aristoteles Onassis en beleeft met hem in de roemruchte jetset van de jaren zestig de tijd van haar leven. Totdat Onassis een andere icoon uit die tijd ontmoet: Jackie Kennedy... De Diva is een aangrijpende roman over Maria Callas, als operazangeres ongeëvenaard, maar als ieder mens op zoek naar liefde en geborgenheid. Michelle Marly is het pseudoniem van bestsellerauteur Micaela Jary. Door haar vader, de componist Michael Jary, groeide ze op in de internationale muziekwereld. Ze woont afwisselend in Berlijn en München. Eerder verscheen bij ons haar roman Mademoiselle Coco en het parfum van de liefde (2018). Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A430254059?aid=kb-online-bibliotheek&sid=18&dts=1765012428363&sig=835f14f60606f31482ae63e60d15cfff9cd1f68acb356ba7d3709941c108b9c1&width=320",
      "dateSeen": "2025-12-07T07:13:14.054Z"
    },
    "85c0ea68af2f44dfee8aed043e95633554c544a3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/430864914/het-blauwe-wonder-marcel-ro-zer",
      "title": "Het blauwe wonder",
      "subtitle": "roman",
      "authors": "Marcel Rözer",
      "description": "Na een burn-out gaat geschiedenisdocent Johan als veerman aan de slag. Maar ook op de veerpont wordt hij belaagd door onbestemde angsten die alles te maken hebben met Duitsland, het land van Rilke en de Endlösung. Duitsland stoot af en trekt aan zoals zijn pont heen en weer vaart, zonder eindbestemming. Om uit deze tredmolen te komen zal Johan op reis moeten, naar Dresden, naar het moment in zijn leven waarop alles klopte. MARCEL RÖZER (1959) is schrijver, journalist en columnist. In 2008 won hij zowel de Hard Gras-prijs voor het beste sportverhaal als de Nico Scheepmakerbokaal voor het beste sportboek. In 2013 publiceerde hij Zo Vader, over de erfenis van een foute keuze: zijn vader diende bij de Waffen SS. Het Blauwe Wonder is Rözers eerste roman. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A430864914?aid=kb-online-bibliotheek&sid=18&dts=1765026155357&sig=b2f419c9a73870ef6cd062b1fb6e679f7b94fc4b43112dfe35e2b029f72c1bfc&width=320",
      "dateSeen": "2025-12-07T07:13:14.493Z"
    },
    "c27fc46045423ce134c57a6009f06092a0d8ce3d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/42919949X/waddenwolf-corine-nijenhuis",
      "title": "Waddenwolf",
      "subtitle": "de opzienbarende geschiedenis van een jonkheer die de Waddenzee wilde droogleggen",
      "authors": "Corine Nijenhuis",
      "description": "In 1866 heeft jonkheer Pieter Jan Willem Teding van Berkhout het plan om het gebied tussen Friesland en Ameland in te polderen door een dijk te bouwen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A42919949X?aid=kb-online-bibliotheek&sid=18&dts=1765008388113&sig=b5b4c62956fdb9698471307908a4142575e5afe3697fde4de76701eea85d4bdd&width=320",
      "dateSeen": "2025-12-07T07:13:14.937Z"
    },
    "e9babb948bd84abc35c4a01ddbab208186aeb59f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/427025656/tropenvader-diederik-samwel",
      "title": "Tropenvader",
      "subtitle": "roman",
      "authors": "Diederik Samwel",
      "description": "Autobiografische reconstructie van het leven van de vader van de auteur, die in 1946 getraumatiseerd uit Nederlands-Indië terugkeert naar Nederland.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A427025656?aid=kb-online-bibliotheek&sid=18&dts=1765011706039&sig=a7bbd2e721cf85d96182f4ac4c26e8893141aa87e10cf1caf281bb3c8232aa87&width=320",
      "dateSeen": "2025-12-07T07:13:15.501Z"
    },
    "671daa5d24b0e823329fae318b7a123c5eb0aa70": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/43294995X/dat-wordt-nooit-wat-bert-visscher",
      "title": "Dat wordt nooit wat",
      "subtitle": "mijn stuiterende beginjaren op het podium",
      "authors": "Bert Visscher",
      "description": "Als puber al speelde hij het vuur uit z'n sloffen tijdens cabaretavonden op school. Totale gekte zonder enige structuur in een moordend tempo: zo kennen we cabaretier Bert Visscher. En vanaf het begin liepen de zalen zeker vanzelf lekker vol? Welnee, zeg. Vallen en opstaan. Zinloze ritten naar zaaltjes diep in de klei voor vier man, of voorstellingen waarbij het publiek zich nu nog afvraagt wat die man daar op het podium stond te doen. Om daarna tijdens de terugreis diep in de nacht in een truckerscafé boven een gehaktstaaf te hangen met maar één gedachte: dat wordt nooit wat. In dit boek beschrijft Bert op zijn eigen onnavolgbare manier welke fratsen hij heeft moeten uithalen om nu te verzuchten: TOCH NOG IETS GEWORDEN... 'Bert is met stip de leukste mafketel van Nederland.' - Jochem Myjer Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A43294995X?aid=kb-online-bibliotheek&sid=18&dts=1765030685065&sig=b2850f270249c73942561e0d00a697900f3fea70397da53bbb2ad2f1ff27c986&width=320",
      "dateSeen": "2025-12-07T07:13:15.918Z"
    },
    "7046da6aa0b0a6bf53faa22a7717af87c19ab98b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/433906707/ik-kan-er-ne-t-niet-bij-sander-verheijen",
      "title": "Ik kan er nét niet bij",
      "authors": "Sander Verheijen",
      "description": "Een vader vertelt over de eerste vijf levensjaren van zijn tweelingzoons, die beide gehandicapt zijn.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A433906707?aid=kb-online-bibliotheek&sid=18&dts=1765008685076&sig=26a2b46630eb3506e3a80bac740fc9e94939da3a6620fd279731435a044a5310&width=320",
      "dateSeen": "2025-12-07T07:13:16.312Z"
    },
    "a37dbff1aaa11fb21d1326ee204801eb6d2e3b5c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/433956100/de-coureur-paul-van-hooff",
      "title": "De coureur",
      "subtitle": "roman",
      "authors": "Paul van Hooff",
      "description": "Het hele bestaan van motorcoureur Vik Hofstede is gericht op snelle rondetijden. Tot zijn professionele carrière hard en onvoorzien ten einde komt. Zoekend naar een nieuw evenwicht krijgt Vik nog een klap te verwerken: zijn vader heeft niet lang meer te leven. Als laatste wens zou hij graag de uiterst zeldzame Vincent Black Shadow in handen krijgen, tot 1969 in bezit van dichter en motorfanaat Jan Hanlo. Natuurlijk begeert hij dit object niet zonder reden... Samen met zijn nieuwe liefde onderneemt Vik de zoektocht voor zijn vader, die hen onder meer naar Limburg, Friesland en Argentinië brengt. Lukt het hem om de Black Shadow te bemachtigen voordat zijn vader overlijdt? En wat is diens verhaal bij deze legendarische motor? Opnieuw is de coureur verwikkeld in een onverbiddelijke strijd tegen de klok, maar deze keer terug in de tijd. Paul van Hooff maakte als schrijver en avonturier naam met de door lezers en media bejubelde reisboeken Man in het zadel en Van hier tot Tokio. De coureur is zijn eerste roman. Hij woont in Sucre (Bolivia) met zijn tweeling Santiago en Sebastian. 'VEEL SPANNING EN EMOTIE, OOK VOOR DE ECHTE MOTORSPORTLIEFHEBBER.' - WIL HARTOG Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A433956100?aid=kb-online-bibliotheek&sid=18&dts=1765009895047&sig=b05557447bd8eb1b86dd78d8c74694e60dfa9deb20843d6c96fb1da09484136b&width=320",
      "dateSeen": "2025-12-07T07:13:16.688Z"
    },
    "0b9e6bef8318225986c6a5beb088037b3faf7fc0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/435042157/vals-spel-marco-knauff",
      "title": "Vals spel",
      "authors": "Marco Knauff",
      "description": "Rechercheurs Marieke de Zwart en Robin Groeneveld onderzoeken twee zaken: een verdacht overlijden in een verzorgingshuis en de moord op een café-uitbaatster.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A435042157?aid=kb-online-bibliotheek&sid=18&dts=1765031484152&sig=b40c810cb4d6a12901b516b2035e8289e46978910b23d590c1a8631277ba8bfc&width=320",
      "dateSeen": "2025-12-07T07:13:17.071Z"
    },
    "90188ae3374242590e7808093d6f846d1b36f66b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/434969788/dieptedenkers--",
      "title": "Dieptedenkers",
      "subtitle": "Burnier, Dostojewski, Fechner, Husserl, James, Kierkegaard, Otto, Sjestov",
      "description": "Het Fenomenologisch archief van Abraxas|Zuider-Amstelboeken is een dynamisch project. De laatste stand van zaken: https://indd.adobe.com/view/d26ed613-4878-45e7-97c0-a5bd07052276",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A434969788?aid=kb-online-bibliotheek&sid=18&dts=1765037022803&sig=cd4432b2dde87807a72bd8ad9003c25672e45804303bc2056601407b6f1ebd29&width=320",
      "dateSeen": "2025-12-07T07:13:17.514Z"
    },
    "9f14c10cd8f02b9fd1ba4177e9ed1ef5b9f9c13a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437366022/hoe-de-hele-griekse-oudheid-in-een-lift-past-ted-papakostas",
      "title": "Hoe de hele Griekse oudheid in een lift past",
      "authors": "Ted Papakostas",
      "description": "Bespreking van de Griekse oudheid aan de hand van een dialoog tussen een archeoloog en een hem onbekende man, die hun kennis en inzicht delen terwijl ze vastzitten in een stilstaande lift.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437366022?aid=kb-online-bibliotheek&sid=18&dts=1765038489152&sig=a53281a275ded404224356c14ab09c3a5fd6557e02c6919f97a5269c7fb75130&width=320",
      "dateSeen": "2025-12-07T07:13:17.972Z"
    },
    "0ea25ac19c5ee10d11b99426c7aa1131c2271581": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/43740322X/italianen-kunnen-niks-bert-visscher",
      "title": "Italianen kunnen niks",
      "authors": "Bert Visscher",
      "description": "Bert Visscher houdt van Italië. Maar toen hij er een tweede huis kocht,kwamen er wat scheurtjes in de liefde. Natuurlijk is Italië wonderschoon, vond Bert Visscher ook altijd. Sole, mare, ristoranti, vino, limoncello - onbezorgd genoot hij tijdens vakanties van alles wat dit land te bieden had. Tot zijn vrouw en hij hun handtekening zetten onder het koopcontract van hun tweede huis, in de buurt van Napels... Zat hij tijdens het programma Ik vertrek nog op de bank te lachen om het gestuntel van landgenoten over de grens, nu was hijzelf zo'n lachwekkend geval. Dag, terrasjes op het strand in de zon, hallo, bezwete ritten van het ene kantoor naar het andere kantoor, panisch op zoek naar verdwenen makelaars, banken en postkantoren. Kalm blijven als openingstijden ineens veranderd zijn, en rustig opnieuw aanwijzen waar de ramen wél geplaatst hadden moeten worden. Langzaam maar zeker ontdekte hij ook de charme van deze chaos, want ach, misschien zijn wij wel bovenmatig georganiseerd. Neemt niet weg dat Bert en zijn vrouw elkaar regelmatig hoofdschuddend aankijken om te verzuchten: 'Die Italianen kunnen ook echt helemaal niks.'. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A43740322X?aid=kb-online-bibliotheek&sid=18&dts=1765008699842&sig=e7693ab61d2049b3b3a46e4999b786af594549b634634ce171ba0b2901a6761c&width=320",
      "dateSeen": "2025-12-07T07:13:18.358Z"
    },
    "3376b5ea50d9e35003e752599cc2b0f99ab93046": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/43921372X/wat-mama-niet-vertellen-kon-marcel-maassen",
      "title": "Wat mama niet vertellen kon",
      "authors": "Marcel Maassen",
      "description": "Stel je voor: je had een halve eeuw een innige band met je moeder, maar na haar dood weet je nog steeds niet wie zij werkelijk was. Het overkwam Cyrilla van der Donk. Haar moeder Irene hield altijd vol dat ze als baby in 1928 was geroofd van haar ouders in Amsterdam en dat ze opgroeide 'ergens in het oosten van Duitsland'. In 1945, vlak na de oorlog, kwam ze moederziel alleen aan in Nederland. Pas na haar dood durfde Cyrilla het verleden van haar getraumatiseerde moeder te onderzoeken. Met schrijver Marcel Maassen ploos zij de verhalen van haar moeder uit en als detectives doken zij in de historische bronnen. Hun meeslepende zoektocht legt een verbijsterende levensgeschiedenis bloot. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A43921372X?aid=kb-online-bibliotheek&sid=18&dts=1765032116731&sig=d66f2958aa351a9aab6147d37b3a39392e5a997abcdf091b70362ec76077573e&width=320",
      "dateSeen": "2025-12-07T07:13:18.722Z"
    },
    "0c435ffe3189da140cdfa187e59e3004c87be8d5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/440413672/los-van-alles-mariska-woertman",
      "title": "Los van alles",
      "subtitle": "zwerven over de wereldzeeën",
      "authors": "Mariska Woertman",
      "description": "Je durven overgeven aan een leven op zee, in een altijd bewegend huis van het formaat studentenkamer. Het reizende leven gaf Mariska en haar gezin ongekende vrijheid. En toen kwam covid en was opeens niets meer zeker. Mariska's boek gaat niet alleen over haar avontuurlijke reis. Het is een persoonlijk verhaal over durven loslaten en de onzekerheid omarmen. Over varen op wind en intuïtie, over omgaan met onverwachte gebeurtenissen. Wat gebeurt er met een moeder, een partner en een vrouw met een succesvolle carrière wanneer ze loskomt van het vertrouwde patroon van presteren en consumeren? Een droom najagen. Mariska en haar man deden het. Huis in de verkoop, werk opzeggen, iedereen uitzwaaien en met twee jonge dochters op hun zeilboot Zouterik de oceanen over, los van agenda's en stress - dacht ze vooraf... Mariska Woertman (Hellendoorn, 1972) maakte na haar studie Journalistiek carrière in marketing en communicatie. Tijdens haar zeilreis dreef haar passie voor vertellen opnieuw naar boven; haar verhalen werden gepubliceerd door LINDA online, De Stentor, Tubantia, Zeilen, de Wereldwijven en RTV Oost. Mariska, Tjaart, Linde en Berber wonen op Texel. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A440413672?aid=kb-online-bibliotheek&sid=18&dts=1765046945160&sig=8491a9254a5acee60e43609a1c4951c0cac2a593422606e1b260fd36ed04f618&width=320",
      "dateSeen": "2025-12-07T07:13:19.205Z"
    },
    "fefd3219600ad5e744b760604adae44ea44eae39": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443096481/verloren-tijd-marco-knauff",
      "title": "Verloren tijd",
      "authors": "Marco Knauff",
      "description": "Verloren tijd is het zesde deel van de politieserie over Bureau Bermhoven, waarin rechercheurs Marieke de Zwart en Robin Groeneveld onder de bezielende leiding van hun chef Ben van Gelen allerlei duistere zaken oplossen. Op Bureau Bermhoven krijgen rechercheurs Marieke de Zwart en Robin Groeneveld een melding van een dode vrouw in het nabij gelegen dorpje Heuvelsum. Er lijkt geen enkele aanleiding om de ogenschijnlijk onberispelijke en geliefde Julie Smit om het leven te brengen. Maar wat is de rol van de drone die rond het tijdstip van de moord boven het park hing? Het onderzoek komt in een stroomversnelling wanneer een collega van Julie vermist raakt. Ondertussen wordt in Bermhoven na een herfststorm het gemummificeerde lijk van een bejaarde op de zolder van zijn vrijstaande villa gevonden. Omdat hij al een jaar dood is vordert het onderzoek moeizaam. De man blijkt een kluizenaar met een duister verleden. Bureau Bermhoven moet alle middelen aanwenden om met de weinige aanknopingspunten de dader te ontmaskeren. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443096481?aid=kb-online-bibliotheek&sid=18&dts=1765029022265&sig=f2ce355dac10aa62c2eddf3a0fb9cd4071cc2c0ee0219d0008539de39a947938&width=320",
      "dateSeen": "2025-12-07T07:13:19.576Z"
    },
    "a709aa69c01a79c9fef864c3c726423798586296": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442891814/die-mooie-zomer-marion-pauw---bert-wagendorp---renske-jonkman---roos-schlikker",
      "title": "Die mooie zomer",
      "authors": "Marion Pauw | Bert Wagendorp | Renske Jonkman | Roos Schlikker | Ronald Giphart | Laura van der Haar | Arno Kantelberg | Malou Holshuijsen | Edwin Winkels",
      "description": "10 verhalen over vakantieliefdes Ach, die bitterzoete ervaring van een vakantieliefde... De opbloeiende spanning en de ontlading, vaak in een voorspelbaar decor van zon, zee en strand. Maar als de dagen weer korter worden en de temperaturen dalen, eindigen de meeste vakantieliefdes in betraande kussens. Toch zou niemand het willen missen, voor geen goud. Het is een onderwerp dat uiteraard ook bij schrijvers bijzonder tot de verbeelding spreekt. In hun handen worden vakantieliefdes grilliger, verrassender, heftiger, onwaarschijnlijker. De lezer mag bepalen of het fictie is, of dat hun verhalen misschien toch voortkomen uit eigen bitterzoete ervaringen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442891814?aid=kb-online-bibliotheek&sid=18&dts=1765037026814&sig=2d8eb083102a988e541a9276b046336c32b73489e8d69b8ab60246e2b1e5200d&width=320",
      "dateSeen": "2025-12-07T07:13:19.956Z"
    },
    "29f59d3c751d87d28244c5817751a5c28376c952": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/441707955/gezichten-van-zondaars-jules-coenegracht",
      "title": "Gezichten van zondaars",
      "subtitle": "een roman uit het zuiden",
      "authors": "Jules Coenegracht",
      "description": "Is een zondige gedachte de regel of de uitzondering? En een zondige handeling? Is het beter om lusten en driften te onderdrukken, of is het juist natuurlijker ze toe te laten, ze misschien zelfs te koesteren? Dat zijn vragen waarmee een activist, een journalist en een politieman te maken krijgen. Gewone mensen die in het felle licht van christelijke normen en waarden worstelen met goed en kwaad, liefde en seks, aanpassen of onderscheiden. Met Maastricht bescheiden op de achtergrond en als motto: Beter een zwakke zondaar dan een heilige in vroomheid verhard. Jules Coenegracht schreef eerder zijn debuutbundel Engelen van Maastricht (2020) die lovend werd ontvangen: 'Coenegrachts fraaie verhalen smaken naar meer.' - de Volkskrant ''s Avonds voor ik slapen ga, lees ik een verhaal uit dit boek. Daar word ik rustig van.' - Marieke Heebink, actrice Internationaal Theater Amsterdam, tweevoudig winnares Theo d'Or 'Wat een lief boek!' - Oda Spelbos, Flikken Maastricht Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A441707955?aid=kb-online-bibliotheek&sid=18&dts=1765037022098&sig=7f3b2fc9c4b122c6be52cc22a1b2b9295d37f76e27fe20a2e0332294a32e8495&width=320",
      "dateSeen": "2025-12-07T07:13:20.340Z"
    },
    "85c6ccb54fd3043c08268171db6629db84550d44": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444169970/weg-van-ikea-marcel-maassen---elly-van-westerop-sajet",
      "title": "Weg van Ikea",
      "authors": "Marcel Maassen | Elly van Westerop-Sajet",
      "description": "Hoe het is om bij Ikea te winkelen, dat weet iedereen. Maar hoe is het om daar te werken en elke dag die meute aan je voorbij te zien trekken? Om honderd keer per dag met Hej! te worden nageroepen? Om onderdeel te zijn van de Ikea-familie die al dikwijls met een sekte werd vergeleken? Elly van Westerop-Sajet (1957) werkte er bijna 37 jaar en collega's noemden haar 'de koningin van Ikea'. In de blauwe doos was ze getuige van bizarre taferelen, hilarisch en soms tragisch. Ze zag onze smaak veranderen en ondervond de verhuftering van Nederland aan den lijve. In de laatste maanden voor haar pensioen trok Marcel Maassen met haar op en hij leerde Ikea kennen van binnenuit. Het resultaat is een heerlijk boek, boordevol anekdotes, idiote weetjes en kleine geheimen waarvan fans en haters zullen smullen. Je volgende bezoek aan Ikea - als dat er tenminste nog van komt - zal een geheel nieuwe ervaring zijn: je ziet dingen die je nooit eerder waren opgevallen. Marcel Maassen (1965) schrijft romans en non-fictie. In 2023 publiceerde hij Wat mama niet vertellen kon, een indrukwekkende en veelgeprezen zoektocht naar de identiteit en het ware verleden van een moeder. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444169970?aid=kb-online-bibliotheek&sid=18&dts=1765008944439&sig=fe203651d5df063b183cedf0e2bcf1783d734965914a8d80ddbd9faa8da549cd&width=320",
      "dateSeen": "2025-12-07T07:13:20.752Z"
    },
    "514cd7bb6d1c8310e5494d35087783022390bf8e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44427765X/liefde-verandert-tila-pronk",
      "title": "Liefde verandert",
      "subtitle": "En dat is goed nieuws, ook voor jou",
      "authors": "Tila Pronk",
      "description": "De keuzes die je maakt in de liefde zijn de belangrijkste in je leven Hoe zoek je een partner? Hoe belangrijk is het dat de vonk direct overslaat? Wat voor relatie wil je eigenlijk? Hoe blijf je jezelf? En hoe zorg je voor verbondenheid, ook als de omstandigheden, je relatie en jijzelf flink zijn veranderd? Dit boek - vol waardevolle kennis en soms spectaculaire inzichten - is onmisbaar voor iedereen die de liefde beter wil begrijpen. Het helpt je om meer grip te krijgen op relaties, of dat nou bij de eerste ontmoeting is of na vele jaren samen. Na het lezen van dit boek weet je dat de invloed die je zelf hebt op jouw liefdesgeluk, groter is dan je ooit had gedacht. Tila Pronk is wetenschapper aan Tilburg University. Ze doet al twintig jaar onderzoek naar liefde en relaties, en promoveerde cum laude op dit onderwerp. Ook is ze opgeleid tot relatietherapeut. Tila is een veelgevraagde gast voor interviews en podcasts, en werkt regelmatig mee aantelevisieprogramma's. Zo was zij als expert te zien in het npoprogramma Wie Denk Je Wel Dat Je Bent en het rtl-programma Married at First Sight. Tila schreef eerder het populairwetenschappelijk boek Hartstocht. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44427765X?aid=kb-online-bibliotheek&sid=18&dts=1765042676932&sig=98b28a51bef246ca60d270956231b6c4126e08efb87febf19a19aa2c9d0d1e94&width=320",
      "dateSeen": "2025-12-07T07:13:21.146Z"
    },
    "26e3b82d4b1c95c6dac399471dce35045a06ca1d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442891822/chinese-wijsheid-in-een-balletje-bettine-vriesekoop",
      "title": "Chinese wijsheid in een balletje",
      "subtitle": "Het spel van Tao",
      "authors": "Bettine Vriesekoop",
      "description": "Wat een kampioen ons kan leren over balans Haar liefde voor tafeltennis leidde bij Bettine Vriesekoop tot een diepgaande interesse in China. In haar sportloopbaan en haar verdere leven zou een taoïstische levenshouding haar steun en richting geven. Wat houdt deze Chinese filosofie van de wijsgeer Laozi dan in, wat heeft Bettine ervan geleerd en wat kunnen ook wij van de Tao leren? Bettine legt dit uit aan de hand van persoonlijke ervaringen: als tafeltennisster die mede door haar Chinese inzichten de absolute top haalde, als correspondente voor NRC in Peking, als schrijfster en tegenwoordig ook als tafeltenniscoach. Naast deze biografische schetsen bezorgt Vriesekoop ons ook een - bescheiden - leerboek aan de hand van verzen uit het Tao-boek Daodejing. Daarbij geeft ze ons simpele oefeningen om in het spel de balans te vinden. De Chinese wijsheid die zij met bat en balletje uitdraagt, maken van haar trainingen zodoende ook lessen voor het dagelijkse leven. Bettine Vriesekoop was vijfvoudig Europees kampioen tafeltennis, en werd later schrijfster, journaliste, presentatrice en tafeltenniscoach. Zij schreef diverse succesvolle boeken, waaronder Heimwee naar Peking, Duizend dagen in China, Dochters van Mulan en Het China-gevoel van Pearl S. Buck. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442891822?aid=kb-online-bibliotheek&sid=18&dts=1765049514981&sig=9a25dd12fa763aa5d991a4f559d5f05f3ff14823d6e43fcd30583617d91c50fb&width=320",
      "dateSeen": "2025-12-07T07:13:21.590Z"
    },
    "c17c666b345f55d1ba3c6b56aee3265c85a0ccc0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/452594235/doorgeschoten-marco-knauff",
      "title": "Doorgeschoten",
      "authors": "Marco Knauff",
      "description": "Kerst in Bermhoven. Iedereen maakt zich op voor gezellige dagen met familie en vrienden. Maar de feestelijkheden lijken ver weg voor rechercheurs Marieke de Zwart en Robin Groeneveld. Zij maken overuren na de liquidatie van Fons de Wissel. De zzp'er in de computerbranche wordt op koelbloedige wijze doodgeschoten wanneer hij zijn vaste avondronde maakt met zijn huisdier Winston. Korte tijd later volgt de vermissing van taxichauffeur Menno van der Weiden. Na een rit met twee passagiers heeft zijn vriendin Inge niets meer van hem vernomen. Door alle drukte op bureau De Diamant krijgt de zaak niet meteen prioriteit. Tegen het emotionele eind van het jaar is een tijdelijke verdwijning immers niet ongebruikelijk. Toch zit het Marieke en Robin niet lekker. Hoewel ze hun handen vol hebben met het verhoren van buurtgenoten van Fons, besluiten ze ook de gangen van Menno na te gaan. En dan raken ze in gesprek met twee tieners die het op de avond van de moord aan de stok kregen met Fons. Weten zij meer over de moord op de computerprogrammeur? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A452594235?aid=kb-online-bibliotheek&sid=18&dts=1765028927685&sig=0b412ecc90e5232d46530acca0d6d05d43358fa375b9cd2ceb8ed85cadf65787&width=320",
      "dateSeen": "2025-12-07T07:13:21.967Z"
    },
    "7ce3337481ded9192c69b189716006ce79f5d1c4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45640032X/kamp-miranda-edwin-winkels",
      "title": "Kamp Miranda",
      "authors": "Edwin Winkels",
      "description": "Hoe Nederlandse Joden, Spanje-strijders, Engeland-vaarders, spionnen en nazi's in een Spaans concentratiekamp belandden - en het overleefden Tijdens de Tweede Wereldoorlog probeerden duizenden Nederlanders via Spanje de Duitse bezetters te ontvluchten. Een deel van hen werd op last van dictator Franco gearresteerd en kwam in het concentratiekamp van Miranda de Ebro terecht. Daar verbleven al landgenoten die in de Spaanse Burgeroorlog tegen de fascistische troepen hadden gestreden. Samen met gevangenen uit heel Europa moesten zij zien te overleven in de overvolle barakken. Voedsel en hygiënische voorzieningen waren er nauwelijks, ziektes en wandluizen des te meer. Kamp Miranda vertelt het onbekende verhaal van deze Nederlanders, over hun verblijf in het kamp, maar ook over hun lange reis en wat hen na de vrijlating nog wachtte. Zoals de zonen Zomerplaag en Meljado, die na een helse nachtelijke tocht over de Pyreneeën alsnog werden opgepakt. Of zoals Sake Visser, die twee jaar krijgsgevangene in Miranda was nadat hij als Internationaal Brigadist honderden makkers op het slagveld had zien sneuvelen. En zoals Louis van Coevorden, die er vastzat zonder te weten dat een groot deel van zijn familie in Auschwitz werd vermoord; bijna twintig jaar later zou hij een belangrijke rol spelen bij de ontvoering van nazi-kopstuk Adolf Eichmann in Argentinië. Edwin Winkels woont en werkt sinds 1988 in spanje, waar hij correspondent is (geweest) voor een groot aantal nederlandse media, zoals nu al lange tijd voor het ad en de nos. Daarnaast was hij meer dan twintig jaar als verslaggever in dienst van de spaanse krant el periódico. Winkels heeft een twintigtal boeken schreven, zowel romans als non-fictie. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45640032X?aid=kb-online-bibliotheek&sid=18&dts=1765012166659&sig=a8a925f09cef06ce58b3e62a6adfe3c7a49798ef081fc81624252d8a77e1af21&width=320",
      "dateSeen": "2025-12-07T07:13:22.368Z"
    },
    "16da225fe3b0e33712cbeeef89dd9a6ecbe5c7ff": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447609246/mijn-herberg-aan-de-camino-anna-visser",
      "title": "Mijn herberg aan de Camino",
      "authors": "Anna Visser",
      "description": "EEN VERHAAL OVER LIEFDE, TROOST, HOOP EN GASTVRIJHEID De Camino naar Santiago de Compostella: een wandeltocht met een ongekende aantrekkingskracht. Dat ervaart ook Anna Visser. Wanneer na het plotselinge overlijden van haar partner het leven alle kleur heeft verloren, besluit ze haar rugzak te pakken en te gaan lopen. Tijdens haar reis ontdekt Anna de magie van deze pelgrimsroute, die haar stap voor stap haar levenslust teruggeeft. De tocht verandert haar leven zo sterk dat ze bij thuiskomst een ingrijpende beslissing neemt: ze laat alles achter zich en begint een volledig nieuw bestaan als herbergier aan de Camino del Norte, in een klein dorpje in Spanje. Daar ontvangt ze elke dag nieuwe pelgrims met bijzondere verhalen. In dit boek neemt Anna je mee op haar reis van verlies en verdriet naar het vinden van een nieuw leven en nieuw geluk. ANNA VISSER (1975) is programmamaker, presentator en schrijver. Ze maakte debatprogramma's en talkshows over politiek, kunst, cultuur en werkte als coach voor jong talent. Tegenwoordig woont Anna in Spanje als trotse eigenaar van pelgrimsherberg Aves de Paso. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447609246?aid=kb-online-bibliotheek&sid=18&dts=1765007528279&sig=567032d7bad8d693189e251f56154ef968861f23371060fdea03f9645ebfbf57&width=320",
      "dateSeen": "2025-12-07T07:13:22.739Z"
    },
    "f46e4f40f42c3abda6e2c8d56cc11a082245d59e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444205721/alice-in-wonderland---in-spiegelland-lewis-carroll",
      "title": "Alice in Wonderland & in Spiegelland",
      "authors": "Lewis Carroll",
      "description": "Sommige boeken verouderen nooit en Alice in Wonderland is er zo een. Sinds de verschijning is de populariteit alleen maar toegenomen, en inmiddels is Alice in Wonderland onbetwist het beroemdste kinderboek ter wereld. Voor klein én groot - dat is het wonderlijke. Er gaat een magische aantrekkingskracht uit van het verhaal, en van de speelse verteltoon van Lewis Carroll. In de fonkelnieuwe vertaling van Robbert-Jan Henkes blijft die toon volmaakt behouden, net als Carrolls even grote lenigheid in proza als in poëzie. Dit is de volledige Alice in levend Nederlands, met gedichten die in het Nederlands geschreven hadden kunnen zijn en grapjes die niet voor de Engelse onderdoen. De oorspronkelijke illustraties van John Tenniel werden ingekleurd door Floris Tilanus en maken deze uitgave tot een complete lust voor het oog. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444205721?aid=kb-online-bibliotheek&sid=18&dts=1765026986838&sig=c552ab372d4499ef1ac873d1b8241796c302f57fc89ddb620bfb6f4ed9f1faea&width=320",
      "dateSeen": "2025-12-07T07:13:23.096Z"
    },
    "8e93a93d2c3dd26e41b8f1e132c911c2d91e7681": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456379916/onafhankelijk--",
      "title": "Onafhankelijk",
      "subtitle": "Suriname: 50 schrijvers over 50 jaar Srefidensi",
      "description": "Het jaar 2025 markeert vijftig jaar Surinaamse onafhankelijkheid. Vijftig schrijvers, uit Suriname of met een diepe band met het land, kijken op persoonlijke wijze naar de betekenis van die halve eeuw. Ze delen hun herinneringen, visies op de toekomst, verhalen en beschouwingen. Samensteller Kevin Headley vroeg hun om stil te staan bij het verleden, het heden en de toekomst. Dat resulteerde in de bundeling van literaire, journalistieke, opiniërende en verhalende bijdragen met een bovenal individuele invulling die Onafhankelijk is. Suriname leeft in het hart van deze schrijvers. Of ze er nu wonen, er ooit hebben gewoond, er graag terugkeren, of juist met moeite afscheid namen - allemaal brengen ze het land op hun eigen manier tot leven en laten zij hun stem klinken. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456379916?aid=kb-online-bibliotheek&sid=18&dts=1765032152624&sig=b7c006cc05879f7c35d90476365e79e00c31373d27ff68a4700a12f0fba2869c&width=320",
      "dateSeen": "2025-12-07T07:13:23.490Z"
    },
    "2481c8861928b1171385da310fd105d5cff2fc49": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456242058/vreemd-bloed-marly-van-otterloo",
      "title": "Vreemd bloed",
      "authors": "Marly van Otterloo",
      "description": "Mare lost de belofte aan haar overleden oma in door een week te helpen in een afgelegen zorghotel. Ze kan het prima vinden met de oude gasten, maar de sfeer onder de vrijwilligers is ronduit giftig. Vooral haar supervisor Wilma maakt haar het leven zuur. Wanneer Mare zich uitspreekt, is ook zij niet meer veilig. Tegelijkertijd groeit haar onrust over het thuisfront. Haar partner Harold reageert uiterst eigenaardig op een anonieme beschuldiging van ‘moordenaar’ aan zijn adres. En waarom vertelt hij niets over de nachtelijke bezoekjes van een vrouwelijke collega? Terwijl Mare wanhopig probeert de waarheid te achterhalen, valt er een dode. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456242058?aid=kb-online-bibliotheek&sid=18&dts=1765029621947&sig=b386ae6e99fd5d9db62abfdc2e0364b0351eb41d45b9494fbe0a9a6c1aeced40&width=320",
      "dateSeen": "2025-12-07T07:13:23.900Z"
    },
    "74cb849e7900af3d52ab684d5daee0ecf920dec2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456379657/het-jubileum-andrea-bajani",
      "title": "Het jubileum",
      "authors": "Andrea Bajani",
      "description": "Kun je je vader en moeder in de steek laten? Kun je hun voordeur achter je dichtdoen, de trap aflopen en besluiten dat je ze nooit meer wilt zien? Tien jaar nadat hij zich heeft onttrokken aan de uitputting van een subtiel, allesdoordringend huiselijk geweld, kan een zoon eindelijk omkijken en vertellen over zijn ongelukkige familie. Hij viert een hartverscheurend jubileum: zonder mensen te beschuldigen en zonder mensen te redden. Het jubileum is een roman van bevrijding, die het dwingende systeem van het gezin blootlegt. Het boek weet ons te raken met zijn eerlijkheid, ontwapent ons met zijn oprechtheid en maakt ons weerloos met zijn waarheid. 'Kan je je bevrijden van ouders, van het kwaad dat ze je hebben aangedaan, zonder omkijken en mogelijkheid tot bezwaar? Het is een schandalige vraag. Andrea Bajani stelt hem door een schandalig kalm boek te schrijven.' Emmanuel Carrère 'Een boek dat de zuiverheid van feiten, de tirannie van het geheugen en het totalitaire regime van het gezin aankaart als geen ander.' Jhumpa Lahiri 'Nietsontziend, dapper verslag van een zoon die rigoureus breekt met zijn ouders om ruimte te maken voor zijn eigen verhaal.' Philip Huff Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456379657?aid=kb-online-bibliotheek&sid=18&dts=1765030247682&sig=e3462d2b400ef15b8b50742bb06b04816217c17b9fdccb12f24fa40edaf1bc63&width=320",
      "dateSeen": "2025-12-07T07:13:24.288Z"
    },
    "5867549fb6b6e9f3efd7c84d7975ffa558202f32": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456379665/alsof-het-gedrukt-staat-arjen-fortuin",
      "title": "Alsof het gedrukt staat",
      "subtitle": "80 jaar Van Oorschot in kleine geschiedenissen",
      "authors": "Arjen Fortuin",
      "description": "Sinds de oprichting in 1945 maakt Uitgeverij Van Oorschot talloze verhalen tot boek, maar de uitgeverij zelf is ook een doorlopende bron van verhalen. Mede dankzij de onnavolgbare persoonlijkheid van oprichter Geert van Oorschot en de vele aansprekende auteurs wemelt het achter de voordeur van Herengracht 613 in Amsterdam van de anekdotes. Voor het tachtigjarig jubileum maakte Arjen Fortuin een tocht door de uitgeverij, het pand dat alles zag en hoorde, kamer voor kamer, van beneden naar boven en ten slotte terug naar de voordeur. Hij voert ons langs de feesten in de eerste jaren na de oorlog, langs de schrijvers die in het voormalig bankgebouw een tweede thuis vonden (en vervolgens, zoals Hermans en Reve, met een knal de deur achter zich dichtsmeten). Verder vertelt hij onder veel meer over de schrijvers die níet door Van Oorschot werden gepubliceerd, het ontstaan van de legendarische Russische Bibliotheek, het enorme maar onverwachte succes van Het Bureau van Voskuil, de lange nasleep van de Reve-biografie, hoe de uitgeverij ophield een familiebedrijf te zijn en hoe die er na tachtig jaar voor staat. Arjen Fortuin (1971) is ombudsman van NRC en biograaf. Hij schreef de biografieën van Geert van Oorschot, Gerrit Kouwenaar en werkt aan die van Louis Paul Boon. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456379665?aid=kb-online-bibliotheek&sid=18&dts=1765027214958&sig=0fe939c6ceb8f0ea504706c3f18255da4838d3ac1b010b65046d54170b9225cf&width=320",
      "dateSeen": "2025-12-07T07:13:24.658Z"
    },
    "54d5be722feadc953523d0a8d6c4edddeceae978": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447753991/the-hawks-of-peace-dmitry-rogozin",
      "title": "The Hawks of Peace",
      "subtitle": "Notes of the Russian Ambassador",
      "authors": "Dmitry Rogozin",
      "description": "The Hawks of Peace. Notes of Russian Ambassador is a unique analytical edition where Russian Deputy Premier Dmitry Rogozin shares his notes on personalities and events that shaped the history of post-Communist Russia, believing that without those it would be impossible to understand the past and envisage the future of his country",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447753991?aid=kb-online-bibliotheek&sid=19&dts=1765178350089&sig=8d37e30db4b3808982ab5bb9765df560382bd5662c5369b62c59625a8facafa7&width=320",
      "dateSeen": "2025-12-08T07:19:10.677Z"
    },
    "f630274e277bc058a9cb7ccc1db4851059dbcb0b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394854829/metro-2033-dmitri-gloechovski",
      "title": "Metro 2033",
      "authors": "Dmitri Gloechovski",
      "description": "Na een nucleaire holocaust ligt het Moskou van 2033 in puin. De overlevenden leven als ratten in de Ondergrondse, maar ook daar zijn zij niet veilig",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394854829?aid=kb-online-bibliotheek&sid=19&dts=1765178350789&sig=93f0652137e54eb9055159d14813624ee9ef216f208c33032f2aab3eee9d3fa9&width=320",
      "dateSeen": "2025-12-08T07:19:11.321Z"
    },
    "565d20e0eff90aa7f48ebf947fdbc46236edc961": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/416680895/groot-slem-en-andere-verhalen-leonid-andrejev",
      "title": "Groot slem en andere verhalen",
      "authors": "Leonid Andrejev",
      "description": "Andrejevs actieve periode als schrijver besloeg zo'n twintig jaar in een tumultueuze periode van de geschiedenis van Rusland. De vertwijfeling en de onzekerheid die de oorlog en de revolutie met zich meebrachten beïnvloedden in zijn werk. Themas als de tragiek van eenzaamheid, angst voor de dood, existentiële vertwijfeling en vormen van waanzin en hysterie, die zich veelal in een ziekenhuis of op het sterfbed afspeelden, zijn niet weg te denken uit Andrejevs boeken. In veel van zijn verhalen lopen waan en werkelijkheid door elkaar, waardoor een persoonlijk drama wereldomvattende proporties kan aannemen. Hoewel Andrejev zich aan zeer gevoelige onderwerpen waagde als verkrachting en geslachtsziekte, en daardoor de geschiedenis is ingegaan als een sensationeel en overwegend pessimistisch schrijver, worden veel van zijn betere verhalen gekenmerkt door een humoristische inslag. Deze uitgave bevat een aantal verhalen van Leonid Andrejev die in hun compleetheid en originaliteit de themas en stijl van deze grote Russische meester uitstekend weergeven. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A416680895?aid=kb-online-bibliotheek&sid=19&dts=1765178351425&sig=0339c97aeb69ec76b94969a6c19ac3ca00be43489ead251ca08e99328af54ec2&width=320",
      "dateSeen": "2025-12-08T07:19:11.829Z"
    },
    "0302b98c5d6204505b9d36d95b443c82499ef6f3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/433228598/bijna-een-vader-alejandro-zambra",
      "title": "Bijna een vader",
      "authors": "Alejandro Zambra",
      "description": "‘Wie valt voor Zambra’s literatuur, heeft een fascinerende weg voor de boeg. Ik ben dol op zijn onbeschaamde durf.' – Enrique Vila-Matas, auteur van Bartleby & Co Niet langer zullen Gonzalo en Carla heimelijk met elkaar vozen onder dezelfde poncho, nauwelijks afgeschermd van de moeder die in dezelfde kamer tv kijkt. Hun puberliefde wordt in de kiem gesmoord. Maar als Gonzalo haar na negen jaar terugziet, krijgt hij een tweede kans. En mét haar een opgave, namelijk vader zijn. Want terwijl hij zich in de tussentijd verloor in de poëzie, heeft Carla een zoon gekregen. En al is Gonzalo niet diens biologische vader, hij moet en zal het beter doen dan de nutteloze mannen uit zijn eigen familie.Dat lukt echter maar ten dele en wanneer er eindelijk een dichtbundel van hem wordt gepubliceerd, verliest hij de vaderambities uit het oog en ook zijn zoon. Vele jaren verstrijken voordat er weer enige hoop gloort op een hereniging. De appel blijkt niet ver van de boom te zijn gevallen, want ook de jongen is verzot op poëzie. Bijna een vader is een roman over het gewicht van liefde, over vaderschap en de tragikomische bevrijdingsstrijd van een man die iets heel anders had verwacht van het leven. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A433228598?aid=kb-online-bibliotheek&sid=19&dts=1765178351990&sig=934b37aa6c21c3991a6b7fba16fca5095d814b6aaba8d9f1877e71c4199c05b5&width=320",
      "dateSeen": "2025-12-08T07:19:12.468Z"
    },
    "7af47b82fd511c4369121bee5df21d32e72e7e41": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/433228520/de-ex-zoon-sasja-filipenko",
      "title": "De ex-zoon",
      "authors": "Sasja Filipenko",
      "description": "Sasja Filipenko is dé jonge, onverschrokken stem van de Wit-Russische protestgeneratie De zestienjarige muziekstudent Frantsisk wordt op weg naar een rockconcert door een mensenmassa onder de voet gelopen en raakt in coma. In zijn omgeving geven de meeste mensen de hoop spoedig op, alleen zijn grootmoeder Elvira Alexandrovna blijft hardnekkig in zijn wederopstanding geloven en verzorgt hem weken-, maanden-, jarenlang. Na tien jaar ontwaakt Frantsisk. Zijn directe omgeving is totaal veranderd; zijn vriendin is ervandoor gegaan, zijn moeder heeft een nieuw gezin, en zijn geliefde grootmoeder is overleden. Maar Wit-Rusland zelf lijkt ook in coma te hebben gelegen. Dezelfde autoritaire president is nog altijd aan de macht, het volk is lamgeslagen en de demonstranten liggen aan het infuus. Frantsisk staat stil in een land van stilstand – een ideale plek, Wit-Rusland, om uit een coma te ontwaken, en om de eerste stappen in een tweede leven te zetten. De vraag is alleen waarheen, en waartoe? De ex-zoon is een profetisch gebleken debuutroman over het Wit-Rusland van nu, dat opstaat tegen de dictatuur van Loekasjenko, van een auteur die de hartslag van zijn land en zijn tijd weet te verbeelden. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A433228520?aid=kb-online-bibliotheek&sid=19&dts=1765178352582&sig=5f25f943a669ed5eca52e25c68e2582eec868c431eac90635d4e29ca96e137bf&width=320",
      "dateSeen": "2025-12-08T07:19:13.085Z"
    },
    "6d753af4a38d1be6a55e0f7121b419dcc5910bb1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/43322861X/tall-bones-anna-bailey",
      "title": "Tall Bones",
      "authors": "Anna Bailey",
      "description": "Wanneer de zeventienjarige Emma haar beste vriendin Abigail achterlaat op een feestje in het bos, gelooft ze, net als de meeste meisjes van haar leeftijd, dat hun leven nog maar net begonnen is. Er zal die nacht veel gebeuren, maar Emma zal haar vriendin nooit meer terugzien. Abi’s verdwijning trekt scheuren in de façade van Whistling Ridge, met zijn verborgen geschiedenis van langdurige rancune en ressentiment. Het gezin waarin Abi opgroeit, werpt ook de nodige vragen op: over Noah, de oudste broer, verraden door Abi; over Jude, haar voorbeeldige, jongere broer die zijn littekens verbergt; over hun moeder Dolly en hun vader Samuel – beiden onder de invloed van een dominee die hel en verdoemenis preekt en Whistling Ridge in zijn greep houdt. En dan is er nog Rat, de buitenstaander, die de inwoners evenzeer verwart als opwindt. In dit kruitvat vol woede kan van alles gebeuren en daar is maar één vonkje voor nodig. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A43322861X?aid=kb-online-bibliotheek&sid=19&dts=1765178353194&sig=562de731b2d3537ee31bc20300085a0d81a1af91cf4617b7363833998de05453&width=320",
      "dateSeen": "2025-12-08T07:19:13.604Z"
    },
    "d3df04d4baaf5994f1671ce3b55f1d56af54afc2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/434759708/stern-111-lutz-seiler",
      "title": "Stern 111",
      "authors": "Lutz Seiler",
      "description": "‘Stern 111 vertelt op grootse wijze over het chaotische ontwaken in Oost-Berlijn na het einde van de DDR .’ – Frankfurter Rundschau Twee dagen na de val van de Muur verlaten Inge en Walter Bischof hun oude leven in het Oost-Duitse Gera. Via opvangcentra en tijdelijke onderkomens in het Westen volgen ze een lang gekoesterde droom, het ‘geheim van hun leven’, waar zelfs hun zoon Carl niets van afwist. Carl weigert de opdracht om de nalatenschap van zijn ouders over te nemen en vlucht naar Oost-Berlijn. Hij wordt opgenomen in de kring van de ‘koene roedel’, een groep jonge mannen en vrouwen die zich bezighoudt met duistere zaakjes en met een guerrillaoorlog om leegstaande panden. Stern 111 geeft een fantastisch panorama van de eerste jaren na de val van de Muur. En het vertelt daarnaast de geschiedenis van een gezin dat de weg terug naar elkaar moet vinden ‘Voor de tweede keer is Lutz Seiler erin geslaagd iets zeer buitengewoons te doen: namelijk in een roman die geschikt is voor “het grote publiek” in de beste zin van het woord, te vertellen over hoe men werkelijk het dichterlijke bestaan leidt, een even euforische als wrede aangelegenheid.’ – Frankfurter Allgemeine Zeitung Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A434759708?aid=kb-online-bibliotheek&sid=19&dts=1765178353716&sig=428b14063375d2e1680201052ef3603bd2cc81189837e11bf722b7f4374bb991&width=320",
      "dateSeen": "2025-12-08T07:19:14.188Z"
    },
    "0ca70e8f452fe8d4c3baf2ebf784c5617a65951e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436438135/alles-moet-mooi-zijn-aan-de-mens-sasha-marianna-salzmann",
      "title": "Alles moet mooi zijn aan de mens",
      "authors": "Sasha Marianna Salzmann",
      "description": "Briljant boek.’ – Neue Zürcher Zeitung Hoe kan men ‘glorieus’ zijn in een land waar corruptie en onderdrukking heersen, waar alleen diegenen overleven die zich onderwerpen aan het regime? Hoe moet men deze ervaring te boven komen als er niet over gesproken wordt, zelfs niet na de emigratie en zelfs niet met de eigen dochter? ‘Wat zien ze als ze met hun Sovjet-ogen door de gordijnen naar de binnenplaatsen en straten van een Oost-Duitse stad kijken?’ vraagt Nina als ze denkt aan haar moeder Tatjana en haar vriendin Lena, die halverwege de jaren negentig Oekraïne verlieten, in Jena strandden en daar opnieuw begonnen. Lena’s dochter Edi vraagt er al lang niet meer naar, ze wil niets met haar afkomst te maken hebben. In Alles moet mooi zijn aan de mens vertelt Sasha Marianna Salzmann over tijden van omwenteling, van de ‘vleesmolen-tijd’ van de perestrojka tot het huidige Duitsland; hoe systemen desintegreren en mensen worden meegesleurd in de maalstroom van gebeurtenissen. Salzmann volgt vier levens en traceert vol empathie en met grote intensiteit de onverbrekelijke verstrengeling van generaties, door tijd en ruimte heen. ‘Mooier kun je niet vertellen over de pijn van wat verloren is gegaan.’ – Deutschlandfunk Kultur Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436438135?aid=kb-online-bibliotheek&sid=19&dts=1765178354297&sig=8aa11c47873a3743158d1d721e1b1733249316efd3c05a19bf076c813cb07f70&width=320",
      "dateSeen": "2025-12-08T07:19:14.784Z"
    },
    "a0ba1efe23c49d56e21278165288d3f8e545fc3c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/434764817/de-wonderen-elena-medel",
      "title": "De wonderen",
      "authors": "Elena Medel",
      "description": "Dit is een roman over geld, het gebrek aan geld, en hoe bepalend dat is voor de levens en lichamen van vrouwen. María en Alicia zijn een grootmoeder en kleindochter die elkaar nooit hebben ontmoet. Beiden trekken naar Madrid op zoek naar werk en onafhankelijkheid, al zitten er tientallen jaren tussen. María, die de kost verdient als schoon ­maakster en verzorgster, en die geld naar huis stuurt voor haar dochtertje, dat ze noodgedwongen heeft achtergelaten; Alicia, in welvaart opgegroeid totdat haar familie door omstandigheden alles kwijtraakte, die gevangen zit in een laagbetaalde baan en een cyclus van afgezaagde ontrouw. Hun beider levens worden gekenmerkt door onzekerheid, en door het beklijvende gevoel van hoe anders het had kunnen zijn. De wonderen is een onthullende roman over klasse, geschiedenis en feminisme; over wat er is veranderd voor vrouwen uit de arbeidersklasse en wat hardnekkig hetzelfde is gebleven. Een politieke roman en een familiesaga met echo’s van het werk van Ernaux, Didion en Ferrante. ‘Een betoverend boek .’ – Avni Doshi, auteur van Verbrande suiker ‘De wonderen is er duidelijk over: geld is de grootste verteller van de wereld.’ – El Cultural ‘Over deze roman zullen we het nog heel lang hebben. En om heel goede redenen.’ – Publishers Weekly ‘Verhaal en stijl gaan hand in hand in een literair wonder dat absoluut persoonlijk is en toch doet denken aan de vermetelheid van Virginia Woolf, de sfeer van Carmen Laforet en de scherpte van Rafael Chirbes.’ – Babelia, El País Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A434764817?aid=kb-online-bibliotheek&sid=19&dts=1765178354892&sig=10dd6f03cba52845f51ae28ee52757fcc6f293de396c572a1d9a637e7b91d2ee&width=320",
      "dateSeen": "2025-12-08T07:19:15.371Z"
    },
    "2be4441929f41db1e46e1798add6bb5dd44d92c6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/434764795/land-van-sneeuw-en-as-petra-rautiainen",
      "title": "Land van sneeuw en as",
      "authors": "Petra Rautiainen",
      "description": "Fins Lapland, 1944: een jonge Finse soldaat wordt opgeroepen om als tolk in een nazigevangenenkamp te werken. Omringd door wreedheid en dood, worstelt hij om zijn menselijkheid vast te houden. Wanneer de vrede aanbreekt, worden de misdaden bedolven onder de sneeuw en het ijs. Een paar jaar later krijgt journaliste Inkeri de opdracht de snelle ontwikkeling van het afgelegen West-Lapland te onderzoeken. Haar eigenlijke motivatie is persoonlijker: ze volgt een spoor naar haar man, die tijdens de oorlog verdwenen is. Maar de dorpelingen willen niet stilstaan bij het verleden, en Inkeri’s vragen wekken argwaan. Terwijl ze meer te weten komt over haar geheimzinnig huurder Olavi, en probeert bevriend te raken met een jong Sami -meisje, ontdekt ze verontrustende feiten die nooit aan het licht hadden mogen komen. In Land van sneeuw en as onderzoekt Rautiainen een zwarte bladzijde uit de Finse geschiedenis. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A434764795?aid=kb-online-bibliotheek&sid=19&dts=1765178355480&sig=ade5ab40b70c6ef89e3e51d22859e59ed93c05e9c45eabb4d4fb2419a1e34ef8&width=320",
      "dateSeen": "2025-12-08T07:19:15.930Z"
    },
    "bdd4c0d499cbf0e360a9413ad12b77c6a9f0c696": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436920298/elena-weet-claudio-pin-eiro",
      "title": "Elena weet",
      "authors": "Claudio Piñeiro",
      "description": "‘I N T I E M E N V L I J M S C H E R P V E R H A A L.’ – ESCRIBIRTE.COM.AR Elena heeft parkinson, haar dagindeling en schaarse activiteiten hangen daardoor volledig af van de stipte momenten dat ze haar medicijnen inneemt – haar ledematen werken dan een paar uur beter mee en uit lange ervaring weet ze precies hoeveel tijd ze heeft en wat haar actieradius is. Isabel woont aan de andere kant van de stad en hoewel de reis door de stad een schier onmogelijke opgave is voor Elena, móet ze Isabel opzoeken, want zij is degene die kan aantonen dat Elena’s dochter Rita geen zelfmoord heeft gepleegd. Met een strop om haar nek hing ze aan de kerkklok. Rita, die haar verzorgde, die ook bij Elena bleef wonen toen ze haar eerste vriend kreeg. Behendig weet Piñeiro in 'Elena weet' verhaallijnen van heden en verleden door elkaar. Ze schetst een schitterend, pijnlijk portret van de relatie tussen moeder en dochter, laverend tussen afhankelijkheid, haat en liefde, en weet feilloos in woorden te vatten wat het betekent gevangen te zitten in een lichaam dat amper doet wat je het opdraagt. ‘Dit boek fascineert van de eerste tot de laatste bladzijde.’ – Neue Zürcher Zeitung Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436920298?aid=kb-online-bibliotheek&sid=19&dts=1765178356044&sig=d7fa01f59e13fd5ec8c72c4f623efc5f83b64ce164b490c323b9bbef66096f28&width=320",
      "dateSeen": "2025-12-08T07:19:16.611Z"
    },
    "27f5e654639dd4fa23dd6cdb4479a351e74b9b6c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443064857/middernacht-in-de-kerstboekwinkel-jenny-colgan",
      "title": "Middernacht in de kerstboekwinkel",
      "authors": "Jenny Colgan",
      "description": "Carmen moet de boekwinkel weer rendabel maken.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443064857?aid=kb-online-bibliotheek&sid=19&dts=1765178356736&sig=8f9536960b10f89266c3397e62540fa18285d3f45cba4d061c9d8f75b32237bd&width=320",
      "dateSeen": "2025-12-08T07:19:17.291Z"
    },
    "c0833715e8a8aff34373a998a772df6b7cc7877b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456421831/een-schim-aan-de-costa-brava-leila-guerriero",
      "title": "Een schim aan de Costa Brava",
      "authors": "Leila Guerriero",
      "description": "Een gewaagde mengeling van reportage, literaire kritiek en biografie door de ‘Latijns-Amerikaanse Joan Didion’. In 1960 kwam Truman Capote aan in Palamós aan de Costa Brava. Hij hoopte dat een korte pauze van het sociale leven in New York hem zou helpen het boek af te maken dat hij aan het schrijven was, over twee jonge mannen die veroordeeld waren voor een gruwelijke moord. Uiteindelijk verbleef hij drie jaar in Europa in een pijnlijke zelfverbanning, worstelend met zijn materiaal, werkend aan zijn meesterwerk In Cold Blood, en wachtend op de gebeurtenis die hem in staat zou stellen het af te maken: de executie van die twee mannen. In de voetsporen van Capote in Palamós vindt schrijver en journalist Leila Guerriero maar weinig terug van die turbulente jaren. Terwijl ze een wirwar van tegenstrijdige lokale verhalen en flagrante verzinsels doorploegt, onderzoekt ze het genre van de literaire non-fictie – waarin ook zij een meester is. ‘Het boek onthult niet het leven van Capote, maar wel de mythe van Capote in Palamós, en uiteindelijk is de mythe belangrijker dan de werkelijkheid.’ – Zenda Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456421831?aid=kb-online-bibliotheek&sid=19&dts=1765178357403&sig=f5fa26b70df9c5f8468c5b47455db306768d5c91eb55b5b48e2bd38bed503272&width=320",
      "dateSeen": "2025-12-08T07:19:17.817Z"
    },
    "91ee581c535d5d2b636b2fcaa07cc41166bf5d56": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45642184X/een-kerstlied-charles-dickens",
      "title": "Een kerstlied",
      "subtitle": "Een Kerstlied",
      "authors": "Charles Dickens",
      "description": "A Christmas Carol is één van de meest geliefde Kerstverhalen van deze tijd. Voor het eerst gepubliceerd in 1843, weet het verhaal iedere Kerst weer zijn opwachting te maken, in welke vorm dan ook. Ebenezer Scrooge, een zeer onaangename vrek, wordt op Kerstavond bezocht door de geest van zijn overleden partner Jacob Marley. Marley deelt hem mee dat hij drie bezoekers kan verwachten: de geesten van Kerstmis in het Verleden, Heden en Toekomst. Zij laten Scrooge zijn leven overzien, waardoor hij niet langer zijn ogen kan sluiten voor de gevolgen van zijn kille en ongevoelige daden. Scrooge krijgt te zien hoe zijn geldzucht levens heeft verwoest en hoe zijn naam een vieze smaak achterlaat op ieders tong. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45642184X?aid=kb-online-bibliotheek&sid=19&dts=1765178357944&sig=2ef2ef4f5f310e69c1fdfed28fdda4cbecd8bfe491ce0876aafeaf30ef8835eb&width=320",
      "dateSeen": "2025-12-08T07:19:18.407Z"
    },
    "b25c3da83dad0c7955719f77c958d23ef1e07b1f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444294996/het-boek-van-de-nacht-agustina-bazterrica",
      "title": "Het boek van de nacht",
      "authors": "Agustina Bazterrica",
      "description": "VAN DE AUTEUR VAN TENDER IS THE FLESH. ‘NIEMAND ZEGT NEE TEGEN MOEDER-OVERSTE. NIEMAND DIE IN LEVEN WIL BLIJVEN.’ (UIT: HET BOEK VAN DE NACHT ) In het Huis van de Heilige Zusterschap leeft een groepje jonge vrouwen in angst voor de zweep van de moeder- overste. Wie bereikt het niveau van Verlichte en welke onwaardige moet de volgende straf ondergaan om een voorbeeld te stellen? Boven moeder-overste staat nog slechts ‘Hij’, en Hij heerst vanuit de schaduw. Met gevaar voor eigen leven houdt een van de onwaardigen een ‘nachtboek’ bij. Er komen herinneringen boven aan een tijd voordat de wereld instortte en de Heilige Zusterschap het enige toevluchtsoord werd. Dan arriveert Lucía. Ook zij is onwaardig, maar ze is anders. En haar aanwezigheid brengt een sprankje licht hoop in de duisternis. ‘Literatuur als een vleesetende plant. Rijen tanden, prachtige, verrassende kleuren, en een muil die is ontworpen om langzaam alles op te slokken wat erin valt.' – Revista Mercurio Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444294996?aid=kb-online-bibliotheek&sid=19&dts=1765178358522&sig=dbc9bcb8bf3a9b25fe176f596d56c7d207da1c72a274affe7e62b7d10ca314d2&width=320",
      "dateSeen": "2025-12-08T07:19:19.037Z"
    },
    "bc1d4204d78917a93234d6668f0f238b14928e26": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436438208/hetze-sasja-filipenko",
      "title": "Hetze",
      "authors": "Sasja Filipenko",
      "description": "EEN VERWARRENDE, ANGSTAANJAGENDE LEESERVARING WAAR JE DE RILLINGEN VAN KRIJGT.’ — NDR KULTUR Een journalist die te veel weet. Een zoon die zijn vader verraadt. Een oligarch die geen genade kent. Media die op bestelling iemands reputatie verpesten. Sasja Filipenko vertelt het verhaal van de idealistische journalist Anton Kwint, die het opneemt tegen een oligarch, die op zijn beurt bevel geeft om met Kwint af te rekenen. De hetze begint. Volodja Slavin is een oligarch met politieke ambities. Wanneer de jonge journalist Anton Kwint onthult dat de zelfverklaarde patriot zijn fortuin in het buitenland heeft geparkeerd en dat zijn familie liever aan de Côte d’Azur verblijft dan in Rusland, zweert Slavin wraak. De stemmen van de jagers en de opgejaagde klinken: temporijk, onverbiddelijk, literair meesterlijk gecomponeerd – een roman dicht op de realiteit van een moedig criticus van Rusland en zijn geboorteland Belarus. Het verhaal met de opzet van een muziekstuk ontvouwt zich in filmische scènes, die heen en weer springen tussen de perspectieven van de journalist – zich bewust van zijn missie – en die van de achtervolgers, die trots zijn op hun cynisme.’ – F R A N K F U RT E R A L LG E M E I N E Z E I T U N G Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436438208?aid=kb-online-bibliotheek&sid=19&dts=1765212342416&sig=ebaf8125690c7d60a677f6b6e4dff2979835d9b2074071ee10d787dcbab2e016&width=320",
      "dateSeen": "2025-12-09T07:17:14.555Z"
    },
    "35dc5c793b6b45053137ad63dcc2453e60e95ac7": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437868044/de-afgronden-pilar-quintana",
      "title": "De afgronden",
      "authors": "Pilar Quintana",
      "description": "'De afgronden [schetst] een hartverscheurende kaart van de schrijnende weg naar de vrijheid.’ – Irene Vallejo, auteur van Papyrus. Een geschiedenis van de wereld in boeken. Claudia woont met haar ouders in een flat die bijna dicht groeit van de vele planten, planten die zich naar haar lijken uit te strekken om haar aan te raken. Er is in het gezin sprake van een onderhuidse crisis en er is maar heel weinig nodig om die te laten exploderen. Iedereen beleeft een breekpunt in zijn jeugd, en Claudia vertelt met de scherpe blik van toen ze een kind was over de gebeurtenissen die de kieren van de normaliteit verwijdden, waardoor de ergste angsten binnenslopen, angsten waar amper verweer voor bestaat en die ons naar de rand van de afgrond duwen. De afgronden is een schrijnend verhaal waarin een dochter de onthullingen van haar moeder en de stiltes van haar vader overneemt om er haar eigen wereld mee te creëren. Een roman over het einde van de kindertijd en haar spoken. 'Hoe kan ik samenvatten wat me fascineerde aan Pilar Quintana? De brutale lyriek. Haarweg tegen de verwachting in. Die vlijmscherpe, poëtische en allerminst zelfgenoegzame spanning.’ – Sara Mesa, auteur van Litteken en Een liefde. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437868044?aid=kb-online-bibliotheek&sid=19&dts=1765213680424&sig=507c6317a117de20500345f5c0656ba1ddced48a0d256035fd7982d7fdc33098&width=320",
      "dateSeen": "2025-12-09T07:17:14.996Z"
    },
    "1c50db2a4cf5b1e76292005b8c0e5a74d3a19c66": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437868036/deception-island-paulina-flores",
      "title": "Deception Island",
      "authors": "Paulina Flores",
      "description": "Net als Alice Munro wekt Flores empathie op met een zorgvuldige aandacht voor details. De mensheid, zo maakt ze duidelijk,aandacht voor details. De mensheid, zo maakt ze duidelijk, is verbonden door een gedeelde kwetsbaarheid.’is verbonden door een gedeelde kwetsbaarheid.’ —— THE GUARDIAN Een jonge vrouw van bijna dertig, Marcela, heeft liefdesverdriet en keuzestress en vertrekt vanuit de Chileense hoofdstad Santiago naar Punta Arenas, aan de Straat van Magellaan in Patagonië, waar haar vader woont na de scheiding van haar moeder. Hij blijkt een Zuid-Koreaan in huis te verbergen, die van een Chinees schip, een varende visverwerkingsfabriek, is gevallen (gegooid, gesprongen?). Tussen de drie – alle drie in zekere zin op de vlucht voor iets – ontstaat een complexe driehoeksverhouding die zich nooit helemaal uitkristalliseert en waarin veel dingen lang onduidelijk blijven. Met Zuid-Koreaanse films en strips als inspiratiebron, schetst millennial Paulina Flores in deze gevoelige, broeierige roman op even poëtische als intense wijze een beeld van haar generatie en haar land, waar bijna terloops de grote problemen van deze tijd doorheen zijn verweven: het leegvissen van de zeeën, ontbossing, klimaatverandering, migratie, ongelijkheid, moderne slavernij. Deception Island is de langverwachte eerste roman van de Chileense Paulina Flores, die internationaal doorbrak met haar debuut 'Een beschamende vertoning. Over Een beschamende vertoning zegt Alejandro Zambra, auteur van Bijna een vader het volgende: ‘Een briljant boek dat de vluchtigheid van misverstanden vastlegt, het moment waarop mislukkingen er minder toe doen dan de behoefte om ze te delen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437868036?aid=kb-online-bibliotheek&sid=19&dts=1765212344462&sig=c5e7b793102c732c88fa07f901b7daa446f9db6ae7f579237118a4ad8e6491e3&width=320",
      "dateSeen": "2025-12-09T07:17:15.415Z"
    },
    "ed8fbe2fb03adae81c07bc54b6d8df93475e5e1f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437880540/het-mysterie-van-mrs--indonesia-y-b--mangunwijaya",
      "title": "Het mysterie van Mrs. Indonesia",
      "authors": "Y.B. Mangunwijaya",
      "description": "'Honderd jaar eenzaamheid op zijn Indonesisch.' — David van Reybrouck ‘Mangunwijaya is een tovenaar.’ — Dido Michielsen ‘Wat een fantastisch verhaal, ik heb het ademloos en in één vaart uitgelezen.’ — Kester Freriks Het mysterie van Mrs Indonesia begint rond 1942, aan het einde van de ‘Nederlandse tijd’ en vertelt over het beeldschone dorpsmeisje Iin Sulinda – later Pertiwi of Tiwi – dat met haar tante meereist om de was te doen in huize Sukarno. Daar is ze getuige van de Proclamatie waarbij Sukarno de Onafhankelijkheid van het Indonesische volk aankondigt. Ze komt er ook in aanraking met vrijheidsstrijders en neemt uiteindelijk zelf ook actief deel aan de guerrilla. Op een van haar tochten wordt ze door een Nederlandse patrouille gevangengenomen. Een ervaring die haar leven totaal zal veranderen. Hoe deze Pertiwi zich daarna in het postkoloniale Indonesië weet te handhaven, wordt door rasverteller Mangunwijaya op lichtvoetige wijze uit de doeken gedaan. Tegelijkertijd is het een opmerkelijk meelevend verslag van mensen die verstrikt zijn geraakt in de grote maalstroom van Indonesië’s moderne geschiedenis, én het is een blik van binnenuit, aangezien Mangunwijaya zelf als chauffeur van commandant Suharto (de latere president) ook aan de guerrillastrijd had deelgenomen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437880540?aid=kb-online-bibliotheek&sid=19&dts=1765217315666&sig=6084b79895f64b8d9c39f8f1cbfe4297cec737ea36e17531f070b6686ad852ad&width=320",
      "dateSeen": "2025-12-09T07:17:15.886Z"
    },
    "f124b7064977f957ff25e6c3e6f501d9afa43581": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443084432/de-laatste-droom-pedro-almodo-var",
      "title": "De laatste droom",
      "authors": "Pedro Almodóvar",
      "description": "‘Deze verzameling verhalen (ik noem alles een kort verhaal, ik maak geen onderscheid tussen genres) toont de nauwe relatie tussen wat ik schrijf, wat ik film en mijn leven.’ – Pedro Almodóvar De laatste droom bevat een verzameling van twaalf stukken die zo’n zestig levensjaren omvatten. Ze weerspiegelen Almodóvars thema’s, de thema’s die ook telkens in andere vorm terugkeren in zijn cinematografische werk: de pijn en glorie die elke creatieve carrière trouw vergezellen, verlangen als de heersende wet van het leven, de vreselijke opvoeding in de duistere schooljaren bij de paters, en de drang om van elke nabije ervaring een verhaal te maken. Deze bundeling, variërend van korte verhalen tot essays of dagboekfragmenten komt, zoals Almodóvar zelf in het voorwoord schrijft, het dichtst bij een memoir – een ‘gefragmenteerd, onvolledig en een beetje cryptisch memoir’, voegt hij er behulpzaam aan toe. Conventioneel is De laatste droom inderdaad niet, maar het biedt wel een kijkje in de gedachtewereld, de verbeeldingskracht en de obsessies van de beroemde filmmaker. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443084432?aid=kb-online-bibliotheek&sid=19&dts=1765217861721&sig=184d6b5d6dbb96ab9db2fe3541e6986bc56b087439b774e6b5a93984dc862acb&width=320",
      "dateSeen": "2025-12-09T07:17:16.291Z"
    },
    "fe22fe92449cf88c37ff46005b45a3818254eb3a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/425952274/uitgewist-sasja-filipenko",
      "title": "Uitgewist",
      "authors": "Sasja Filipenko",
      "description": "‘Een tour de force. Een boek vol rumoeren woede, maar ook grootsheid en zachtheid.’ – Le Figaro Moskou, 1941. Rusland is al in oorlog met nazi-Duitsland, maar de waanzin van de stalinistische zuiveringen woedt nog steeds. Tatjana Aleksejevna is een jonge secretaresse op het ministerie van Buitenlandse Zaken; ze heeft een dochtertje en haar man is opgepakt. Op haar bureau ligt een brief die moet worden vertaald, namelijk een lijst van het Rode Kruis met Russische krijgsgevangenen in Roemenië. Op die lijst staat de naam van haar man. Een dubbele schok: opluchting, want hij leeft! En afgrijzen, omdat ze weet dat krijgsgevangenen en hun families als verraders worden vervolgd en naar de Goelag worden gestuurd. Dan neemt ze een beslissing die haar nog tientallen jaren zal achtervolgen. Zestig jaar later vertelt Tatjana haar levensverhaal aan haar nieuwe buurman Aleksandr, een jonge man wiens leven bruut in tweeën is gescheurd. Tussen de twee ontstaat geleidelijk een onverwachte vriendschap,die tegelijkertijd een verbond is tegen het vergeten. Vertaald door Arie van der Ent Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A425952274?aid=kb-online-bibliotheek&sid=19&dts=1765214252852&sig=bf4e81a74c710238e01af550add2c9e2ad47524bb26a9e71fc0542d0f126ac85&width=320",
      "dateSeen": "2025-12-09T07:17:16.731Z"
    },
    "e2030101cf4eaefa471dee1c13a78e4c3cac8095": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444169962/horacio-s-verhaal-toma-s-gonza-lez",
      "title": "Horacio's verhaal",
      "authors": "Tomás González",
      "description": "Een auteur van wereldklasse.'- Frankfurter Allgemeine Zeitung Horacio's verhaal kent een keur aan ontroerende personages: Horacio zelf in de eerste plaats, zijn vrouw en zes meisjes, zijn onstuitbare en onbeschofte enige zoon, een reeks schoonzussen,zijn zwager, zijn broer-de-schrijver en zijn koopmansbroer. En dan zijn daar nog zijn twee koeien en de kalfjes, maar ook de sinaasappelbomen die schaduw bieden aan zijn Volkswagen van vage herkomst, en tientallen zorgvuldig bewaarde oude spullen - sommige spullen. Terwijl Horacio zijn laatste dagen tegemoet ziet, omringd door iedereen en alles, blijft zijn zwager zich verbazen: 'Hoe is het mogelijk dat iemand zo hangt aan waar hij tegelijkertijd doodsbang voor is,' verwijzend naar Horacio's levenslust ondanks alles. In Horacio's verhaal, dat overloopt van vitaliteit, draait het leven om de kracht van familierelaties en die van de natuur, van het begin tot het onomkeerbare einde. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444169962?aid=kb-online-bibliotheek&sid=19&dts=1765221541369&sig=c28ea8446277822153cffcc5eb159e1c87e8a379ce6663ec31e13785026f957b&width=320",
      "dateSeen": "2025-12-09T07:17:17.173Z"
    },
    "937ed75987a652e19d8c958947218ce8a9b263a4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/440319242/de-vrouw-op-de-berg-eva-baltasar",
      "title": "De vrouw op de berg",
      "authors": "Eva Baltasar",
      "description": "‘Baltasar behandelt gevoelens als radioactief materiaal, dat wil zeggen als iets dat ons doodt en verlicht.’ – El País ‘Een magma van sensaties, twijfels en aspiraties. Een schatkamer!’ – Le Monde De drie korte romans, Permafrost, Boulder en Mammoet zijn metaforen voor de drie hoofdpersonen. In het geval van Permafrost is het de mentale staat waarin de vrouw verkeert: met een permanent bevroren laag die haar isoleert en beschermt tegen een agressieve maatschappij. In Boulder verwijst het naar de immense keien die geïsoleerd liggen in woestijnen, valleien of midden in de oceaan. Ze lijken alles te kunnen dragen, maar verslijten door de wisselvalligheid van het weer, zoals de tweede hoofdpersoon, die door haar geliefde Boulder wordt genoemd. En bij de derde vrouw is er de associatie met een mammoet: een prehistorisch dier, uitgestorven, dat het doelwit werd van jagers. De hoofdpersoon ziet zichzelf zo, ze heeft het gevoel dat ze wordt uitgebuit en opgedreven in de stad, en trekt zich daarom terug op het platteland. Drie vrouwen, drie lichamen, drie levens: De vrouw op de berg bevat drie wilde romans over de grenzen van verlangen en genot, seks, liefde, vrijheid en eenzaamheid. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A440319242?aid=kb-online-bibliotheek&sid=19&dts=1765220685958&sig=2b21e872d9937686e8cb5d8be5440ca44a6e70c408047602eb32595d20009b9d&width=320",
      "dateSeen": "2025-12-09T07:17:17.611Z"
    },
    "935ca53e3752220899ac543b460d67d1fceff734": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/440327229/ballade-van-de-bos-maddalena-vaglio-tanet",
      "title": "Ballade van de bos",
      "authors": "Maddalena Vaglio Tanet",
      "description": "‘Met Ballade van het bos schreef Vaglio Tanet een schitterende, fijnzinnige debuutroman, geënt op een waargebeurd verhaal, gedocumenteerd door krantenartikelen en familieherinneringen. ‘Ballade van het bos doet me denken dat er iets is in de mens dat niet kan opgeven een lichaam te zijn, een diepe verbondenheid met de aarde.’ – Paolo Cognetti, auteur van de bestseller De acht bergen Het is 1970, een kleine stad aan de voet van de Alpen in de Piëmont. Een juf op een basisschool vertrekt van huis, maar in plaats van naar school gaat ze het bos in. In de krant heeft ze net gelezen dat een van haar leerlingen uit een raam in de beek is gesprongen en is overleden. De juf verdwijnt en dagenlang volgt men de zoektocht met ingehouden adem. Degene die haar vindt is een eenzaam kind, Martino: de vrouw hallucineert, heeft honger en wordt overmand door schuldgevoelens. Martino voelt aan dat ze nog niet klaar is om terug te keren en bezoekt haar in het geheim, brengt haar eten en praat met haar. Maar het bewaren van het geheim drukt zwaar op hem, omdat hij weet dat haar familie wanhopig is... ‘Als een omgekeerde Roodkapje loopt ook de lerares de wolf tegen het lijf, maar dan wel een wolf die in haar woont.’ – La Stampa Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A440327229?aid=kb-online-bibliotheek&sid=19&dts=1765218470925&sig=c48128f2c353ae2ef76ab3fda00d6e3b25346ea2cb6fe3f0af87dc1ab69840bf&width=320",
      "dateSeen": "2025-12-09T07:17:18.043Z"
    },
    "24089462c1972dc1726a3eaa64c1323416d79fba": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444218823/ontvlamd-simone-meier",
      "title": "Ontvlamd",
      "authors": "Simone Meier",
      "description": "‘Meier is erin geslaagd een mengeling van romanen docu-fictie te creëren die buitengewoon onderhoudend is.’ – SRF1 Vincent van Gogh was arm en onbekend toen hij zich op zevenendertigjarige leeftijd van het leven beroofde. Zijn immense populariteit wereldwijd nú is voor een groot deel te danken aan zijn schoonzus Johanna (Jo) van Gogh-Bonger. Vincents broer Theo stierf slechts zes maanden na zijn broer aan syfilis. De piepjonge weduwe Jo bleef alleen achter met haar zoontje en honderden schilderijen waarin niemand geïnteresseerd was. Jo vond dat dat anders moest en dankzij haar visie en volharding – een vrouwelijke kunsthandelaar in die tijd?! – slaagde ze erin om Vincents kunst wereldberoemd te maken. In 'Ontvlamd' wordt Gina, een studente kunstgeschiedenis, honderd jaar later geïntrigeerd door deze Jo Bonger, die haar een wereld in trekt vol mensen die geobsedeerd zijn door liefde, kunst en visioenen. Ze zoekt na lange tijd haar vader op in Italië, die daar al jaren vruchteloos werkt aan zijn tweede boek na een bestsellerdebuut. Waar haar vader maar niet verder komt, schrijft Gina als in een roes een zinderende roman over een korte maar gedenkwaardige deze liefdesaffaire. 'Ik hou van de stijl, die is glashelder.’– Ann Demeester, directeur Kunsthaus Zürich ‘Een bedwelmend verhaal over onverzettelijke vrouwen in de kunstwereld, een krachtig verhaal dat vanaf de eerste onderhoudende pagina vaart maakt.’ – Wochenzeitung Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444218823?aid=kb-online-bibliotheek&sid=19&dts=1765227187367&sig=7024da9c032ab958ed83f5e51810c8c4db2b72cfc68234948ec93f8a6dee2e6a&width=320",
      "dateSeen": "2025-12-09T07:17:18.473Z"
    },
    "0637f0c79d1cdbaf98d24f09267bb922f0e5630c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444218831/cremulator-sasja-filipenko",
      "title": "Cremulator",
      "authors": "Sasja Filipenko",
      "description": "De vergelijkingen met het heden liggen voor het oprapen, de asmolen van Rusland draait nog altijd op volle kracht.’ – Olaf Koens in de Volkskrant Pjotr Nesterenko kent de dood bij zijn voornaam. Als directeur van het crematorium van Moskou ten tijde van Stalin heeft hij ze allemaal tot as gereduceerd: de dissidenten, de vermeende spionnen en de voormalige helden van de revolutie die het slachtoffer zijn geworden van de zuiveringen. Niettemin is Nesterenko is ervan overtuigd dat hij niet kan sterven. Hij is al ontelbare keren ternauwernood aan de dood ontsnapt – maar dan wordt hij zelf gearresteerd. Als een ware Sheherazade vertelt hij zijn ondervrager tot gekmakens toe over zijn leven, waarbij verbeelding, inbeelding en realiteit om elkaar heen lijken te kronkelen. Ontkomt hij aan de galg? Met Cremulator schreef Filipenko zijn meest huivering­wekkende roman tot op heden. ‘BIJNA TERLOOPS EEN GITZWART COMMENTAAR OP HET RUSLAND VAN VANDAAG.’ – NDR KULTUR Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444218831?aid=kb-online-bibliotheek&sid=19&dts=1765228978325&sig=a730d45cb53a6a7ff6d9b03a4bf732507c77aa918706d345af85150f19240af1&width=320",
      "dateSeen": "2025-12-09T07:17:18.891Z"
    },
    "4b6f2b8d522fdc451f29979b7c7ac478e882e694": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443084424/de-geheugen-van-de-zee-petra-rautiainen",
      "title": "De geheugen van de zee",
      "authors": "Petra Rautiainen",
      "description": "‘Een uitstekende schrijfster die op verbazingwekkende wijze een prachtige doordachte tekst en schitterende dromerigheid combineert met hardrealisme.’ – K U L T T U U R I K U K O I S T A A B L O G I De jaren 80 van de vorige eeuw: Aapa, een vrouw van Kven-afkomst, keert na twintig jaar afwezigheid terug naar Noord-Noorwegen om een documentaire te maken over de olie-industrie. Ze wordt in haar geboortestad geconfronteerd met het trauma van haar verleden dat alles te maken heeft met haar moeder. Stukje bij beetje ontdekt de lezer dat Aapa een onbetrouwbare verteller is die het verleden opzettelijk verdraait. Wat is er echt gebeurd met haar overleden moeder? In een tweede plotlijn onderzoekt een onbekende verteller de veranderingen die worden veroorzaakt door de opwarming van de aarde in de Noordelijke IJszee.Pas op de allerlaatste bladzijden neemt het verhaal een verbijsterende wending die alle eerdere aannames omverwerpt. ‘Het geheugen van de zee is een belangrijke roman:alarmerend en effectief.’ – SAVON SANOMAT Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443084424?aid=kb-online-bibliotheek&sid=19&dts=1765217392844&sig=c47cc27ab795c3d7c463622e69298f8bdd1b2f878e522d84cf18f775ee00ab8a&width=320",
      "dateSeen": "2025-12-09T07:17:19.300Z"
    },
    "e90fdd81430ad979300cf246620420ce52978508": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443084475/linea-nigra-jazmina-barrera",
      "title": "Linea Nigra",
      "authors": "Jazmina Barrera",
      "description": "‘Een prachtig, helder essay over de reis door de seizoenen van het moederschap dat licht werpt op de complexe en tegenstrijdige aard van de zwangerschap.’ – THE GUARDIAN Linea nigra is een intieme verkenning van het moeder worden en zijn. Het benadert de zorgen en geneugten vanuit verschillende inspiratiebronnen en (literaire) tradities, van Louise Bourgeois tot Ursula K. Le Guin en het inheemse Nahua-model Luz Jiménez. In dit unieke boek dat niet te classificeren is – laten we zeggen deels memoir en deels manifest – schrijft Barrera zeer lucide en ontwapenend nuchter over haar eerste zwangerschap, de bevalling, borstvoeding en pril moederschap. Ze trekt lijnen tussen moederschap, aardbevingen, maansverduisteringen en creatieve arbeid. Het gelaagde, diepgevoelde werk dat haar levenservaring en overduidelijke talent hebben opgeleverd, verdient alle lof.’ – Vogue ‘Linea nigra een memoir noemen doet het tekort – het bevat zoveel verwijzingen naar beeldende kunst, literatuur en geschiedenis dat het bijna functioneert als een bloemlezing of een meesterlijk samengesteld museum over opvoeding.’ – The Atlantic Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443084475?aid=kb-online-bibliotheek&sid=19&dts=1765229854561&sig=0aab3b86f7d16b4bc663bd241402ed3055b5ca06d68b3307112e4b816c8ea657&width=320",
      "dateSeen": "2025-12-09T07:17:19.755Z"
    },
    "72b4a67a266f603ebfd958a16f75e2d9fe2606c2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456463925/frankrijk-puur-roadtrips-martijn-joosse",
      "title": "Frankrijk Puur Roadtrips",
      "subtitle": "Verrassend mooie routes door Frankrijk",
      "authors": "Martijn Joosse",
      "description": "",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456463925?aid=kb-online-bibliotheek&sid=19&dts=1765283431736&sig=2617413caeb4bd519e28d2930420d17d04c67560f56e620fa775f0d7dbb6d807&width=320",
      "dateSeen": "2025-12-10T07:17:42.000Z"
    },
    "2889e9939361c874804f772426c99e3e808a0c65": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456463704/moordvent-jolanda-esselink",
      "title": "Moordvent",
      "authors": "Jolanda Esselink",
      "description": "De altijd zo alerte Ellen mist de signalen om haar giftige relatie met Johan, die voor haar de aantrekkelijkste man ter wereld is, te beëindigen voor het te laat is. Wanneer trekt het waas voor haar ogen op en ziet ze de werkelijkheid? De coronapandemie maakt haar echt wakker. Als ze achter de voordeur vaker in de hel verkeert dan in de hemel, moet ze alles op alles zetten om aan zijn manipulaties het hoofd te bieden en te overleven. Ambitieus als ze is werkt ze intussen aan een gewaagd plan om voorgoed van hem af te komen. Gaat dat haar lukken? \"Zinderende vrouwenthriller met spicy randje\". Wemmie Wolf, jurylid Nederlands Thrillerfestival Jolanda Esselink, voorheen copywriter, redacteur en journalist. In 2022 besloot ze het roer om te gooien en zich te storten op het schrijven van blogs en verhalen die je raken. Deze gelaagde thriller Moordvent, met gaslighting in de hoofdrol, is haar debuut. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456463704?aid=kb-online-bibliotheek&sid=19&dts=1765283636565&sig=8860a5a59ae3a00c489a51bee74e7d4f29abe2e934bfa1a657c8f864ccfc7493&width=320",
      "dateSeen": "2025-12-10T07:17:42.416Z"
    },
    "af154e938186f9ecddaad2f1af66d73f3bfe8456": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/435149687/afslag-naar-echt-gebed-andrew-wommack",
      "title": "Afslag naar echt gebed",
      "subtitle": "Als jouw gebedsleven niet werkt, overweeg dan om van richting te veranderen",
      "authors": "Andrew Wommack",
      "description": "Geeft jouw manier van bidden het gewenste resultaat? Na bijna vijftig jaar van bediening, heeft Andrew Wommack enkele belangrijke waarheden ontdekt over het gebed. Zijn gebedsleven is heel anders dan dat het dertig jaar geleden was en de resultaten zijn sterk verbeterd! Je stelt misschien net zulke vragen als Andrew vroeger deed. Is gebed mijn christelijke plicht? Is gebed in de eerste plaats bedoeld om God te vragen om in mijn behoeften en in de behoeften van anderen te voorzien? Is verhoord gebed een soeverein besluit van God of heb ik de mogelijkheid om Hem te beïnvloeden? Is het antwoord van God op mijn gebed gebaseerd naar de mate van mijn nederigheid en oprechtheid? Heldere, schriftuurlijke antwoorden op deze vragen en meer kunnen belangrijke veranderingen teweegbrengen in jouw manier van bidden. Deze principes zullen niet de enige manier van bidden zijn, maar als je niet de gewenste resultaten verkrijgt, overweeg dan eens om van richting te veranderen. Misschien is er een afslag naar echt gebed. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A435149687?aid=kb-online-bibliotheek&sid=19&dts=1765469119548&sig=226d6b7e8ba4ee6c528c1cc30278592d981fd06062055055d613bd7065fc2105&width=320",
      "dateSeen": "2025-12-12T07:18:21.760Z"
    },
    "a514b9b4369c917b9e0dc1e98b5c52380dc777d4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45648650X/lessen-van-elia-andrew-wommack",
      "title": "Lessen van Elia",
      "subtitle": "Levenslessen uit het leven van een profeet die Gods kracht en voorziening ervoer",
      "authors": "Andrew Wommack",
      "description": "Door vallen en opstaan leren we een hoop, maar zou het soms niet beter zijn om te leren van de successen en fouten van anderen? De Bijbel staat vol verhalen die dienen als voorbeeld (1 Korinthe 10:6,11). Wij kunnen ervan leren wat we wel en niet moeten doen. Een van deze voorbeelden is Elia. Op zoek naar Gods voorziening? Op God vertrouwen wanneer alles om je heen lijkt tegen je te zijn? Stoppen met zelfmedelijden? Elia heeft het allemaal meegemaakt en weet hoe je met deze dingen om moet gaan. Zijn bediening duurde niet erg lang, maar bevat genoeg levenslessen die wij vandaag de dag nog steeds kunnen gebruiken. Je zou er misschien niet zo snel over na hoe een oudtestamentische profeet jou iets kan leren, maar een man die niet stierf, die in de hemel werd opgenomen door een wervelwind, zal je echt wel iets te vertellen hebben. Ontdek de goede - en verkeerde - manieren om God te volgen, en leer meer over hoe God beloont wie Hem eert. Dit boek geeft je levenswijsheid, zonder zelf de blauwe plekken op te lopen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45648650X?aid=kb-online-bibliotheek&sid=19&dts=1765472068003&sig=c2b3211b7dccee90b21ede79d4aafe0bb2f12d7bb7e8f31ac746e3296782dcc0&width=320",
      "dateSeen": "2025-12-12T07:18:22.230Z"
    },
    "7ea158b20cadc7123c1f6c6f342d478db4a6a75c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436769832/beperk-god-niet-andrew-wommack",
      "title": "Beperk God niet",
      "subtitle": "Zie jezelf als succesvol",
      "authors": "Andrew Wommack",
      "description": "Hoe zie jij jezelf? Veel van de Israëlieten konden het beloofde land niet binnengaan omdat zij zichzelf zagen als sprinkhanen (Numeri 13:33). De Bijbel zegt dat zij \"de Heilige van Israël beperkten\" (Psalm 78:41). Als jij echt Gods wil voor jouw leven wil gaan ervaren, dan moet je jezelf gaan zien zoals Hij jou ziet. Zoals jij denkt in je hart, zo ben je (Spreuken 23:7). In dit boek zul je ontdekken hoe Andrew dat deed. Zijn verhaal zal je inspireren en uitdagen als hij onthult hoe hij God beperkte door de manier waarop hij zichzelf zag. Ook jij zal, door je voorstellingsvermogen te gaan leren gebruiken, in plaats van klein te denken over jezelf, jezelf succesvol zien! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436769832?aid=kb-online-bibliotheek&sid=19&dts=1765474300553&sig=f6df1096786c4cd358c1af92f280728195be22732fff92caf54336d0725f9b49&width=320",
      "dateSeen": "2025-12-12T07:18:24.794Z"
    },
    "052b757b441d5d521ee755d17868802718a087a2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456488162/christelijke-filosofie-andrew-wommack",
      "title": "Christelijke filosofie",
      "subtitle": "Iedereen heeft een filosofie. Het bepaalt hoe je de wereld ziet en beslissingen neemt",
      "authors": "Andrew Wommack",
      "description": "Jij hebt een filosofie. Het bepaalt hoe je de wereld ziet en beslissingen neemt. Iedereen bekijkt het leven door een filter. De Bijbel noemt dat jouw filosofie. Het is de manier waarop je denkt en dat bepaalt de uitkomst van je leven. Ga eens bij jezelf na: geloof je dat de Bijbel het onfeilbare en geïnspireerde Woord van God is? Geloof je dat er maar één weg naar God is? Is God goed of veroordelend? Legt Hij jouw bestemming vast of heb jij daar een keuze in? De antwoorden op deze en nog veel meer vragen zijn bepalend voor jouw filosofie. Die filosofie beïnvloedt vervolgens hoe jij tegen veel sociale kwesties aankijkt, zoals schepping en evolutie, abortus en homoseksualiteit. Christelijke Filosofie gaat over hoe we denken, of zouden moeten denken volgens het Woord van God en de praktische toepassing daarvan op de problemen waar we in onze cultuur mee te maken hebben. Het zal de manier waarop je naar de wereld kijkt voor altijd veranderen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456488162?aid=kb-online-bibliotheek&sid=19&dts=1765474834786&sig=c4514bf456d9faba956f3f721954cbab30bb8c550782e9b35dbe5e705e87d2da&width=320",
      "dateSeen": "2025-12-12T07:18:27.381Z"
    },
    "8c1e52313b850f8264939328e099bd3ef8c9a73d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456486682/de-leesclub-iris-boter",
      "title": "De leesclub",
      "authors": "Iris Boter",
      "description": "De leesclub is het nieuwe boek van Iris Boter, een sfeervolle en spannende cosy mystery vol dorpse intriges en eigenzinnige personages. Wanneer Ella terugkeert naar het dorp van haar jeugd, voelt ze zich er onverwacht snel weer thuis. De smalle straatjes, haar oude school, de kapper, de dominee, iedereen die ze nog kent van vroeger – alsof de tijd heeft stilgestaan.  Maar dan treft Ella haar oma Fabi 's ochtends na een leesclub in de bibliotheek levenloos aan onder een omgevallen boekenkast. De politie doet het af als tragisch ongeval, maar daar gelooft Ella niets van. Samen met jeugdvriend Wout – inmiddels dierenarts en nog altijd dorpsbewoner – gaat ze op onderzoek uit en ze ontdekken geheimen, leugens en oude ruzies. Als de roddels wel heel persoonlijk worden, weet Ella zeker dat iemand iets verborgen wil houden… Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456486682?aid=kb-online-bibliotheek&sid=19&dts=1765471565605&sig=5f258b86e1767f7f1712a06a2b173b9a38325f6271460665e83cf338bc0cb9a3&width=320",
      "dateSeen": "2025-12-12T07:18:27.763Z"
    },
    "1662b0cd500adf1ea623cec22ea21f173f86d98a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456487522/wat-eens-ongeschonden-was-jos-govaarts---mark-de-groot",
      "title": "Wat eens ongeschonden was",
      "authors": "Jos Govaarts | Mark de Groot",
      "description": "",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456487522?aid=kb-online-bibliotheek&sid=19&dts=1765473887091&sig=576915f0ac9df58d58c6ea1f2c67cdb8a75000103a36f6d94e4bb6fdfa58cc11&width=320",
      "dateSeen": "2025-12-12T07:18:30.397Z"
    },
    "8216b690a21cd2a6e2a58fb9ceeaf2541edb5217": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444678093/een-liefde-voor-altijd-cynthia-zwagemaker",
      "title": "Een liefde voor altijd",
      "authors": "Cynthia Zwagemaker",
      "description": "Al jaren is Emma op zoek naar die ene perfecte man, om een stabiele, gelukkige relatie mee te hebben. Ze is dan ook dolgelukkig als Bart haar ten huwelijk vraagt. Eindelijk heeft ze het voor elkaar. Die ene misstap kan ze hem wel vergeven. Toch? Haar beste vriend Noah lijkt niet zo blij te zijn met de trouwplannen. Krijgt ze daarom toch twijfels? Of komt het door de nostalgische verhalen van meneer Franken, de oude man die ze regelmatig in het verzorgingstehuis bezoekt? Terwijl ze de voorbereidingen voor de bruiloft treft, ontdekt Emma iets wat alles verandert. Wie kan ze nog vertrouwen? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444678093?aid=kb-online-bibliotheek&sid=19&dts=1765469224859&sig=34f3ea2e07614babbcb6b86b1304a59cf4b6243f7bd8641f2d5c9f73dc5fcfd8&width=320",
      "dateSeen": "2025-12-12T07:18:31.303Z"
    },
    "77b42e68976a85d6d74141adf6b2e789aab0f30a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448832852/levensfundamenten-mike-pickett---carrie-pickett",
      "title": "Levensfundamenten",
      "subtitle": "zes pijlers om God en jezelf te kennen en impact te hebben",
      "authors": "Mike Pickett | Carrie Pickett",
      "description": "Het geloof eenvoudig uitgelegd Wil je meer weten over God en Zijn Woord? Soms is het zelfs lastig om te bepalen waar je moet beginnen! Maar alles wat je moet weten over God en jezelf is te vinden in zes basisprincipes. Deze eenvoudige basisprincipes zullen je relatie met God compleet veranderen, je kracht geven om elke aanval van de vijand te weerstaan en je toerusten om anderen te helpen. In Levensfundamenten werken auteurs Mike en Carrie Pickett de rotsvaste pijlers uit waarop je je christelijke levenswandel kunt bouwen: * Gods liefde voor jou * Hoe je geestelijk in elkaar zit * Hoe God jou ziet * Je identiteit in Christus * De ware aard van God * Je geestelijke autoriteit Elke essentiële waarheid waarvan God wil dat je die kent en ervanuit leeft, wordt hierin besproken! Hoe krijg ik een beter huwelijk en betere relaties? Wat wil God dat ik met mijn leven doe? Hoe wandel ik in kracht en autoriteit? Hoe evangeliseer ik voor Jezus? Hoe kan ik erop vertrouwen dat ik Gods Woord begrijp? Deze thema's en nog veel meer vind je in deze levensveranderende, Bijbelse waarheden die elk onderdeel van je leven positief zullen beïnvloeden. Je christelijke levenswandel kan nooit je fundament overstijgen. Bouw je leven dus op, stevig verankerd in deze zes essentiële Levensfundamenten! Mike en Carrie Pickett vormen, in de functie van vice-president, de dagelijkse leiding van Charis Bible College en Andrew Wommack Ministries International. Ze hebben zestien jaar als fulltime zendelingen in Rusland gewoond en zijn tot nu toe naar vijfentwintig landen en projecten gereisd. Ze zetten zich in om met behulp van Gods Woord leiders te ontwikkelen, waaronder hun twee kinderen, Elliana en Michael. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448832852?aid=kb-online-bibliotheek&sid=19&dts=1765473239802&sig=4860d9adf8f9bdb1a868e55ab7bb3167373ea8f425e55e18e2458afc70e5f296&width=320",
      "dateSeen": "2025-12-12T07:18:33.937Z"
    },
    "815f83f6ebdda9eebd0127e2d2393f3fd762651d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436920298/elena-weet-claudio-pi%C3%B1eiro",
      "title": "Elena weet",
      "authors": "Claudio Piñeiro",
      "description": "‘I N T I E M E N V L I J M S C H E R P V E R H A A L.’ – ESCRIBIRTE.COM.AR Elena heeft parkinson, haar dagindeling en schaarse activiteiten hangen daardoor volledig af van de stipte momenten dat ze haar medicijnen inneemt – haar ledematen werken dan een paar uur beter mee en uit lange ervaring weet ze precies hoeveel tijd ze heeft en wat haar actieradius is. Isabel woont aan de andere kant van de stad en hoewel de reis door de stad een schier onmogelijke opgave is voor Elena, móet ze Isabel opzoeken, want zij is degene die kan aantonen dat Elena’s dochter Rita geen zelfmoord heeft gepleegd. Met een strop om haar nek hing ze aan de kerkklok. Rita, die haar verzorgde, die ook bij Elena bleef wonen toen ze haar eerste vriend kreeg. Behendig weet Piñeiro in 'Elena weet' verhaallijnen van heden en verleden door elkaar. Ze schetst een schitterend, pijnlijk portret van de relatie tussen moeder en dochter, laverend tussen afhankelijkheid, haat en liefde, en weet feilloos in woorden te vatten wat het betekent gevangen te zitten in een lichaam dat amper doet wat je het opdraagt. ‘Dit boek fascineert van de eerste tot de laatste bladzijde.’ – Neue Zürcher Zeitung Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436920298?aid=kb-online-bibliotheek&sid=19&dts=1765473239819&sig=c9c6f3efb68f5893189332cc2ec98c47d8b36bcf7172dc2f6252ebbb85305279&width=320",
      "dateSeen": "2025-12-12T07:18:34.306Z"
    }
  }
}