{
  "values": {
    "dceb5d56745edfbceaefdef6bc063853e0efa29a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443405557/ik-overleefde-auschwitz-ferenc-go-ndo-r",
      "title": "Ik overleefde Auschwitz",
      "authors": "Ferenc Göndör",
      "description": "\"Op een zaterdag werden drie galgen klaargezet. Onder elke galg stond een kruk. Drie jonge mannen werden naar voren gesleept. Ze waren ter dood veroordeeld. Ze hadden geprobeerd om uit het kamp te vluchten. Een van de mannen herkende ik. Het was Pali. Hij was verdediger geweest in het voetbalteam van onze school.\" Ik overleefde Auschwitz is het waargebeurde verhaal van de joodse Ferenc Göndör. Ferenc groeit op in een klein stadje in Hongarije. Hij is elf jaar als de Tweede Wereldoorlog uitbreekt. Hitler krijgt steeds meer macht in Europa. De haat tegen joden neemt toe. Ook in Hongarije. Alle joden in het land worden opgepakt. Ferenc is een van hen. Ze worden gevangengezet in het gruwelijke kamp Auschwitz in Polen. Het is niet de bedoeling dat iemand daar ooit nog levend uitkomt. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443405557?aid=kb-online-bibliotheek&sid=17&dts=1759172370943&sig=1642978b54e0e22912ae2dfe15d2cc5775faabb3fa6c900f9bbe1a452da517ce&width=320",
      "dateSeen": "2025-09-30T07:13:51.844Z"
    },
    "9be5dcee0c8ffb3990ac681fbd5b8ffd0f49ed5e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/440308763/spiegeldagen-mark-h--stokmans",
      "title": "Spiegeldagen",
      "authors": "Mark H. Stokmans",
      "description": "Een Nederlandse makelaar krijgt drie jaar na de dood van zijn opa en de verdwijning van diens vrouw de opdracht het familiehuis in Spanje te verkopen. Tijdens zijn verblijf komen herinneringen en vragen over het verleden van zijn grootouders naar boven, en ontdekt hij waar zijn eigen hart ligt.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A440308763?aid=kb-online-bibliotheek&sid=17&dts=1759173704919&sig=0c4f02bb0ff8fed21c8ebe859fe0df4a4506778806847d2239ebc53a096b8ab4&width=320",
      "dateSeen": "2025-09-30T07:13:52.144Z"
    },
    "b4490ea14ea4956d03d43554c4a8ff4a91bbf603": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/430083645/schrijverig-kelly-meulenberg",
      "title": "Schrijverig",
      "subtitle": "het inspiratieboek voor beginnende schrijvers",
      "authors": "Kelly Meulenberg",
      "description": "Schrijven leer je door te doen! Of je nou een kort verhaal, roman, blog of iets anders wilt schrijven. Om je te helpen de woorden op papier te krijgen, deelt schrijfcoach Kelly Meulenberg haar ervaringen en favoriete schrijfoefeningen. Zodat je begint met schrijven en lekker door blijft gaan. Met de tips en oefeningen in dit boek: * Leer je tijd vrij maken en doelen stellen * Ontdek je jouw inspiratiebronnen * Laat je de angst los om niet origineel of niet goed genoeg te zijn * Krijg je tientallen ideeën voor verhalen en/of andere creatieve teksten * Schrijf je zinnen die verrassen, ontroeren, vermaken... wat je maar wilt! Na het lezen van dit boek - en heel veel schrijven natuurlijk - heb je duizenden woorden waar je trots op bent én weet je beter wat je wilt bereiken op schrijfgebied. Niets staat je in de weg om meer en beter te schrijven. In 2013 haalde Kelly Meulenberg (1990) haar master in Creative Writing en begon ze als schrijfcoach. Ze is je stok achter de deur, helpt je in te zien wat je sterke punten zijn en leert je nieuwe technieken. Met haar coaching, workshops en cursussen heeft ze al honderden beginnende en ervaren schrijvers geholpen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A430083645?aid=kb-online-bibliotheek&sid=17&dts=1759262404386&sig=84ea1c0a2330eeaa86aaa78bc9e532d995f6fa1127a5e1457b8654c601a1d349&width=320",
      "dateSeen": "2025-10-01T07:13:39.809Z"
    },
    "bbab196917faf652f2e9bda1d22c7c3eccc312a0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454701454/meiden-volgen-hun-dromen-jongens-hun-hormonen-charles-groenhuijsen",
      "title": "Meiden volgen hun dromen Jongens hun hormonen",
      "subtitle": "Winnaars en verliezers van de 21e eeuw. Vrouwen nemen de leiding, waar blijven de mannen?",
      "authors": "Charles Groenhuijsen",
      "description": "De apenrots wankelt: Nieuwe kansen voor vrouwen én mannen Worden vrouwen de baas in de wereld? Kortgeleden was die gedachte nog ronduit idioot. Nu niet meer. Want steeds meer vrouwen behalen spectaculaire successen in onderwijs, arbeidsmarkt, cultuur en wetenschap. Ze denken minder traditioneel over huwelijk, gezin en relaties. Hoe reageren mannen hierop? Worden ze boos en jaloers? Of grijpen mannen de uitdaging juist aan? Eindelijk wordt het enorme reservoir aan vrouwelijk talent immers nuttig gebruikt. Wordt de wereld dan ook een beetje aardiger, minder macho? Wat een uitdaging, wat een kans! Voor vrouwen én mannen. In Meiden volgen hun dromen, jongens hun hormonen schetst Charles Groenhuijsen deze nieuwe wereld van onze kleinzonen en kleindochters. Charles Groenhuijsen is schrijver, spreker, TV-presentator. Hij was jarenlang correspondent voor de NOS in Washington. Dit is zijn dertiende boek. Hij is getrouwd en heeft drie (succesvolle) volwassen kinderen: één dochter en twee zoons. www.chgroenhuijsen.com Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454701454?aid=kb-online-bibliotheek&sid=17&dts=1759244538281&sig=5815c143c5670bf27925458a1876cd056b23d872c6c0a071a8929efaee69a33b&width=320",
      "dateSeen": "2025-10-01T07:13:40.062Z"
    },
    "7b07a54ee15e587a40bbd862748effe32724290a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453705030/de-bakker-robin-van-lindt",
      "title": "De bakker",
      "authors": "Robin Van Lindt",
      "description": "Als Jamin voor de zoveelste keer Instagram heeft uitgespeeld onder werktijd, beseft hij dat het roer om moet. Hij besluit zijn bullshitbaan op te zeggen en te kiezen voor zijn langgekoesterde droom: bakker worden. Maar dan betrapt hij zijn vriend Eddy met iemand anders en neemt zijn leven een wel heel abrupte wending.\nJamin begint aan zijn opleiding tot bakker en (her)ontdekt het vrijgezelle leven met zijn beste vrienden Liv en Mauro. Tijdens een van de lessen brengt een bekende bakker een bezoek aan de opleiding en tot zijn verbazing beseft Jamin dat het zijn grote voorbeeld Raphäel de la Rouchefoucault is, een mysterieuze, befaamde bakker uit Parijs. Hij krijgt het meteen warm van de superknappe bakker en kan zich nog maar met moeite op zijn baksels concentreren. Gelukkig heeft hij klasgenoot Sam om het hoofd koel te houden.\nAls Jamin merkt dat de sterbakker hem óók interessant vindt, gaat het snel. Raphäel roept Jamin bij zich na een van zijn lessen. Als Raphäel hem en Sam uitnodigt voor een gastcollege in Parijs, lijkt Jamin zijn droom te leven. Met niets te verliezen besluit hij op het aanbod in te gaan.\nMaar kan hij zijn aandacht bij de lessen houden, of zit Raphäel te veel in zijn gedachten om een meesterbakker te worden? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453705030?aid=kb-online-bibliotheek&sid=17&dts=1759256645061&sig=16906904cfd8e10b561ea62abf02be1380454e94f36e9c06067671b463001f26&width=320",
      "dateSeen": "2025-10-01T07:13:40.267Z"
    },
    "f53f312ab6574ef3d2408de3df83e56771b375d0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442188501/blue-sisters-coco-mellors",
      "title": "Blue sisters",
      "authors": "Coco Mellors",
      "description": "‘Een krachtig en menselijk verhaal.’ - Libelle\nDe drie zussen Blue kunnen niet meer van elkaar verschillen. Avery, de oudste en ex-verslaafde die advocaat is geworden, woont met haar vrouw in Londen; Bonnie, een voormalig bokser, werkt als uitsmijter in Los Angeles en Lucky, de jongste, is model in Parijs. Er was ook een vierde zus, Nicky, wier onverwachte dood de fundamenten van het gezin heeft doen wankelen. Elke zus probeert Nicky’s dood op haar eigen manier te verwerken. Dan komen de zussen noodgedwongen voor het eerst weer samen in New York om de verkoop tegen te houden van het appartement waarin ze zijn opgegroeid.\nMaar het weerzien verloopt allesbehalve soepel. De enige persoon die hen bij elkaar hield is er niet meer, en de zussen moeten opnieuw uitvinden wie ze zijn en wat hen verbindt.\nBlue sisters is een warme roman over het leven na verlies en de onverbrekelijke band tussen zussen.\n‘A beautiful, messy, love and grief-filled book. It is a breathtaking novel, and I found great comfort in reading it. This book is so expertly crafted, it moved me deeply and I think I’ll reread it again soon’ - Liv Little in Elle\n'In Blue Sisters, grief is rendered with gorgeous particularity' - Raven Leilani, author of Luster\n'Deeply poignant. A definite for your beach bag' - Harpers Bazaar\n'A compulsive page-turner. Expect it to be just as popular as Cleopatra and Frankenstein' - Independent\n'A must for your summer reading list' - Country and Town House\n‘Think Little Women but for the contemporary female experience’ - Evening Standard\n'Even better than Cleopatra and Frankenstein, this is emotional heft meets page turner: it’ll be everywhere this summer’ - Grazia\n'It will make you laugh, cry deeply, and want to call your siblings’ - Cosmopolitan\n‘A poignant and visceral exploration of sisterhood and grief’ - Red\n'Has a core of humanity' Sunday Times Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442188501?aid=kb-online-bibliotheek&sid=17&dts=1759244536697&sig=e929d8d97bc47b233fa563b234abfa387af9562756a63b7642f60fb8962f3c34&width=320",
      "dateSeen": "2025-10-01T07:13:40.930Z"
    },
    "90ba23fb8a3a6387b7e54723fcf043f6fe49913f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442188161/sterrenstof-tatiana-de-rosnay",
      "title": "Sterrenstof",
      "authors": "Tatiana de Rosnay",
      "description": "‘Even origineel als ontroerend. Het portret van een actrice in een van haar kwetsbaarste rollen. Misschien wel De Rosnays beste boek tot nu toe.’ – Le Parisien Week-end\nPauline werkt in het legendarische Mapes Hotel in Reno, Nevada. Als ze op een dag invalt voor een collega ontmoet ze in suite 614 een wat slaperige vrouw. Dit blijkt Mrs Miller, oftewel Marilyn Monroe, die op dat moment in scheiding ligt met Arthur Miller en bezig is met de opnames van wat haar laatste film zou worden, The Misfits.\nTegen de achtergrond van de uitgestrekte vlakten van Nevada raken in Sterrenstof de levens van twee vrouwen uit heel verschillende werelden vervlochten. Deze ontroerende roman is een ode aan de allesoverstijgende kracht van vrouwenvriendschap en schetst een intiem portret van een niet eerder getoonde kant van Marilyn Monroe.\n‘Je moet het maar durven, een roman over de legende Marilyn Monroe; De Rosnay levert met overtuiging.’ – Le Figaro littéraire\n‘Met veel gevoel verweeft De Rosnay de levens van twee vrouwen tegen een decor van de betoverende luchten van Nevada. Dit is Tatiana’s American dream!’ – Elle Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442188161?aid=kb-online-bibliotheek&sid=17&dts=1759246181684&sig=9f597105de5ad39df28c73e92d01f1548f2be3175a81d4233037ba83c6963ee7&width=320",
      "dateSeen": "2025-10-01T07:13:41.158Z"
    },
    "debe5537ca4b8f33b0c7f5aaf0695f36e76368fa": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442187920/askruis-antoine-se-nanque",
      "title": "Askruis",
      "authors": "Antoine Sénanque",
      "description": "1348. De pest raast door Europa.\n1367. Twee jonge dominicaner monniken vertrekken vanuit hun klooster in de Languedoc naar Toulouse om kostbaar perkament te kopen, omdat hun overste Guillaume zijn levensverhaal daarop wil schrijven. Wanneer dit de inquisiteur ter ore komt, is diens argwaan direct gewekt. Guillaumes verhaal houdt een groot risico in voor de katholieke kerk: het kan de waarheid onthullen over de oorsprong van de pest en het verband met het lot van Guillaumes leermeester, Meester Eckhart, mysticus en een van de meest bewonderde – maar later vervloekte – predikers van het christendom. Er is de inquisiteur alles aan gelegen dit geheim verborgen te houden.\nOp indrukwekkende wijze vervlecht Sénanque kleine met grote geschiedenis, van oorlogen en inquisitie tot vervolging en verraad, in een roman die de lezer meeneemt van de banken van de Sorbonne tot de steppen van Centraal-Azië.\nAskruis is een historisch fresco maar ook een spirituele en dramatische pageturner waarin Eckharts woorden en de keuzes van onze twee hoofdpersonen een nieuwe betekenis geven aan het woord ‘broederschap’.\n‘Historische roman geeft onthutsend beeld van de Rooms-Katholieke Kerk in de tijd voor de Reformatie.’ , ”Askruis” is allesbehalve oppervlakkig, het is leerzaam en spannend.’ - Reformatisch Dagblad\n'Voorbij het duister is Askruis vooral een verhaal van broederschap en persoonlijke moed als wapens tegen religieuze verblinding en de lust naar macht. Dat alles schildert Sénanque met zwier, even zwierig vertaald door Noor Koch. De roman is vaardig gecomponeerd als een raamvertelling, wat het verhaal zijn spanning verleent. Het resultaat is een kleurrijk fresco met twee glanzende panelen. En als er van Eckhart een woord overblijft, dan is het ‘onthechting’. Een woord dat ook onze tijd zin kan verlenen.' - de Volkskrant\n‘Ingenieus opgezet boek [...] ‘Een nieuwe ‘de naam van de roos’’. ‘De roman staat bol van de fascinerende (en leerzame!) bijzonderheden over allerlei middeleeuwse zaken’ - Trouw\n‘De doordringende beschrijvingen van een afstotelijke en gevaarlijke wereld toont Sénanque zijn ‘meesterlijke pen’, en loont zijn achtergrond als arts en historicus. Op die momenten doet de roman nog het meest denken aan Het Parfum van Patrick Süskind.’ - De Standaard\n‘Zowel leerzaam als kostelijk’ – Max Magazine\n'Een zeer rijke roman die uitblinkt in ritme en dialoog, en een ode aan de vriendschap.’ – Le Figaro * Selection Figaro Weekend *\n ‘Geweldig geschreven roman die gaandeweg steeds meer een middeleeuwse detective wordt. Om van te genieten!’ – Télérama\n‘De eigenlijke hoofdrolspeler [is] niemand minder dan de grote mysticus Meester Eckhart, die door Sénanque fraai tot leven wordt gewekt.’ - Katholiek Nieuwsblad Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442187920?aid=kb-online-bibliotheek&sid=17&dts=1759244795016&sig=596b83462b27f4b3ae128c6a34109768babfc35a529367abc9871419d0476e9d&width=320",
      "dateSeen": "2025-10-01T07:13:41.385Z"
    },
    "fc0d50e6d93be6fe0f09dc7e3935bb6b1dbe44ec": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44218798X/amerika-amerika-marieke-de-vries",
      "title": "Amerika Amerika",
      "subtitle": "Unieke verhalen uit een diep verdeeld land",
      "authors": "Marieke de Vries",
      "description": "Voor wie de Amerikaase verkiezingen goed wil begrijpen\nIn de aanloop naar de verkiezingen blikt Marieke de Vries terug op diverse grote gebeurtenissen die het nieuws beheersten: de dood van George Floyd, de bestorming van het Capitool, de afzettingsprocedures tegen Donald Trump, zijn arrestatie, het televisiedebat tussen hem en Joe Biden op 27 juni 2024, de moordaanslag op de ene en de terugtrekking uit de race van de andere presidentskandidaat.\nMarieke vertelt ook openhartig over haar all-American aangetrouwde familie: hardwerkende mijnwerkers die binnen afzienbare tijd van democratische vakbondsleden in fanatieke Trump-aanhangers zijn veranderd.\nAmerika Amerika biedt zowel een kijkje in het ongewone leven van een buiten landverslaggever als een insidersblik op Amerika in de aanloop naar de presidentsverkiezingen op 5 november 2024. Bovendien toont dit boek de mens achter de liberale en de conservatieve stemmers in het diep verdeelde land van de onbegrensde mogelijkheden.\n'De Vries geeft met Amerika Amerika alvast een sterk onderbouwde en glasheldere opeenstapeling van feiten die je in de aanloop hiernaar niet kunt missen.' - Boekenkrant Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44218798X?aid=kb-online-bibliotheek&sid=17&dts=1759254757429&sig=0a10a96d9091b77143c6b57f834475408c5f072b38a2bf0ea7ff6e531c308aa8&width=320",
      "dateSeen": "2025-10-01T07:13:41.623Z"
    },
    "18074d183a07e124a939f438ab5259eb17046390": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442188358/onder-de-sterrenhemel-camilla-davidsson",
      "title": "Onder de sterrenhemel",
      "authors": "Camilla Davidsson",
      "description": "Zou de pelgrimstocht echt helpen, of was dat een verkeerde inschatting?\n De eenendertigjarige Emma zit op het vliegveld. Ze is op weg naar Frankrijk om de Camino naar Santiago de Compostella te gaan lopen en laat Londen achter zich. Toen ze een jaar geleden Eric ontmoette, zegde ze haar baan in Zweden op om bij hem in Engeland te kunnen zijn. Maar al snel bleek dat hij haar gevoelens niet deelde.\nWanneer Emma over de pelgrimsroute hoort, ziet ze dit als een teken dat ze haar leven moet veranderen en met een oude, veel te volle rugzak vertrekt ze. Dag na dag de lange afstanden afleggen blijkt zwaarder dan ze had gedacht, maar ze is niet alleen – ze ontmoet mensen die ieder hun eigen redenen hebben om de Camino te lopen. Door met hen verhalen en erva­ringen uit te wisselen krijgt Emma het gevoel dat ze langzaam maar zeker weer zichzelf wordt. Wat begon als een spontaan idee, verandert haar meer dan ze had kunnen bedenken.\nOnder de sterrenhemel gaat over een jonge vrouw die op een moeilijk moment in haar leven besluit op zoek te gaan naar zichzelf.\nBloggers zijn enthousiast: ‘Prachtig, aangrijpend en stemt tot nadenken.’\n'Intelligente feelgood over het durven luisteren naar je innerlijke stem (en je eigen weg door het leven vinden).’\n‘Een leuk feelgoodboek voor de herfstige dagen die er aankomen.’ Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442188358?aid=kb-online-bibliotheek&sid=17&dts=1759244813315&sig=2483294c355faf63f4d50e1e8d53410c5205be0ba5e58ffdbc816941dc0ba4ab&width=320",
      "dateSeen": "2025-10-01T07:13:41.863Z"
    },
    "bc2536604f00a8da97408c1dea869ccaf1d01532": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443690057/een-aardig-meisje-elvin-post",
      "title": "Een aardig meisje",
      "authors": "Elvin Post",
      "description": "‘De VVE blijkt een uitstekend decor voor een thriller, bewijst Elvin Post in Een aardig meisje.’ - De Volkskrant\nMegan Smit is een aardig meisje. Helaas is het leven tot nu toe niet zo aardig voor háár. Op jonge leeftijd verloor ze haar vader, ze liep haar gedroomde carrière als filmactrice mis en haar moeder wil maar niet begrijpen waarom ze een einde maakte aan de disfunctionele relatie met haar ex-vriend Rex. Wanneer Megan een nieuw appartement betrekt in Rotterdam, lijkt het leven haar eindelijk toe te lachen. Lijkt. Want nog geen vijf maanden later ligt haar buurman dood in het trappenhuis en wordt ze beschuldigd van moord.\nIs Megan onschuldig, zoals ze beweert, of liegt ze en is ze opgehouden een aardig meisje te zijn?\nEen aardig meisje van Elvin Post is een spannende whodunit waarin je continu op het verkeerde been wordt gezet.\n‘Een aardig meisje’ is een echte aanrader. Het leest vlot, heeft hilarische personages én staat vol met bizarre plotwendingen.’ - Havenloods\n‘Hij heeft een prettige vertelstijl en de hoofdstukken zijn opgeschreven als korte hapklare brokken. Daardoor lees je het boek in een ruk uit.’ - de Boekenkrant\n‘Een verassende thriller’. - Margriet\n‘Een aardig meisje is niet alleen een aanrader voor thrillerfans, maar ook voor iedereen die zelf in een VvE woont of ooit te maken heeft gehad met burenruzies.’ - Nederlandvve.nl Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443690057?aid=kb-online-bibliotheek&sid=17&dts=1759245287081&sig=923a64faf24cc56c0ac5d8ecaef400718969d63a7d0c48de2921d0a504b382e2&width=320",
      "dateSeen": "2025-10-01T07:13:42.085Z"
    },
    "a46d2672cc93e3f96bebe01a99fac0a5d6828343": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443125627/de-bessenplukkers-amanda-peters",
      "title": "De bessenplukkers",
      "authors": "Amanda Peters",
      "description": "Winnaar van de 2023 Barnes & Noble Discover Award en winnaar van de 2024 Andrew Carnegie Medal for Excellence in Fiction.\nMaine, 1960. Op een hete nazomerdag ziet de zesjarige Joe zijn zusje Ruthie aan de rand van de bessenvelden op haar favoriete steen zitten terwijl hun familie er aan het werk is als fruitplukkers. Maar die middag verdwijnt Ruthie spoorloos. Joe was de laatste die haar zag; schuldgevoel en verdriet achtervolgen hem de rest van zijn leven.\nIn een welgestelde buitenwijk er niet ver vandaan groeit Norma op als enig kind van strenge ouders. Ze is nieuwsgierig en barst van de vragen die haar ouders bruusk wegwuiven. Waarom is haar huid donkerder dan die van hen en waar komen haar levendige dromen vandaan, over kampvuren en warme armen om haar heen? Ze voelt dat er iets niet klopt. Het zal nog jaren duren voor ze achter de waarheid komt…\nDe bessenplukkers is een ontroerende roman met onvergetelijke personages over inheemse tradities en de westerse drang deze uit te wissen.\n'Een hartverscheurende roman over een te weinig besproken, gruwelijke historische praktijk. Peters geeft op monumentale wijze een stem aan een volk dat uitgewist moest worden.' - The New York Times\n'Weergaloze roman over liefde, ras, wreedheid en de helende kracht van vergeving.' - People Magazine Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443125627?aid=kb-online-bibliotheek&sid=17&dts=1759246060006&sig=cf2451c5ba435584145030552b9297a4d9f9aefd35542c82112ea60415d07ba3&width=320",
      "dateSeen": "2025-10-01T07:13:42.307Z"
    },
    "47a925bf0cb7b6698dd1d6e0bbb6cb5570c8a0dd": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442188145/zijn-geur-na-de-regen-ce-dric-sapin-defour",
      "title": "Zijn geur na de regen",
      "authors": "Cédric Sapin-Defour",
      "description": "Winnaar Prix Goncourt des Animaux\nHet begint met een kleine advertentie in een reclamekrantje waarin een thuis gezocht wordt voor twaalf Berner sennenpuppy’s. Niet veel later heeft Cédric – gymleraar en alpinist – een nieuwe metgezel: Ubac. Met warmte en humor schildert Cédric hun ongrijpbare vorm van liefde zonder woorden, hun gezamenlijke avontuur, dat veel te snel voorbij gaat; na dertien jaar is Ubac een bejaarde hond en sterft hij. Het einde dat Cédric vanaf de eerste dag al vreesde. Het gemis is hevig. Cédric lijkt nog steeds het getik van Ubacs nagels op de vloer te horen en hij mist zelfs zijn geur na de regen, die voorgoed is verdwenen.\nZijn geur na de regen is een universele vertelling over een verstandhouding waarin bijna alle verschillen worden overbrugd. Maar ook over de dood, die onafwendbaar is maar daardoor juist betekenis geeft aan het leven, en over het intense geluk dat een huisdier een mens kan brengen.\n‘Overstijgt alle definities van wat tot de mensenwereld of tot het dierenrijk behoort: vriendschap, liefde, ouderschap, broederschap. Alles wordt fluïde in dit magistraal geschreven boek.’ Le Monde\n‘Sapin Defour schreef een heel persoonlijk boek over zijn relatie met zijn Berner sennenhond Ubac, maar tegelijk ook een boek waarin hondeneigenaren zich zullen herkennen.’ - de Boekenkrant Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442188145?aid=kb-online-bibliotheek&sid=17&dts=1759248603305&sig=11f1ca691d532d512ccebe9573faaa276713066d31325730e2e95a346442439e&width=320",
      "dateSeen": "2025-10-01T07:13:42.561Z"
    },
    "943483b959f61ee89f5cc07aad17d638166c0d20": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443090696/op-een-dag-lachen-we-erom-thomas-korsgaard",
      "title": "Op een dag lachen we erom",
      "authors": "Thomas Korsgaard",
      "description": "Wat gebeurt er als een straatarm gezin ineens een groot geldbedrag krijgt en daarmee eindelijk de kans heeft om alle dromen te verwezenlijken? Zal het geld dit gezin dat woont aan het eind van een lange, doodlopende, stoffige zandweg geluk brengen? Terwijl de jonge Tue de wereld buiten de boerderij ontdekt en worstelt met zijn seksualiteit en zijn vriendschappen, beseft hij dat het geld niets verandert; een vers geschilderd huis en nieuw meubilair kunnen de onderliggende scheuren niet verhullen.\nOp een dag lachen we erom is het los te lezen vervolg op de internationale bestseller Mocht er iemand langskomen. Het is het tweede boek in de semiautobiografische Tue-trilogie, die in Denemarken en Noorwegen lovend werd ontvangen; sociaalrealistisch en doorspekt met rauwe humor.\n5 sterren - ‘Met zijn gevoelige pen, scherpe blik en humor schiet Korsgaard midden in de roos.’ Ekstra Bladet\n‘Dit is het leven, zoals het is: met een lach en een traan, gênant en ontroerend, deprimerend en hoopvol.’ - de Volkskrant\nPers over Mocht er iemand langskomen:\n'Blinkt uit in rauw realisme en laat zien hoe bepalend de sociale omstandigheden zijn waarin iemand opgroeit.'- de Volkskrant\n'Bijzonder meeslepend [...]. De nuchtere toon geeft het verhaal iets ironisch en zelfs luchtigs. Korsgaard klinkt minder mistroostig dan de Franse schrijven Édouard Louis, wiens romans over de uitzichtloze armoede in Frankrijk thematisch verwant zijn.' - Trouw\n'Korsgaard is een van de meest getalenteerde schrijvers van dit moment.' Berlingske Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443090696?aid=kb-online-bibliotheek&sid=17&dts=1759243832153&sig=4adbd9819cf0b88b01df3656fa837938e6350b967a2f27bf784bda0cce40ca06&width=320",
      "dateSeen": "2025-10-01T07:13:42.808Z"
    },
    "5779b960bc5f52accb7d714aad961b662c8ea33c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454701446/de-waterzoon-eva-vriend",
      "title": "De waterzoon",
      "subtitle": "Jac. P. Thijsse, zijn zoon en onze verhouding tot de natuur",
      "authors": "Eva Vriend",
      "description": "In hoeverre mogen we ingrijpen in de natuur? Dit urgente vraagstuk domineert de familiegeschiedenis van Jac. P. Thijsse. In zijn populaire Verkade-albums leerde hij Nederland begin vorige eeuw om de natuur te koesteren. Hij gaf de aanzet tot de oprichting van Natuurmonumenten. Zijn zoon Jo Thijsse volgde een ander pad. Hij specialiseerde zich in de waterloopkunde en werd de wetenschappelijke man achter de Afsluitdijk en de Deltawerken. In dit fijnzinnige essay onderzoekt Eva Vriend de grenzen van de maakbaarheid. Aan de hand van het onbekende verhaal van vader en zoon Thijsse laat ze zien hoe onze verhouding tot de natuur telkens verandert. In tijden van stikstofproblemen, afnemende biodiversiteit en klimaatcrisis biedt De waterzoon een verrassend historisch perspectief op een vraagstuk dat ons allemaal raakt. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454701446?aid=kb-online-bibliotheek&sid=17&dts=1759382868912&sig=5165759f36238f109bf1f14bd8f2fc2f51139a62e5521e89872ac4d65f57aa66&width=320",
      "dateSeen": "2025-10-02T07:12:36.956Z"
    },
    "3be5b2b96297b2885f8a636bc3c23fd4e9f5d2b9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443125635/de-gentleman-uit-peru-andre-aciman",
      "title": "De gentleman uit Peru",
      "authors": "Andre Aciman",
      "description": "Een groep Amerikaanse studievrienden verblijft in een luxueus hotel aan de zonovergoten Amalfikust. Terwijl hun zeiljacht gerepareerd wordt, brengen ze hun dagen in de tussentijd door op het hotelterras, loungend in de lome hitte. Hun blik valt op een mysterieuze oudere man die elke avond aan de tafel naast hen zit, altijd met een glas wijn, een notitieboekje en een sigaret. Wanneer ze deze elegante reiziger uitnodigen om zich bij hen te voegen voor de lunch, kunnen ze niet bevroeden waar dat toe zal leiden. De man deelt zijn bijzondere gaven en wijsheden met hen, en een verhaal dat het leven van een van hen voor altijd zal veranderen.\n‘Een magisch-realistisch zwijmelsprookje’ - VPRO gids\nOp meesterlijke wijze heeft André Aciman in het sensuele De gentleman uit Peru haarscherpe inzichten in een intens verhaal over spijt, het lot en allesoverstijgende liefde.\n'Acimans romans lees je niet, het is eerder dat je er ademloos in opgaat.' - The Times\n'Wederom een meesterlijke vertelling over verlangen en begeerte.' - Glamour\n'Er is geen auteur die zó over verlangen kan schrijven als André Aciman.' - Max Porter\n‘Onvergetelijke nieuwe liefdesgeschiedenis.’ - Ciaotutti.nl Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443125635?aid=kb-online-bibliotheek&sid=17&dts=1759342352477&sig=c64fadc98c84b3a3b98c3bc36d855dec917f99fcd5f9cc9ca84ae5943c866f9f&width=320",
      "dateSeen": "2025-10-02T07:12:37.200Z"
    },
    "3054f4f6d9f32c479ffce0148a77d45521bd2534": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442188250/hard-gras-157-tijdschrift-hard-gras",
      "title": "Hard gras 157",
      "authors": "Tijdschrift Hard Gras",
      "description": "In deze Hard Gras een etymologische studie door Aron Groot naar de oorsprong van het woord oranje, een voorpublicatie uit De Koning van de Nacht van Michel Doodeman; een virtuoos portret door Eva Vriend van Almere City waarin Alex Pastoor ongewild de running gag werd. En aandacht voor de wraakoefening van Thomas RIjsman die een jaar geleden tijdens een amateurwedstrijd zwaar geblesseerd raakte door de nieuwe TD van Ajax: Alex Kroes. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442188250?aid=kb-online-bibliotheek&sid=17&dts=1759305161655&sig=f76c38ec9cee6aafffa941a2bf590986c37f91007d63fefe3dcfd7168afa0a8b&width=320",
      "dateSeen": "2025-10-02T07:12:37.386Z"
    },
    "66f6f16eb03d332c838a5acb9074d183d1cf5604": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442188315/zoals-zussen-zijn-loes-hegger",
      "title": "Zoals zussen zijn",
      "subtitle": "De gekreukelde levens van vijf vrouwen in de twintigste eeuw",
      "authors": "Loes Hegger",
      "description": "Vijf zussen die elk op hun eigen manier worstelen met het leven en de rol die hun is toebedeeld.\n1935. Als moeder onverwacht komt te overlijden, daalt er een kilte neer over het voorheen warme gezin Kleinhout. De oudste zus neemt noodgedwongen de moederrol op zich – een lot dat ze verbitterd ondergaat. Alle zussen kiezen hun eigen levenspad en allemaal stuiten ze op andere obstakels. Samenleven met een vrouw, maar daar wordt niet over gepraat. De perfecte huisvrouw willen spelen, ook als het tegenzit. Nobel werk verrichten, maar onbetaald en ondergewaardeerd. Voor onafhankelijkheid kiezen en vereenzaamd achterblijven.\nMet gevoelige pen beschrijft Loes Hegger de levensloop van haar moeder en tantes. Ze waren geen heldinnen of pioniers, maar gewone vrouwen in een tijd van beperkte bewegingsvrijheid. Hun onmacht uitte zich als woede, waar hun omgeving hen op afrekende. De geschiedenis van de vijf zussen doet je met andere ogen kijken naar het vrouw-zijn anno nu. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442188315?aid=kb-online-bibliotheek&sid=17&dts=1759332613095&sig=227a94d84891920cec71a09d4dfb242df7e51767227df3aea6f4b665ff498d8a&width=320",
      "dateSeen": "2025-10-02T07:12:37.637Z"
    },
    "4ab2813c3d7ae708635aafe39ff281ae2cdd7fbe": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444678050/de-tijgerkat-g--tomasi-di-lampedusa",
      "title": "De tijgerkat",
      "authors": "G. Tomasi di Lampedusa",
      "description": "Een Siciliaanse aristocraat beschrijft een episode uit het leven van zijn overgrootvader, een der machtigste en rijkste vertegenwoordigers van de adel op Sicilië midden 19e eeuw toen het eiland door Garibaldi bezet was.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444678050?aid=kb-online-bibliotheek&sid=17&dts=1759431715983&sig=693cc55d9ee1fe65b939981084d3344ae05b159ead73f9ce0ab4bfe5dcec6e8b&width=320",
      "dateSeen": "2025-10-03T07:12:37.805Z"
    },
    "dfebf23cab0b0ac452e5e7f7eb9cf30d7b447e91": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444571965/popcorn-donut-kaassouffle--eline-van-wieren",
      "title": "Popcorn donut kaassoufflé",
      "authors": "Eline van Wieren",
      "description": "Een jonge vrouw gaat in groepstherapie voor mensen met een eetbuistoornis. Wanneer ze een sterke band ontwikkeld met een groepsgenoot, wordt ze geconfronteerd met de vraag of je wel verliefd zou moeten worden als je problemen hebt met voor jezelf zorgen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444571965?aid=kb-online-bibliotheek&sid=17&dts=1759420457289&sig=00fabb86afc9c05b19f677b1e26ad1aeb9b3125fa0eda8a6e1640ee254e8f517&width=320",
      "dateSeen": "2025-10-03T07:12:37.981Z"
    },
    "43da8eb80b773c10592d9e0a83555216cec3fa32": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444427643/the-let-them-theory-mel-robbins",
      "title": "The Let Them Theory",
      "subtitle": "Nederlandse editie; een life-changing tool waar miljoenen mensen niet over uitgepraat raken",
      "authors": "Mel Robbins",
      "description": "Bevrijd jezelf van stress en zorgen met The Let Them-theory. Ontdek praktische tips voor meer controle, betere relaties en een energieker leven.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444427643?aid=kb-online-bibliotheek&sid=17&dts=1759427039161&sig=12697e1c12e985ef790b766862b9e1fe6674949688f83fc69b5672ac251c0d15&width=320",
      "dateSeen": "2025-10-03T07:12:38.321Z"
    },
    "a311c2fedd4c5a842c6a33098a2471fdb7c684be": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442273150/33-gwen-van-poorten",
      "title": "33",
      "subtitle": "Een jaar waarin ik alles verloor en me nog nooit zo rijk heb gevoeld",
      "authors": "Gwen Van Poorten",
      "description": "Een reis vol hoogtepunten maar ook zeker dieptepunten. Zo kun je het afgelopen jaar van Gwen van Poorten het best beschrijven. Van paddoceremonies tot botox, van met je partner naar Burning Man en je daar verloven tot het verbreken van die verloving, en tijdens het verhuizen naar je nieuwe woning ál je spullen kwijtraken.Wat begon als een zoektocht naar zingeving en het onderzoeken van vraagstukken die je als dertiger hebt – wie ben ik, wat wil ik, kinderwens, trouwen, vriendschappen, zelfontwikkeling –, eindigde in het opnieuw inrichten van een leven, zonder bezittingen, maar met hond en een traplift. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442273150?aid=kb-online-bibliotheek&sid=17&dts=1759406289367&sig=8a5e265ea7cab29047900d5f50f103562e08f5eff6b5b9fd243285db709a7358&width=320",
      "dateSeen": "2025-10-03T07:12:38.499Z"
    },
    "f2358df4dc421f6af6fa609c6fe88c1b49594478": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444330941/work-laugh-balance-pep-rosenfeld",
      "title": "Work-Laugh Balance",
      "subtitle": "Why and how humor will make you and your team more successful",
      "authors": "Pep Rosenfeld",
      "description": "We all work. And we all like to laugh. This book is about how to do both at the same time – and why doing both at the same time is so powerful and so valuable. It's about how to make your workplace a place where you and your colleagues can appreciate and enjoy humor together. It's about why humor at work is better for you, your team, your company and the quality of the work you all do together.\nHumor connects people, even people who might not naturally get along. It communicates messages and makes them memorable. It allows people to see subjects – and problems – in a new light. The magic of humor is real. And you can learn how to do it. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444330941?aid=kb-online-bibliotheek&sid=17&dts=1759404681696&sig=9f3d97a3043e2ce8e24e7123901ab5f86dedba76b3fd05e0ccd6451baa36424b&width=320",
      "dateSeen": "2025-10-03T07:12:38.702Z"
    },
    "3555aa5db87874e432e197243c50052c95b6574f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444294740/de-waarde-van-weerbaarheid-sunita-sah",
      "title": "De waarde van weerbaarheid",
      "subtitle": "Laat je stem horen, leef volgens je eigen waarden en bewaak je grenzen",
      "authors": "Sunita Sah",
      "description": "Waarom is het zo moeilijk om je uit te spreken, ook al weet je dat iets fout is?\n Organisatiepsycholoog dr. Sunita Sah legt in heldere taal uit hoe we de kracht van een oprecht 'nee' kunnen ontdekken en benutten.\nHoe vaak hebben we niet willen protesteren, onze mening willen geven of iets willen afwijzen, maar ons toch aangepast en gezwegen? Waarom is de druk om te conformeren zo sterk? Aan de hand van haar baanbrekende onderzoek en inspirerende voorbeelden laat dr. Sah zien hoe weerbaarheid een positieve kracht kan zijn voor persoonlijke en sociale verandering. Door de vijf fasen van weerbaarheid te verkennen, geeft ze de lezer praktische tools om op te komen voor hun eigen waarden en overtuigingen.\nDit boek is onmisbaar voor iedereen die wil leren hoe je kunt opstaan wanneer het er echt toe doet. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444294740?aid=kb-online-bibliotheek&sid=17&dts=1759417731847&sig=b9940fd1c77c0c1bc8357601519224be71feb7f2c80494d180e62e615bc4c68b&width=320",
      "dateSeen": "2025-10-03T07:12:38.898Z"
    },
    "8e7d084b3f18930c8fa23d9a6c6449280144b116": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444169415/de-wind-over-het-land-franco-faggiani",
      "title": "De wind over het land",
      "authors": "Franco Faggiani",
      "description": "De wind over het land, waarvoor de auteur zich liet inspireren door een goede vriend, vertelt het verhaal van Gregorio Bajocchi del Drago, die door een tragische gebeurtenis op zestienjarige leeftijd de eeuwenoude wijnboerderij van zijn familie erft. Met veel hulp van enkele trouwe werknemers, onder wie de ouders van Gregorio’s jeugdvriend Massino, kan het familiebedrijf overleven en krijgt Gregorio (die altijd een andere toekomst voor ogen had) de kans zich ook buiten het boerenbedrijf te ontwikkelen. Door de jaren zal de vriendschap tussen Gregorio en Massino een belangrijke rol blijven spelen. Faggiani schreef een ontroerende roman over de band met het land en het belang van een gemeenschap waarbinnen iedereen, als dat nodig is, elkaar beschermt – een prachtig verhaal over solidariteit, liefde en vriendschap.\n‘Faggiani’s pen is innemend.’ – Humo\n‘Faggiani raakt een snaar, dat is zeker.’ – Algemeen Dagblad\n‘De beschrijvingen van het Italiaanse landschap doen denken aan Paolo Cognetti.’ – Evelijn de Jong, Boekhandel Dominicanen Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444169415?aid=kb-online-bibliotheek&sid=17&dts=1759396124501&sig=74fbe73029217a42db7342593bae2eaab3c0bb3041f4e4c9c837d194820fe448&width=320",
      "dateSeen": "2025-10-03T07:12:39.105Z"
    },
    "b2fd889f8c9598f8b01b6385bc98f34a93bca56a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444169431/nachtkijker-tracy-sierra",
      "title": "Nachtkijker",
      "authors": "Tracy Sierra",
      "description": "Tijdens een sneeuwstorm stopt een moeder haar zoontje ’s nachts terug in bed. Ze hoort iets, voetstappen, zwaar en langzaam, die de trap opkomen. In het donker ziet ze een man in de gang. Doodsbang maakt ze haar kinderen wakker en ze sluipen naar het oudste gedeelte van het huis, waar een verborgen ruimte is. In de duisternis moet de moeder, verlamd door angst, een plan bedenken. Dan vangt ze weer een glimp van de man op. En weet ze dat hun situatie nog erger is dan ze dacht…\n‘Wie heeft er niet meegemaakt dat een oud huis ’s nachts geluiden maakt waarvan je je afvraagt of er meer aan de hand is? Dat ongemak verandert in pure angst in Sierra’s adembenemende debuut. Het verhaal valt tussen horror en suspense, en overvalt je met een bijna ondraaglijke intensiteit. Een van de beste debuten die ik in jaren gelezen heb.’ – LA Times\n‘Doodeng, claustrofobisch en onmogelijk weg te leggen.’ – Karin Slaughter\n‘Horror wordt gemixt met suspense in deze hartverlammende locked-room thriller, waarin de angst om in je eigen huis opgesloten te zitten met een moordenaar tot in perfectie wordt beschreven.’ – ELLE Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444169431?aid=kb-online-bibliotheek&sid=17&dts=1759397241475&sig=0195733769490fe8f328a98699b98c97a44f5e276950e899ee5a12003250927e&width=320",
      "dateSeen": "2025-10-03T07:12:39.290Z"
    },
    "e21053b3b751681a9002c7fed5da256d6110c6fe": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443100551/de-ballerina-van-auschwitz-edith-eger",
      "title": "De ballerina van Auschwitz",
      "subtitle": "Het persoonlijke verhaal uit de internationale bestseller De keuze",
      "authors": "Edith Eger",
      "description": "Edie is een getalenteerde danser en turner, en traint voor de Olympische Spelen. Ze worstelt om haar plek te vinden in een familie die haar vertelt dat ze misschien slim is, maar nooit mooi zal zijn. Net als Edie op haar zestiende voor het eerst verliefd is geworden, wordt ze met haar Joodse familie op een trein naar Auschwitz gezet. Het leven in het concentratiekamp is afschuwelijk, maar door de honger en ondenkbare gruwelen heen, houden dromen over haar vriendje Edie op de been. Tegen alle verwachtingen in overleven Edie en haar zus Magda het, al zijn ze nog maar nauwelijks in leven als het kamp eindelijk wordt bevrijd.\nEdith Eger heeft door haar bestseller De keuze miljoenen mensen geraakt met haar aangrijpende overlevingsverhaal. In De ballerina van Auschwitz vertelt ze over haar oorlogservaringen, vanuit het perspectief van de tiener die ze toen was. Haar boodschap van hoop en veerkracht zal lezers van alle leeftijden inspireren. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443100551?aid=kb-online-bibliotheek&sid=17&dts=1759395322071&sig=7ccbd5eeeea90755feb3687e96a99518963621f4c2c3e5696dc59a78f40061da&width=320",
      "dateSeen": "2025-10-03T07:12:39.446Z"
    },
    "e97f6ff93dc418e55bcdef4ee298138129443629": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443096201/aan-deze-kant-van-de-rivier-alessandra-selmi",
      "title": "Aan deze kant van de rivier",
      "authors": "Alessandra Selmi",
      "description": "Het is maar een klein stuk grond, in de vorm van een driehoek en begrensd door de rivier de Adda. Maar in 1877 vertegenwoordigt het voor Cristoforo Crespi de toekomst. Hij, de zoon van een wever, wil hier een moderne katoenfabriek laten verrijzen, en vooral een dorp voor arbeiders zoals Italië nog nooit heeft gezien: met een kerk, school en comfortabele huizen. Cristoforo zal alles op het spel zetten om die droom te verwezenlijken. Zijn geld, reputatie en zelfs de relatie met zijn broer.\nHet leven van de jonge Emilia verandert op de dag dat ze naar haar nieuwe dorp verhuist. Zij is de dochter van een van de meest loyale arbeiders van de Crespi’s. Haar verhaal zal in de loop der jaren onlosmakelijk verbonden raken met dat van de andere inwoners, met hen beleeft Emilia de kleine en grote gebeurtenissen van de geschiedenis. Maar ook zal het lot haar pad laten kruisen met dat van erfgenaam Silvio Crespi. Ondanks de sociale kloof tussen hen ontstaat er een bijzondere band. Emilia zal de steun zijn van Silvio op het moment dat de Crespi’s – misschien te rijk, te trots, te arrogant geworden – alles dreigen te verliezen.\n‘Een meeslepende roman die de geschiedenis vermengt met menselijke verhalen.’ – Io, Donna\n‘Met een verloop dat doet denken aan – en misschien is dat geen toeval – dat van een rivier. Dit meeslepende verhaal van Alessandra Selmi stroomt langs vriendschappen, liefdes, grieven, jaloezieën, hoop en ambities.’ – ELLE Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443096201?aid=kb-online-bibliotheek&sid=17&dts=1759397777237&sig=c202740cc170e4b2483af832bcda95bbbcce30afb40e36e2f73056f217972891&width=320",
      "dateSeen": "2025-10-03T07:12:39.657Z"
    },
    "21cfc513f579e56a6a5ee7d5dedea94bf0792631": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443096295/de-duisternis-ragnar-jo-nasson",
      "title": "De duisternis",
      "authors": "Ragnar Jónasson",
      "description": "Het lichaam van een vrouw spoelt aan op een afgelegen strand. Een overhaast politieonderzoek stelt vast dat het om zelfmoord gaat en de zaak wordt gesloten.  Wanneer rechercheur Hulda Hermannsdóttir gedwongen met vervroegd pensioen moet, krijgt ze te horen dat ze nog een laatste cold case naar keuze mag onderzoeken – en ze weet meteen welke zaak ze wil aannemen. Die van de jonge Russische vrouw wier hoop op asiel eindigde op een donker, koud strand van een onbekend land. Maar er blijken meer slachtoffers… Hulda zál de moordenaar vinden, ook al betekent dit dat ze haar eigen leven in gevaar brengt. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443096295?aid=kb-online-bibliotheek&sid=17&dts=1759396221299&sig=5a7b7cf571dedbdf0c164b111b9d12d70807c691083af56ab41a14ba3306a2d8&width=320",
      "dateSeen": "2025-10-03T07:12:39.850Z"
    },
    "7ff2aae8cfce32f17e0597a7824d7c71d1fd1726": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444330895/de-boer--de-vrouw-en-de-brandewijn-jonas-jonasson",
      "title": "De boer, de vrouw en de brandewijn",
      "authors": "Jonas Jonasson",
      "description": "Jonas Jonasson is terug met een onweerstaanbare schelmenroman over Algot Olsson, de zoon van een varkensboer, en een bonte verzameling mensen in de regio Småland in Värend, die zich stort op de mooie en hopelijk lucratieve kunst van het distilleren van brandewijn voor het welzijn van het Zweedse volk.\nZijn pad kruist keer op keer dat van de schuldbewuste en egoïstische graaf Bielkegren, diens harteloze en domme zoon de luitenant, en diens vrouw en dochter die Arabische volbloedpaarden en schoenen verzamelen.\nWanneer de graaf en zijn zoon zich uiteindelijk realiseren dat de brandewijn een behoorlijk lucratief handeltje is en denken dat ze Algot te slim af te kunnen zijn, worden ze een gemakkelijke prooi voor Algot en zijn vrienden, die nog wat appeltjes te schillen hebben met de edellieden.\nDit alles speelt zich af voor de ogen van een verbaasde en verontruste koning Oscar I, de tweede Bernadotte op de Zweedse troon.\n  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444330895?aid=kb-online-bibliotheek&sid=17&dts=1759397767015&sig=96c25159d909dfc88f1e92ee9a2b848efa383b7b970f709efe9677a2bccf6dcf&width=320",
      "dateSeen": "2025-10-03T07:12:40.044Z"
    },
    "11b4625bf9dcd733da8828f51df4991eb3d41623": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/434813788/onverwacht-inzicht-jill-bolte-taylor",
      "title": "Onverwacht inzicht",
      "subtitle": "het persoonlijke verhaal van een neurologe over haar hersenbloeding",
      "authors": "Jill Bolte Taylor",
      "description": "In 1996 kreeg Jill Bolte Taylor een ernstige hersenbloeding. Ze kon niet meer lopen, praten, lezen, schrijven of zich nog iets van haar leven vóór dit moment herinneren. Als hersenwetenschapper kreeg ze de unieke kans om te observeren hoe haar brein op deze beschadiging reageerde: hoe gevoelens van euforie en vrede zich afwisselden met professionele belangstelling en het rationele besef dat ze hulp moest zoeken voordat het te laat zou zijn. Haar herstel zou acht jaar duren. In Onverwacht inzicht schrijft Taylor over het inzicht dat ze verkreeg dankzij haar ongewone en inspirerende tocht uit de afgrond van een beschadigd brein. Haar verslag biedt een unieke blik op het menselijk brein en zijn herstellend vermogen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A434813788?aid=kb-online-bibliotheek&sid=17&dts=1759435858886&sig=c225ee092c54132513ee5ab64e328be3a893eea20151b51d0554f481d9b2fbff&width=320",
      "dateSeen": "2025-10-03T07:12:40.422Z"
    },
    "77c17427fec27f06ee666002146dbab19b6fa71e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/433588918/grip-op-je-brein-jill-bolte-taylor",
      "title": "Grip op je brein",
      "subtitle": "voorkom dat jouw hersendelen elkaar tegenwerken en vind meer rust en welzijn",
      "authors": "Jill Bolte Taylor",
      "description": "Misschien heb je zoals zoveel anderen geleerd dat je een linker, rationaal, en een rechter, emotioneel, brein hebt. Maar nu laat onderzoek van de wereldberoemde neurowetenschapper Jill Bolte Taylor zien dat een brein uit vier 'persoonlijkheden' bestaat. Als we deze leren kennen, kunnen we meer begrip krijgen voor onze impulsen en keuzes. En als we ze laten samenwerken, ervaren we balans en innerlijke rust zoals nog nooit tevoren. 'Grip op je brein' biedt een duidelijke en baanbrekende manier om evenwichtig in het leven te staan door met nieuwe inzichten over het brein tot meer zelfkennis te komen. In de woorden van de auteur, Jill Bolte Taylor: 'Als je bereid bent goed en met regelmaat in je eigen hoofd te kijken, zullen je relaties, je leven en je wereld veranderen.'\nIn 'Grip op je brein':\n- leer je de vier breinpersoonlijkheden kennen en hun specifieke kenmerken en talenten\n- breng je deze persoonlijkheden met elkaar in gesprek zodat je kunt kiezen welke op welk moment het voortouw moet nemen\n- leer je hoe je emotionele reacties de baas kunt zijn\n- ontvang je een totale routekaart naar diepe innerlijke vrede, vreugde en voldoening Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A433588918?aid=kb-online-bibliotheek&sid=17&dts=1759424312934&sig=58408abb2bcd8bde73bbb0adfc7248d54c4f994b8d5f0561453dcc0b4c127748&width=320",
      "dateSeen": "2025-10-03T07:12:40.610Z"
    },
    "43d5348974d6f30f0a1b6177006931572fc8c06f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/434777714/de-hollander-mathijs-deen",
      "title": "De Hollander",
      "subtitle": "een Waddenthriller",
      "authors": "Mathijs Deen",
      "description": "Een Nederlands patrouilleschip stuit op een verdronken wadloper, aangespoeld op de drooggevallen zandplaat De Hond. Voordat de vloed het lichaam meesleurt, bergt de bemanning het en neemt het mee naar Delfzijl. Het slachtoffer heeft de Duitse nationaliteit, de zandplaat bevindt zich in betwist grensgebied. De Duitse justitie eist dat het slachtoffer onmiddellijk wordt uitgeleverd, maar de Nederlandse brigadecommandant weigert. Een internationaal conflict is geboren. Terwijl de leidinggevenden ruzie maken, stuurt de tweede man van de Bundespolizei See in Cuxhaven heimelijk een rechercheur naar Delfzijl om op informele wijze een onderzoek te starten. Zijn naam is Liewe Cupido, Duitser van geboorte, opgegroeid op Texel. Zijn Duitse collega’s noemen deze eigenzinnige, zwijgzame collega ‘de Hollander’. Het slachtoffer blijkt een ervaren wadloper en hoe meer Cupido te weten komt, hoe raadselachtiger de omstandigheden omtrent diens dood lijken te worden. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A434777714?aid=kb-online-bibliotheek&sid=17&dts=1759419185623&sig=10d368979c5debabad7c9fe8e87f5f353543c3c491657070936134bf2185181a&width=320",
      "dateSeen": "2025-10-03T07:12:40.829Z"
    },
    "90f8475586af8f628874fad53d11366ce924cb96": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437790444/de-duiker-mathijs-deen",
      "title": "De duiker",
      "authors": "Mathijs Deen",
      "description": "De vondst van een vrachtvaarder die in 1950 verging, brengt ook een miljoen aan koper en het stoffelijk overschot van een vermoorde duiker boven water. De zoektocht naar wat er heeft plaatsgevonden leidt rechercheur Lieuwe Cupido, alias ‘De Hollander’, naar een duikclub op Terschelling.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437790444?aid=kb-online-bibliotheek&sid=17&dts=1759421568299&sig=40b728f5d1baf5e04af4b95cce8614791b53be220ad870d3c7e9d560bf6644c5&width=320",
      "dateSeen": "2025-10-03T07:12:41.022Z"
    },
    "d8cc12f207d93214b5fa949799d0c2b3997e6907": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454451237/gesloten-harten-ruth-stilling",
      "title": "Gesloten harten",
      "authors": "Ruth Stilling",
      "description": "Jon. Mijn hele leven heb ik aan het langste eind getrokken. Een van de beste spelers ooit in de NHL? Check. De meest productieve playboy met een benijdenswaardige reputatie tussen de lakens? Check. Bekroond als de meest zelfverzekerde atleet in Amerika? Ook check, en welverdiend zou ik zeggen. Waarom voelt mijn leven dan allesbehalve perfect aan? En waarom neemt juist die ene vrouw die mijn leven binnenstormde en me op mijn nummer zette mij niet serieus? Ze herkent me niet eens, laat staan dat ze de grond waarop ik loop aanbidt. Ik begeef me op onbekend terrein, breek mijn eigen regels en leg begraven demonen bloot in mijn jacht op haar gevoelens. Ik krijg altijd wat ik wil in het leven, maar blijkbaar heeft Felicity Thompson die boodschap niet gekregen. Ik wil haar in mijn bed, maar ze biedt me alleen haar gevatte Britse mond en no-nonsense houding. Dit is niet hoe het hoort te gaan. Zij zou zich voor mij moeten openstellen. Maar hoe harder ik haar achtervolg, des te meer ik zelf ook loslaat. Felicity Thompson is hard op weg om niet alleen te worden wat ik wil, maar de vrouw te zijn die ik nodig heb in mijn leven. Ik ben doodsbang om toe te geven dat als het er echt op aankomt, ik misschien toch niet aan het langste eind zal trekken. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454451237?aid=kb-online-bibliotheek&sid=17&dts=1759420071161&sig=9628b59e9eb2aaf72f4acd9c2a9c56d235b92ff811f554ed8dfddfc4ed8c7dd8&width=320",
      "dateSeen": "2025-10-03T07:12:41.223Z"
    },
    "8e5c65a4ce233c77d2abfd18db72b5464fdddb1f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454451253/de-man-die-achteromkeek-amer-almassri",
      "title": "De man die achteromkeek",
      "authors": "Amer Almassri",
      "description": "Amer Almassri combineert tragiek en humor in verhalen vol verrassende wendingen 'De man die achteromkeek' is een bundel lichtvoetige, absurdistische verhalen die alle op hun eigen manier inzicht geven in de Gazaanse samenleving. De schrijnende situatie van de Palestijnen sluimert weliswaar altijd op de achtergrond, maar centraal staan de enorme veerkracht en menselijkheid van de personages. Daarnaast werpt Almassri ook een kritische blik op de sociale conventies. Dit maakt De man die achteromkeek tot een bundel die de lezer steeds op onverwachte momenten raakt. Bijvoorbeeld in het verhaal over Zainab, die met het advies van haar moeder worstelt. Ze is ongelukkig in haar huwelijk, maar steeds zijn er redenen waardoor ze niet kan vertrekken. Dan neemt ze eindelijk een groot besluit. Ook leren we de aardappelrooier Hazim kennen, die na het werk een oude geliefde denkt te zien. Dan wordt hij gebeld door een vriend, die een wel héél bijzondere verrassing voor hem heeft. Of neem het verhaal over de midden op straat achtergebleven wagon van de trein naar Caïro, die nooit meer zal rijden. Tot op een dag... 'Ik heb hem twee keer in mijn leven ontmoet, één keer op de Zeeweg en de andere keer in de Stationsstraat. Hij was geen wolf en ook geen huiskat, hij was gewoon een mens. Hij was niet doorzichtig en ook niet ondoorzichtig, hij was niet veel en ook niet weinig... Toen hij een keer op reis ging, riep de baliemedewerker: 'Laat je paspoort zien!' Daarop haalde hij een halve appel uit zijn zak en zei: 'Deze helft is mijn paspoort. De andere helft is opgegeten door een kat die op de vlucht was voor Poolse treinen.' Amer Almassri publiceerde drie verhalenbundels en een roman. Hij is in 1995 geboren in Khan Younis, Palestina, en studeerde civiele techniek. Momenteel woont hij in Turkije. Over zijn werk zegt hij: 'Ik ben er altijd op gebrand menselijke gevoelens op een literaire manier over te brengen.' Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454451253?aid=kb-online-bibliotheek&sid=17&dts=1759425439785&sig=620bbb5e421a1a235b0c679c72c833e35a804777c0aaea83303e1cd0a66561c7&width=320",
      "dateSeen": "2025-10-03T07:12:41.415Z"
    },
    "6fbe763c58a65593d67fb1a1f7da0860d19bc01d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444508899/de-opdracht-van-de-moor-abdelkader-benali",
      "title": "De opdracht van de Moor",
      "subtitle": "roman",
      "authors": "Abdelkader Benali",
      "description": "Een schrijver krijgt de opdracht om het door overstroming bedreigde Venetië in kaart te brengen met behulp van verhalen van reizigers, vluchtelingen en gelukszoekers, alvorens de stad in haar geheel naar een veilige plek in de woestijn wordt verplaatst.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444508899?aid=kb-online-bibliotheek&sid=17&dts=1759504468206&sig=2daa20816d1bb4a7f13c59b4786706e9623383a4c13983551c77621d9bd7c440&width=320",
      "dateSeen": "2025-10-04T07:11:26.140Z"
    },
    "9c349b745e39bd24d90f693057329a1c37e5731a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/446245496/de-kracht-van-creativiteit-suleika-jaouad",
      "title": "De kracht van creativiteit",
      "authors": "Suleika Jaouad",
      "description": "Voor Suleika Jaouad, bekend van de bestseller Tussen twee werelden, is schrijven een essentieel deel van het leven. Het heeft haar door ziekte en hartzeer heen geholpen én ze heeft mooie gebeurtenissen voor altijd kunnen vastleggen. Om je uit te dagen om 100 dagen lang dagelijks te gaan schrijven benaderde Jaouad auteurs als Elizabeth Gilbert, Alain de Botton, Lena Dunham, Salman Rushdie en Esther Perel om te schrijven over 10 thema’s als liefde, herinneringen, angst en de zin van het leven. Elke tekst eindigt met een schrijfoefening. Jaouad leidt de hoofdstukken in met haar eigen gedachten over het onderwerp.\nEen diepgravend en inspirerend boek dat aanzet tot zelfreflectie, creativiteit én journaling.\n ‘Dit boek is behalve prachtig ook buitengewoon nuttig. Ik beveel het met veel plezier aan.’– Elizabeth Gilbert Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A446245496?aid=kb-online-bibliotheek&sid=17&dts=1759504425754&sig=272531635d565230abfdf28be5f133f80fce03fdabf0a92cb2410955f654a442&width=320",
      "dateSeen": "2025-10-04T07:11:26.369Z"
    },
    "b82419f87319e0baf0af7f4947eefb897fd18044": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442328230/kan-niet-beter-leanne-toshiko-simpson",
      "title": "Kan niet beter",
      "authors": "Leanne Toshiko Simpson",
      "description": "Een unieke comedy over de rommelige zoektocht naar liefde van een heel gewone ongewone vrouw Dee, Misa en Matt en waren de 'drie musketiers' uit het psychiatrisch ziekenhuis, waar ze gelijktijdig opgenomen waren. Een jaar later is Dee vastbesloten om iedereen te overtuigen dat ze haar leven eindelijk op de rit krijgt. Maar Matt en Misa gaan trouwen op de Turks- en Caicoseilanden, omringd door gasten die geen idee hebben waar ze elkaar van kennen, en die geheimzinnigheid zit Dee niet lekker. Al kan dat ook komen doordat ze al sinds hun opname hopeloos verliefd op Matt is. Dus als Dee aankomt in het luxeresort waar de bruiloftsgasten verblijven, is het een kwestie van nu of nooit om haar gevoelens op te biechten. Maar als ze de bruiloft van haar twee beste vrienden in gevaar brengt, riskeert ze ook hun vriendschap. Dee staat voor een onmogelijke keuze waaruit de uitweg anders blijkt dan ze ooit had gedacht. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442328230?aid=kb-online-bibliotheek&sid=17&dts=1759505576666&sig=50bb6088d69add2ad126d61b140b3e00985c9d6b108b15234bc33f2b468092de&width=320",
      "dateSeen": "2025-10-04T07:11:26.626Z"
    },
    "26b440e7d7db5d792a3195e2633d148090870b39": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/433090774/christina-bernadette-von-dreien",
      "title": "Christina",
      "authors": "Bernadette von Dreien",
      "description": "Christina von Dreien (2001) komt uit het Zwitserse Toggenburg. Ze is geboren met een sterk verruimd bewustzijn en behoort daarmee tot een nieuwe generatie jonge, evolutionaire denkers die het menselijk bestaan zien, beschrijven en leven als een samenhang van kwantumfysica, neuropsychologie en spiritualiteit. Van jongs af aan geeft ze al blijk van een opmerkelijk inzicht in de huidige wereld en verbaast ze met haar sterke ethiek, wijsheid en innerlijke rust, die een nieuwe dimensie van mens-zijn doen vermoeden. Moeiteloos gaat Christina op een heel natuurlijke manier om met diverse paranormale gaven zoals multidimensionale waarneming, helderziendheid, telepathie en telekinese. Ze heeft het vermogen om aura's te zien, contact met het hiernamaals te leggen en te communiceren met dieren en planten. Al vanaf de geboorte staat ze in een bewuste verbinding met hogere dimensies en beschavingen van het licht. Als voorbode van een nieuwe fase in de evolutie van de mens is Christina samen met haar tweelingzus Elena op Aarde geïncarneerd om licht en vrede te verspreiden. Ze zegt: 'Het licht is al overal op de wereld. Er is alleen nog iemand nodig die op de aanknop drukt.' In dit eerste boek wordt het verhaal van Christina verteld vanuit het perspectief van haar moeder, Bernadette. Ze beschrijft Christina's bijzondere geboorte, kindertijd en jeugd tot zestien jaar. Het zijn jaren die in het teken staan van wennen aan het leven in de driedimensionale wereld, geschoold worden en beproevingen ondergaan om zich op haar levenstaak voor te bereiden, die Christina samenvat in de drie kernbegrippen vrijheid, waarheid en liefde.  'Ik ben hier om de mensen te ondersteunen bij het ontwikkelen van een verruimd bewustzijn. Met een bredere horizon kunnen de mensen zelf inzien wat er vandaag de dag niet goed gaat op deze planeet. Ze kunnen dan voor elk facet van het leven nieuwe oplossingen en perspectieven ontwikkelen die succesvol en duurzaam zijn. Echter, mensen hebben een vrije wil. Het hangt enkel af van de keuzes die ze maken.' - Christina von Dreien Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A433090774?aid=kb-online-bibliotheek&sid=17&dts=1759506611563&sig=b6a5a3dd71b1b8ad8b8f1d706b9d895876daeb65b7a5ee7820d5b170ea2e2945&width=320",
      "dateSeen": "2025-10-04T07:11:26.927Z"
    },
    "28342aa7ba33470ca1d719fece8850747d0ad399": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/433142200/christina-christina-von-dreien",
      "title": "Christina",
      "authors": "Christina von Dreien",
      "description": "Christina von Dreien (2001) komt uit het Zwitserse Toggenburg en werd met een sterk verruimd bewustzijn en een veelheid aan paranormale gaven geboren. Daarmee behoort ze tot een nieuwe generatie jonge mensen die ons een geheel nieuwe dimensie van het menselijk bestaan laat zien. Deze wegwijzers en impulsgevers zijn gekomen om ons te vertellen welke intrinsieke waarde en grootsheid wij als mens hebben en hoeveel positief potentieel er sluimerend in ons allemaal aanwezig is. Ze laten ons zien hoe we de kracht van ons bewustzijn en de kracht van onvoorwaardelijke liefde kunnen gebruiken om op een helende en constructieve manier een nieuwe vorm te geven aan ons individuele leven en het leven van de mensheid als geheel. De eerste twee delen uit de Christina-boekenreeks zijn geschreven door Christina's moeder, Bernadette von Dreien, en vertellen het begin van haar verhaal: de bijzondere omstandigheden van haar geboorte, haar jeugd, evenals het begin van haar werk in het openbaar tot aan het voorjaar van 2018. Het derde deel bestaat volledig uit Christina's eigen woorden. Het is samengesteld uit haar seminars en interviews uit 2018 en 2019, waarin Christina ons vertelt wie wij als mens werkelijk zijn, waarom de omstandigheden op Aarde op dit moment zijn zoals ze zijn en in welke positieve richting de wereld zich kan ontwikkelen. Daarmee geeft ze ons vertrouwen en hoop op een toekomst waarin we in en buiten onszelf vrede ervaren en versterkt ze ons gevoel dat alles ondanks alle sombere voorspellingen uiteindelijk goed zal komen. Andere onderwerpen in deel drie zijn: individuele trillingsverhoging, zuivering van de ziel, lichaamswezen en celcommunicatie, ons spirituele team, het grote spel van vergetelheid, karma en scheppingskracht, een school voor hartgedragen leren, vertrouwen in het eigen hartsgevoel, de evolutie van de liefde, spirituele netwerken, en kinderlijke levenslust en speelsheid.  'Je hoeft niet altijd een reden te hebben om gelukkig te zijn. Je kunt het ook gewoon zijn.' - Christina von Dreien Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A433142200?aid=kb-online-bibliotheek&sid=17&dts=1759561887027&sig=878b24f32fcdf18684e8d00e103afb97f90ba9a40fd95536b3cc275765550f37&width=320",
      "dateSeen": "2025-10-04T07:11:27.212Z"
    },
    "21c525ad1bbd788766931900902a68c1f1b92d0d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/433142227/uiteindelijk-komt-alles-goed-christina-von-dreien",
      "title": "Uiteindelijk komt alles goed",
      "subtitle": "hoe we zelf een volmaakte wereld kunnen scheppen",
      "authors": "Christina von Dreien",
      "description": "Bewust vrede scheppen We leven in een heel vreemde en uitzonderlijke ‘coronatijd’, die in het teken staat van wereldwijde crises, angst en onzekerheid, allerlei maatregelen en protesten, en van vijanddenken en beschuldigingen over en weer. In deze verwarrende tijd laat een jonge vrouw haar stem horen en spreekt duidelijke taal: Christina von Dreien (2001), vertegenwoordigster van een nieuwe generatie jonge mensen die ons de weg wijzen en positieve impulsen aan de mensheid geven. Haar indrukwekkende kijk opent een nieuw, breder perspectief op de huidige wereldsituatie en op de periode die voor ons ligt. Zonder de gebruikelijke clichés van dwarsdenkers en spiritualisten te gebruiken slaagt ze erin met haar eenvoudige en briljante boodschap het hart van mensen te bereiken en te raken. Christina nodigt ons uit om anders naar de wereld om ons heen te kijken en de verantwoordelijkheid voor wat er allemaal in de wereld gebeurt te verplaatsen van de politieke arena naar onszelf: wat kun je als individu concreet bijdragen aan een positieve verandering van ons huidige destructieve en noodlijdende systeem? - In alles het positieve zien en bevorderen - Je openstellen voor nieuwe inzichten - Niet bang zijn, wat er ook gebeurt - Erop vertrouwen dat alles uiteindelijk goed zal komen - Je spirituele helpers om ondersteuning vragen - Tevredenheid, dankbaarheid en vergeving aan de dag leggen Christina’s oproep geeft ons kracht en vertrouwen: we kunnen en zullen voor onszelf de mooie, volmaakte wereld scheppen waarin wereldwijde vrede heerst en waar we allemaal zo naar verlangen. En dat gaan we nu doen. Een liefdevol boekje dat ons veel moed geeft.  Christina von Dreien is geboren met een sterk verruimd bewustzijn. Van jongs af aan geeft ze al blijk van een opmerkelijk inzicht in de huidige wereld. Ze behoort tot een nieuwe generatie jonge, evolutionaire denkers die het menselijk bestaan zien, beschrijven en leven als een samenhang van kwantumfysica, neuropsychologie en spiritualiteit. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A433142227?aid=kb-online-bibliotheek&sid=17&dts=1759505990716&sig=255a5488b798fb30e725d316e45fecce4aa83c4b0cace053f377f3a5919556c7&width=320",
      "dateSeen": "2025-10-04T07:11:27.395Z"
    },
    "2e3ab1c4973d29545d9396910ee799cf77a665e5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/433276797/het-helen-van-de-moederwond-bethany-webster",
      "title": "Het helen van de moederwond",
      "subtitle": "ontdek je innerlijke moeder",
      "authors": "Bethany Webster",
      "description": "'Het helen van de moederwond' onderzoekt de persoonlijke, culturele en wereldwijde gevolgen van intergenerationeel trauma. Het laat zien hoe het van moeder op dochter wordt doorgegeven en hoe we deze destructieve cyclus kunnen doorbreken. Bethany Webster achterhaalt in dit grensverleggende boek de oorsprong van het trauma van vrouwen. Ze noemt het de moederwond: de systemische onderdrukking en inperking van vrouwen door het patriarchaat. Webster laat zien hoe deze cyclus door verwonde moeders wordt voortgezet, doordat ze onbewust schadelijke overtuigingen en gewoonten aan hun dochter doorgeven en haar niet de veiligheid en ondersteuning kunnen bieden waarbinnen ze haar individualiteit kan ontwikkelen. Het gevolg is dat vrouwen zichzelf klein houden, zich op persoonlijk en professioneel vlak tegengehouden voelen en problemen in relaties ondervinden. Webster heeft al talloze vrouwen geholpen om hun leven en de relatie met hun moeder te onderzoeken. Ze ondersteunt hen om hun pijn onder woorden te brengen en moedigt hen aan hun ervaringen te delen. In dit boek biedt Webster praktische handvatten aan om na te gaan op welke manier de moederwond in je dagelijks leven tot uiting komt en reikt ze strategieën aan om te helen. Ze geeft stapsgewijs advies om weer in verbinding te komen met je innerlijke kind, te rouwen om de moeder die je nooit hebt gehad en te stoppen met het anderen voortdurend naar de zin te maken, zodat je je pijn en woede uiteindelijk kunt omzetten in heling en zelfliefde.  Bethany Webster is coach en mentor. Ze geeft over de hele wereld lezingen en workshops en biedt online cursussen aan. Met het bespreekbaar maken van hoe de moederwond in het leven van vrouwen tot uiting komt, vult ze een wezenlijk hiaat op in ons begrip van de psychologie en de empowerment van vrouwen. Tientallen jaren onderzoek en Websters eigen helende reis hebben tot haar boek geleid, waarin ze toonaangevend onderzoek naar intergenerationeel trauma, een feministisch perspectief en psychologische kennis combineert met haar eigen verhaal. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A433276797?aid=kb-online-bibliotheek&sid=17&dts=1759503847312&sig=3976e8cf397c5265ef2ef385df66ad1405ff68011c278ba75d09355a7a281bb1&width=320",
      "dateSeen": "2025-10-04T07:11:27.584Z"
    },
    "894a6a1b4c40ead44a7cec2576ce8979559a9182": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/433142170/christina-bernadette-von-dreien",
      "title": "Christina",
      "authors": "Bernadette von Dreien",
      "description": "Christina von Dreien (2001) komt uit het Zwitserse Toggenburg. Ze is geboren met een sterk verruimd bewustzijn en behoort daarmee tot een nieuwe generatie jonge, evolutionaire denkers die het menselijk bestaan zien, beschrijven en leven als een samenhang van kwantumfysica, neuropsychologie en spiritualiteit. Van jongs af aan geeft ze al blijk van een opmerkelijk inzicht in de huidige wereld en verbaast ze met haar sterke ethiek, wijsheid en innerlijke rust, die een nieuwe dimensie van mens-zijn doen vermoeden. Dit tweede deel is ook weer vanuit het perspectief van Christina's moeder, Bernadette, geschreven. Zij vervolgt haar verhaal over de ontwikkeling die Christina doormaakt: het einde van haar schooltijd, de onthulling van haar levensplan en het prachtige begin van haar werk in het openbaar. Andere onderwerpen in deel 2 zijn: de universele spelregels van het leven, het bewandelen van het individuele zielspad en de ontvouwing van ons persoonlijke potentieel, de hulp van onze spirituele begeleiders, praktische tips voor onze individuele en collectieve frequentieverhoging, de stille revolutie van onvoorwaardelijke liefde, het belang van aarden voor de mensen van de nieuwe tijd, de noodzakelijke verbinding tussen dwarsdenken en spiritualiteit, holistische wetenschap en positieve technologie, vier mogelijkheden om ons bewustzijn te richten, de vijfdimensionale toekomst van de mensheid, en het gouden tijdperk waarvan we aan de vooravond staan. 'In ons diepste wezen zijn we allemaal gelijk. Niemand is verder dan een ander, geen licht is helderder dan een ander licht en geen enkele levenstaak is belangrijker dan een andere levenstaak. We zijn geen mensen die goddelijke wezens worden, maar goddelijke wezens die hier een ervaring als mens hebben.' - Christina von Dreien Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A433142170?aid=kb-online-bibliotheek&sid=17&dts=1759505075377&sig=39237cae91710c00c1a0bfe1a4a9605b77f87fe5c027872d7929ea5a79185a01&width=320",
      "dateSeen": "2025-10-04T07:11:27.850Z"
    },
    "c4a7356487ab05f03f334cbe0c4a6f1c929cfe8d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/43612694X/de-ongehoorzaamheid-van-de-liefde-christina-von-dreien",
      "title": "De ongehoorzaamheid van de liefde",
      "subtitle": "hoe we op een positieve manier naar de huidige wereldsituatie kunnen kijken",
      "authors": "Christina von Dreien",
      "description": "Verankering van het licht op Aarde We leven in een bijzondere tijd die elk jaar merkwaardiger lijkt te worden. Veel mensen vragen zich af hoe dit allemaal heeft kunnen gebeuren, vooral wat we hier op Aarde de afgelopen jaren hebben meegemaakt. Waarom is er in onze wereld zoveel ellende? En hoe loopt het allemaal af? De ongehoorzaamheid van de liefde beantwoordt deze vragen met inzichtelijke en soms verrassende verklaringen van de huidige wereldsituatie. Het boek roept op tot meer moed en menselijkheid en tot geweldloos verzet tegen een sociaal systeem dat zo ver van de liefde afstaat dat het de natuur gewetenloos vernietigt en leugens, manipulatie, geweld en oorlogen als norm hanteert. Maar ondanks al deze merkwaardige gebeurtenissen schetst Christina een zeer positief beeld van de toekomst van onze planeet. Op fascinerende wijze laat ze zien dat de mens van nature een vriendelijk en liefdevol wezen is en dat het daarom slechts een kwestie van tijd is dat het huidige systeem van negativiteit uiteenvalt en wordt vervangen door een nieuwe vorm van samenleven die gebaseerd is op vrede, vrijheid en wederzijds respect. Want steeds meer mensen ontwaken, verenigen zich en geven een lichtvolle impuls tot verandering. De stille revolutie van de ongehoorzaamheid van de liefde kan niet meer worden tegengehouden. 'Als een mens op liefde is afgestemd, zal hij zichzelf of andere levende wezens nooit schaden, want liefde steunt en beschermt het leven altijd. Als van een liefdevol mens wordt verwacht of geëist dat hij anderen kwaad doet, kan hij niet gehoorzamen. Deze geesteshouding zou je de \"ongehoorzaamheid van de liefde\" kunnen noemen.'  Christina von Dreien (2001) werd met een sterk verruimd bewustzijn en een veelheid aan paranormale gaven geboren. Daarmee behoort ze tot een nieuwe generatie jonge mensen die ons een geheel nieuwe dimensie van het menselijk bestaan laten zien. Deze wegwijzers en impulsgevers zijn gekomen om ons te vertellen welke intrinsieke waarde en grootsheid wij als mens hebben en hoeveel positief potentieel er sluimerend in ons allemaal aanwezig is. Na de bestsellers Bewustzijn schept vrede (2020) en Uiteindelijk komt alles goed (2020) heeft ze met De ongehoorzaamheid van de liefde haar derde boek geschreven. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A43612694X?aid=kb-online-bibliotheek&sid=17&dts=1759505231233&sig=8c7a8a2d448ceca15dfa94f1dbdd5ca108721b16ed8c8df269646f989174c5e0&width=320",
      "dateSeen": "2025-10-04T07:11:28.078Z"
    },
    "3c2b9438f281e92e6a4fceeca47561e576a37c6a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437026337/traumasporen-in-lichaam--brein-en-geest-bessel-van-der-kolk",
      "title": "Traumasporen in lichaam, brein en geest",
      "authors": "Bessel van der Kolk",
      "description": "Monografie over een nieuwe aanpak van mensen met psychotrauma's en PTSS.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437026337?aid=kb-online-bibliotheek&sid=17&dts=1759509802357&sig=63d5d4f32f32471e014815b83bc866f11f718f3271ad03646b61519dd139bc08&width=320",
      "dateSeen": "2025-10-04T07:11:28.260Z"
    },
    "1355bc406a5a1cb933e9e1a9d1693a46d6e7033b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442479034/de-innerlijke-jaguar-kimberly-ann-johnson",
      "title": "De innerlijke jaguar",
      "subtitle": "Herstellen van trauma door de wijsheid van je lichaam aan te spreken",
      "authors": "Kimberly Ann Johnson",
      "description": "In 'De innerlijke jaguar' begeleidt Kimberly Ann Johnson, lichaamsgericht traumatherapeut, vrouwen bij het aanboren van de wijsheid en veerkracht van hun lichaam om hun zenuwstelsel in balans te brengen, van trauma te herstellen en ten volle te leven. Het lichaam is niet alleen de plaats waar trauma, schaamte, eenzaamheid, angst en fysieke pijn zijn opgeslagen, maar ook een bron van herstel. De tendens om prioriteit te geven aan het rationele en verbale heeft bij veel mensen echter een scheve verhouding met hun lichaam veroorzaakt. In dit boek laat Kimberly Ann Johnson zien hoe het contact met het lichaam kan worden hersteld, waarbij ze zich specifiek richt op vrouwen. Door onze aangeboren lichaamsintelligentie aan te spreken kan een helingsproces op gang worden gebracht en kunnen we de diepe onopgeloste pijn, die geestelijke en fysieke stagnatie en ziekte veroorzaakt, helen. Aan de hand van achtergrondinformatie en oefeningen helpt Johnson ons de reacties van het zenuwstelsel op ingrijpende gebeurtenissen beter te gaan doorgronden en deze te verwerken teneinde terug te keren naar ons diepste, meest intuïtieve en volledige zelf. We leren hoe we onze 'dierlijke instincten' kunnen activeren en de vechtreactie - de innerlijke jaguar - kunnen omarmen. Zo kan het lichaam stap voor stap uit de door trauma veroorzaakte 'bevriezing' komen en wordt het mogelijk om gezonde grenzen te stellen, meer vervullende relaties aan te gaan en meer seksuele vrijheid te ervaren. Het laatste hoofdstuk van het boek gaat in zijn geheel over seksualiteit.  Kimberly Ann Johnson is lichaamsgericht traumatherapeut, seksuologisch lichaamswerker, trainer van yogadocenten en doula. Ze heeft duizenden vrouwen over de hele wereld begeleid via individuele sessies, workshops en onlinecursussen. Er zijn artikelen over haar werk verschenen in 'The New York Times', 'Forbes', 'Vogue' en 'Harper's Bazaar'. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442479034?aid=kb-online-bibliotheek&sid=17&dts=1759508294190&sig=b9a7fbfbe7b0cdc017f912d9c7ff36631ad85a971cf39cbb3b34739b707c1f73&width=320",
      "dateSeen": "2025-10-04T07:11:28.452Z"
    },
    "a84af60d2c6bb92714760a5a4da39cd96e6e0102": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44231213X/ik-vraag-dit-voor-een-vriend-in--iva-bicanic---miranda-freriks---esther-verhees",
      "title": "Ik vraag dit voor een vriend(in)",
      "subtitle": "123 vragen over seksueel misbruik",
      "authors": "Iva Bicanic | Miranda Freriks | Esther Verhees",
      "description": "Seksueel misbruik is een ontwrichtende ervaring, die diepe sporen kan achterlaten. Het is dan ook niet vreemd dat mensen die dit overkomt met veel vragen zitten. Misschien herken je ze wel: Kan ik beter wel of niet vertellen wat ik heb meegemaakt? Hoe kan ik omgaan met schuld- en schaamtegevoelens? Waarom deed niemand iets? Kan ik ooit weer iemand vertrouwen? Doet mijn leven er nog toe? Waar vind ik hulp? En soms voelen zulke vragen zo beladen dat je ze hooguit 'voor een vriend(in)' durft te stellen... In dit boek wordt antwoord gegeven op 123 veel voorkomende vragen over seksueel misbruik. De auteurs richten zich hierbij met name op de vragen van volwassenen die als kind seksueel misbruik hebben meegemaakt. De onderwerpen worden belicht vanuit verschillende perspectieven: wetenschappelijk onderzoek, behandeling en ervaringsdeskundigheid. Het doel van dit boek is niet alleen om je informatie aan te reiken, maar ook om je een steun in de rug te bieden en perspectief te geven op een fijn leven.  Iva Bicanic, klinisch psycholoog en onderzoeker, is hoofd van het Landelijk Psychotraumacentrum voor Kinderen en Jongeren van het UMC Utrecht en directeur-bestuurder van het Landelijk Centrum Seksueel Geweld. Ze is regelmatig te zien en te horen in de media. Miranda Freriks is directeur-bestuurder van Stichting Misbruikt!, een organisatie die de belangen behartigt van mensen die seksueel misbruik hebben meegemaakt. BNNVARA zond de documentaire 'Niks aan de Hand' uit over het misbruik dat Miranda zelf in haar jeugd meemaakte. Esther Verhees, klinisch psycholoog en psychotherapeut, werkt ruim dertig jaar individueel en in groepsverband met mensen die seksueel misbruik hebben meegemaakt. Daarnaast is ze supervisor en geeft ze onderwijs. Ze heeft een eigen traumapraktijk en werkt bij Care to Change. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44231213X?aid=kb-online-bibliotheek&sid=17&dts=1759503982611&sig=5ca9f0f2722cd9fdf9821c9eabb7b448297bbf8cf802e2fadb127f2da4b1c94c&width=320",
      "dateSeen": "2025-10-04T07:11:28.643Z"
    },
    "ebdc6bb17720a0e53a68e31fad0614824d536ea1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444317627/how-to-break-the-rules-nancy-poleon---ingrid-van-der-chijs",
      "title": "How To Break The Rules",
      "subtitle": "Succeed In Business (And Life) By Being Yourself",
      "authors": "Nancy Poleon | Ingrid van der Chijs",
      "description": "This book exposes the most limiting rules that ambitious women face. For women in business who are aiming to reach the top, there are still, countless unwritten rules holding them back — rules we all, men and women alike, tend to follow. Drawing from the experiences of top female leaders and scientific research, this book reveals why these ‘rules’ are nonsense and offers tips on how to do things differently, with a healthy dose of humor and self-irony.\nIt also features portraits of strong, successful women who have built their careers on their own terms. Inspiring and hands-on, this book is essential for every woman with ambition. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444317627?aid=kb-online-bibliotheek&sid=17&dts=1759506699825&sig=923aa9c7f83e36a0b20ec135637bbff95ae8ead829d4dc808a719bf6691be781&width=320",
      "dateSeen": "2025-10-04T07:11:29.137Z"
    },
    "90c1dbe2952548ef60b4cfc89b987180946ae463": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454701551/blinde-obsessie-maaike-bosch",
      "title": "Blinde obsessie",
      "subtitle": "Matchmakers - B & B Il Sogno",
      "authors": "Maaike Bosch",
      "description": "Als B&B-houdster Emma zich opgeeft voor het datingprogramma Matchmakers is er veel interesse in deze eigenzinnige onderneemster. Ze kiest vier mannen uit die ze in haar B&B wil ontvangen. Maar één van hen reist met een andere intentie naar Toscane en voert Emma terug naar een wel heel duister verleden. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454701551?aid=kb-online-bibliotheek&sid=17&dts=1759504272911&sig=36e99bf0f8429dd80d82f764d975f26a757de77ed002ac95309fcf2f3ff7f646&width=320",
      "dateSeen": "2025-10-04T07:11:29.326Z"
    },
    "81e4445f4beb2dad50c6df3f33a29c45d05ca845": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45470156X/storm-jeroen-cornelis-rottier",
      "title": "Storm",
      "authors": "Jeroen Cornelis Rottier",
      "description": "Storm wordt als banneling begeleid naar de Koningsstad Andor, waar hij in het geheim lessen krijgt om zijn geopenbaarde magie te leren beheersen. Wanneer dit vreselijk mislukt en hij in de dodencel belandt, vindt hij een vriend in Raven, gerespecteerd lid van een dievengilde uit Nieuwpoort en beter bekend als Ravi de Raaf. De dief heeft ook het nodige op zijn kerfstok, maar is bij zijn laatste klus in een val gelokt en verkreeg een plek in de dodencel voor een niet gepleegde moord. Aan de andere kant van het continent spoelt Yaela aan. Een jonge vrouw met bijzondere gaven. Verboden gaven, waarvoor ze als straf de rest van haar leven als magisch baken aan een piratenschip gebonden werd. Wanneer het schip ten onder gaat en zij als enig overlevende wordt opgenomen door de Rode Orde, die haar (vermomd als jongen) de krijgskunsten van de Orde meester maakt, staat ze voor een keuze. Kan Storm uit de dodencel ontsnappen en zijn magie leren beheersen? Vindt Ravi antwoord op de vraag waarom het gilde juist hém uit de weg wilde ruimen? Kan Yaela haar gaven onderdrukken en overleven bij de enige Orde die zich wijdt aan het uitroeien van magie? 'Rottier heeft een intrigerende wereld neergezet met toffe personages. Heerlijke epische fantasy van Nederlandse bodem.' – Fantasywereld.nl Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45470156X?aid=kb-online-bibliotheek&sid=17&dts=1759505268106&sig=70f60c1a4b122dc4ba82badcc865879eca1a51d644b724a2f42aa42ac737b792&width=320",
      "dateSeen": "2025-10-04T07:11:29.541Z"
    },
    "a525b4c140fd20ab53c7a830bea1f410ba89868f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454701586/ongelijke-stukken-saskia-boree---sylvia-dijkstra---angelique-van-dongen---marjolein",
      "title": "Ongelijke stukken",
      "authors": "Saskia Boree | Sylvia Dijkstra | Angelique Van Dongen | Marjolein Eenink | Jules Engelbert | Jolijn Grootendorst | Irene Kroon | Nico Kwakman | Joseph Roelands",
      "description": "Uitgeverij Hartklopper heeft schrijvend Nederland online uitgedaagd om met een fictief verhaal mee te dingen naar een plaats in deze bundel. Het thema 'Ongelijke stukken' kreeg als omkadering mee, dat het gaat om de ongelijke kansen die mensen in het leven krijgen, ongelijke werelden waarin ze opgroeien, ongelijke krachten die hen worden toebedeeld, ongelijke posities die ze weten te bemachtigen of eigenlijk omvat het alle ongelijkheden tussen mensen en de gevolgen daarvan. In deze bundel zijn de elf verkozen verhalen opgenomen, waarin de schrijvers op heel eigen wijze een invulling hebben gegeven aan het thema. De verhalen zijn heel gevarieerd qua lengte, onderwerp, genre en uitvoering. Er zijn meerdere verhalen in het genre feelgood/romantiek en over relatieproblematiek, een paar over mensen die 'anders' zijn en zelfs tijdreizigers, 'creepy' personages en een magisch-realistisch avontuur hebben een plaatsje gekregen. Wat alle verhalen bindt is dat ze de lezer uiteindelijk met een goed gevoel achterlaten. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454701586?aid=kb-online-bibliotheek&sid=17&dts=1759504772671&sig=0b3fcbf2f326113dca58386196019049ddac452e49de88b89d054d09631df23f&width=320",
      "dateSeen": "2025-10-04T07:11:29.734Z"
    },
    "1718f4480c862ea236155c66747c4e2176bef89e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454701578/291-gert-erauw",
      "title": "291",
      "authors": "Gert Erauw",
      "description": "Hortense Van Kleef heeft God gezien en sindsdien boeten haar kinderen voor de zonden die ze beging door hen op de wereld te zetten. Ze doet dat met devote bezetenheid, en omdat de weduwe op het familiefortuin zit, slikt haar nageslacht haar grillen. Maar wanneer de weduwe besluit om naar Zorgresidentie Ochtenddauw te verhuizen en de rekening door te schuiven naar haar kinderen, vragen zij zich af of er geen betere oplossing bestaat. Een onschuldige vraag en meteen het begin van een helse rit bergafwaarts. 291 is een psychologische thriller die het mes erin zet en bewijst dat morele principes een mens verheffen. Tot ze dat niet meer doen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454701578?aid=kb-online-bibliotheek&sid=17&dts=1759504778513&sig=229e28bd37f9998380e37289028bede1f8119dc5f570d5e386957d9edde6999f&width=320",
      "dateSeen": "2025-10-04T07:11:29.916Z"
    },
    "61b898e7601a3dcf9837e1b0a919fe452372ad84": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454701519/grenzeloos-jeany-bijloo",
      "title": "Grenzeloos",
      "authors": "Jeany Bijloo",
      "description": "In het ogenschijnlijk rustige Soest wordt een afgehakte hand gevonden. Het is het begin van een reeks lugubere ontdekkingen, die wijzen op een dader met een verontrustend oog voor detail. Rechercheur Jamie wordt op de zaak gezet en stuit op een web van obsessie en duistere motieven. Grenzeloos is een bloedstollende thriller die de grenzen verkent tussen bewondering en waanzin. Vlot geschreven en perfect als spannend tussendoortje, maar met een diepgang die blijft hangen, zelfs lang nadat het verhaal is afgelopen. Voor lezers die houden van korte, maar indringende fictie vol spanning en psychologische gelaagdheid. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454701519?aid=kb-online-bibliotheek&sid=17&dts=1759508008807&sig=a4183eadbc44ca8d0f196877060cdb6bde9c841c679b6aae051bdbdf6616c03d&width=320",
      "dateSeen": "2025-10-04T07:11:30.094Z"
    },
    "64e424c89449b7e0d02e7c8b51771db3044ee0de": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444724524/brutus-heeft-honger-mathijs-deen",
      "title": "Brutus heeft honger",
      "authors": "Mathijs Deen",
      "description": "Met speels gemak en in een prachtige stijl wekt Mathijs Deen historische personages op ongekende wijze tot leven. In enkele zinnen weet hij een wereld op te roepen waarin gebeurtenissen uit het verleden in een ongewoon licht komen te staan. Nu met acht extra verhalen! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444724524?aid=kb-online-bibliotheek&sid=17&dts=1759504602341&sig=29558c00d21f13855fd87af28d94ad9172a302baed8901ea2c9175f133b982d8&width=320",
      "dateSeen": "2025-10-04T07:11:30.318Z"
    },
    "f358867f3b47a6414c24b720ce467ec1fff7f58a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/446468487/de-wereld-en-de-aarde-david-van-reybrouck",
      "title": "De wereld en de aarde",
      "subtitle": "Hoe houden we het veilig?",
      "authors": "David van Reybrouck",
      "description": "Het grootste veiligheidsvraagstuk van onze tijd is niet de wereld met haar onderlinge conflicten, maar de aarde die meer en meer ontregeld raakt. Steeds heviger gaat de planeet tegen de mensenwereld tekeer. De wereld heeft de fysieke aarde ontwricht en nu ontwricht de aarde de wereld. De moderne diplomatie, dat eeuwenoude overleg tussen landen, moet zich daarom dringend opnieuw uitvinden. Hoe zou dat eruit kunnen zien? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A446468487?aid=kb-online-bibliotheek&sid=17&dts=1759504512982&sig=4728b9e6a75515cc5d84e07c44b50ef72205d6bc5d986181570602f16910e17e&width=320",
      "dateSeen": "2025-10-04T07:11:30.507Z"
    },
    "2a64d2116d5b79e67617e924cb988d286bce0e63": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444317619/how-to-break-the-rules-nancy-poleon---ingrid-van-der-chijs",
      "title": "How to break the rules",
      "subtitle": "Word succesvol in je werk (en leven) door altijd jezelf te blijven",
      "authors": "Nancy Poleon | Ingrid van der Chijs",
      "description": "Als vrouw staat je tegenwoordig niets meer in de weg om de top te bereiken. Toch? Helaas, in de praktijk zijn er nog behoorlijk wat obstakels. Een van de meest onderschatte barrières zijn de ongeschreven ‘regels’ waar we ons allemaal aan houden, zowel mannen als vrouwen. How to break the rules ontkracht de belangrijkste regels waar vrouwen die carrière willen maken tegenaan lopen. Denk bijvoorbeeld aan ‘vrouwen kunnen niet onderhandelen’, ‘vrouwen zijn te emotioneel’, ‘vrouwen zijn te soft’ of ‘je mag je niet te vrouwelijk kleden’. Het boek legt op basis van ervaringen van topvrouwen en wetenschappelijk onderzoek uit waarom deze ‘regels’ onzin zijn en geeft tips hoe het anders kan, voorzien van een gezonde dosis humor en zelfspot.Daarnaast bevat het boek ook portretten van sterke, succesvolle vrouwen, die op hun eigen voorwaarden carrière hebben gemaakt: van een Nederlandse bankdirecteur tot een CEO uit China en van de Afrikaanse Zakenvrouw van het Jaar tot een wetenschapper uit IJsland.Inspirerend en hands-on: dit boek is onmisbaar voor alle vrouwen met ambitie! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444317619?aid=kb-online-bibliotheek&sid=17&dts=1759511841214&sig=0169caf458b1a733c1a66ea6da34d45e9bbcb82ee5e05510c03cc0f40afc5a5d&width=320",
      "dateSeen": "2025-10-04T07:11:30.933Z"
    },
    "bce1be2e22c55d72b4357627f315adf3b246d80a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444601767/de-damiaanhoeve-chris-de-stoop",
      "title": "De Damiaanhoeve",
      "authors": "Chris De Stoop",
      "description": "Daar waar Nederland op zijn smalst is en België op zijn breedst, aan de oevers van de Maas, daar ligt de eeuwenoude Damiaanhoeve als een eiland in de winterbedding. Maar de baggermolen die het hele gebied moet ontgrinden komt altijd maar dichterbij. Als alle grind eruit is, wordt het natuur- en overstromingsgebied.\nWanneer Bert, de laatste bewoner van de uiterwaarden, op een zomeravond thuiskomt, brandt de hoeve af en sleept hij zijn zieltogende vrouw naar buiten. Uit de autopsie blijkt dat de erg geliefde en geëngageerde Gerty gruwelijk vermoord is. De verwoeste Damiaanhoeve krijgt wat later ook nog de‘waterbom’ over zich heen. En nog wil Bert niet wijken.\nChris de Stoop beschrijft op aangrijpende manier de context en weerslag van wat ‘de hoevemoord’ wordt genoemd. Een waargebeurd verhaal over schuld en onschuld, schijn en zijn, waan en waarheid. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444601767?aid=kb-online-bibliotheek&sid=17&dts=1759504862427&sig=948eae52de1a47ffeb13b8f9335d537c0b4b661c7ffc4e558713496547a730aa&width=320",
      "dateSeen": "2025-10-04T07:11:31.118Z"
    },
    "2ba2eebcf7cd570850ccd119fdf6180d8fa4933a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444317376/dream-count-chimamanda-ngozi-adichie",
      "title": "Dream count",
      "authors": "Chimamanda Ngozi Adichie",
      "description": "Dream Count is de nieuwe, urgente roman van de auteur van Amerikanah en We moeten allemaal feminist zijn. Het is een sprankelende vertelling over de keuzes die we maken en de keuzes die voor ons gemaakt worden. Adichie richt haar scherpzinnige blik op vier vrouwen die allen worstelen met de vraag: hoe eerlijk moet je naar jezelf toe zijn om lief te kunnen hebben en bemind te worden?\nChiamaka is een Nigeriaanse reisjournaliste die in Amerika woont. Ze denkt tijdens de coronapandemie met spijt terug aan haar vroegere minnaars en worstelt met dekeuzes die ze ooit heeft gemaakt.Zikora, haar beste vriendin, is een advocate die in alles succesvol is geweest, totdat ze zich met een gebroken hart moet wenden tot de persoon die ze het minst nodig dacht te hebben.Omelogor, Chiamaka’s dappere en onverschrokken nicht, is een belangrijke zakenvrouw in Nigeria, tot ze zich begint af te vragen hoe goed ze zichzelf kent.En Kadiatou, Chiamaka’s huishoudster, zet alles op alles om haar dochter in Amerika te laten opgroeien – maar een onvoorstelbare rampspoed zal haar leven voorgoed veranderen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444317376?aid=kb-online-bibliotheek&sid=17&dts=1759508820973&sig=8fd08b66d2f383a63dfe0743adb6778e8033ffb5125d3c7560ca087ba4053cb7&width=320",
      "dateSeen": "2025-10-04T07:11:31.333Z"
    },
    "fe17fcf2b870ec6035719436b8db16212bc761d5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444670025/het-zuiden-tash-aw",
      "title": "Het zuiden",
      "authors": "Tash Aw",
      "description": "De jonge Jay reist met zijn familie naar het landgoed in het zuiden van Maleisië dat zijn overleden grootvader hun heeft nagelaten. De boomgaarden zijn inmiddels in verval geraakt en de velden uitgedroogd, maar toch stuurt zijn vader hem eropuit om het land te bewerken, samen met Chuan, de zoon van de opzichter.In de verstikkende hitte bloeit tussen Jay en Chuan de liefde op, maar de erfenis van het landgoed drukt zwaar op alle leden van het gezin, en Jay’s moeder Sui Ching wordt gedwongen onder ogen te zien wat ze heeft opgeofferd voor haar man en kinderen.Het zuiden bewijst het meesterschap van Tash Aw en ontvouwt zich als een intieme roman over liefde, nalatenschap en spijt in een sterk veranderende wereld. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444670025?aid=kb-online-bibliotheek&sid=17&dts=1759504791144&sig=d1a0a6778acd3146dbc0d987b8bc9437ea55ff9a5af5dfbb89ba6ccca6002bb0&width=320",
      "dateSeen": "2025-10-04T07:11:31.512Z"
    },
    "c1977afabac2be2a2eaed6b0f3fa4ff358140c37": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444317503/ludwig-jana-antonissen",
      "title": "Ludwig",
      "authors": "Jana Antonissen",
      "description": "Vijf jaar na de ontbinding van het Berlijnse cultexperiment onder leiding van Ludwig von Sachsenheim wordt Mira Maselis gedwongen haar eigen rol onder ogen te zien. De schaamte ver voorbij herinnert ze zich alles. Hoe beïnvloedde haar toetreding tot Ludwigs raadselachtige Neue Gesellschaft de gespannen verhouding met haar vader? In hoeverre was zij medeplichtig aan alle grensoverschrijdingen, groot en klein? En voelt ze zich daar wel voldoende schuldig over?\nLudwig is een gedurfde debuutroman waarin Jana Antonissen voelbaar maakt wat verlies met mensen doet in een wereld waarin steeds minder ruimte is voor morele ambiguïteit. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444317503?aid=kb-online-bibliotheek&sid=17&dts=1759552581659&sig=5d1eb85d9174d131a640723bdc918b20f2fc8cb3817dac8e99eb243166e910ed&width=320",
      "dateSeen": "2025-10-04T07:11:31.689Z"
    },
    "4feb2f47863680413c5e79fd34cc98add7e22fa6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44431749X/nacht-lars-kepler",
      "title": "Nacht",
      "authors": "Lars Kepler",
      "description": "Midden in de nacht ontvangt de politie een noodoproep over een overval op een camping net buiten Stockholm. Het terrein is afgesloten, maar in een van de caravansbrandt nog licht. De agenten treffen er een verschrikkelijk tafereel aan. Vloeren, wanden en meubels, alles zit onder het bloed, een in stukken gehakt lichaam ligt op de grond. In de ruimte ernaast vinden ze jongeman die met zijn hoofd op een afgehakte arm ligt te slapen. De jongen blijkt de zeventienjarige Hugo Sand, die lijdt aan een zeldzame, door nachtmerries veroorzaakte vorm van slaapwandelen. Hij kan zowel dader als getuige zijn, want hij herinnert zich niets meer van die nacht. Joona Linna wordt gevraagd de zaak op zich te nemen, en hij neemt contact op met zijn oude vriend Erik Maria Bark om bij het onderzoek gebruik te maken van hypnose. Het is het begin van een gecompliceerde jacht op een beestachtige moordenaar. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44431749X?aid=kb-online-bibliotheek&sid=17&dts=1759506259227&sig=2b6c8df095220e269bcefa19044bade488226062274af8a53ae8d9e055e9e274&width=320",
      "dateSeen": "2025-10-04T07:11:31.873Z"
    },
    "a850ea5be2391069123257c5425e5df0f20a8460": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444673466/het-verdriet-van-tilburg--",
      "title": "Het verdriet van Tilburg",
      "description": "De grootvader van Maarten van Riel was een van de duizenden textielarbeiders die Tilburg rijk was. De stad was de spil van zijn bestaan, maar ook de plek waar hij een einde maakte aan zijn leven. Als Van Riel terugverhuist naar zijn geboortestad, kan hij niet meer om zijn pijnlijke familiegeschiedenis heen. Hij duikt in de krochten van het archief en stelt vragen die hij eerder niet durfde te stellen. Welke omstandigheden hebben Tilburg gevormd tot de stad van vandaag, en wat dreef zijn grootvader tot zijn noodlottige einde? In een wervelend boek legt Van Riel aan de hand van zijn geschiedenis de rijke en tragische historie van de Tilburgse textielindustrie bloot. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444673466?aid=kb-online-bibliotheek&sid=17&dts=1759504823335&sig=092d01fa5b83c9cdc0565668a4f8c3826b36ff6121463ef1988a00164fe00aa7&width=320",
      "dateSeen": "2025-10-04T07:11:32.060Z"
    },
    "bd61188dde717f0c269bd1802b8cace2144cd8ba": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444317333/het-geval-hekse-falsema-daan-heerma-van-voss",
      "title": "Het geval Hekse Falsema",
      "authors": "Daan Heerma van Voss",
      "description": "Het staat op ons netvlies gebrand hoe Sigrid Kaag werd opgewacht in haar tuin door een menigte met brandende fakkels. Helaas betrof deze uiting van haat geen incident, maar een verontrustende trend, gevoed door eeuwenoude misogynie. Waar komt onze haat voor vrouwelijke politici vandaan? Dat vraagt Daan Heerma van Voss zich af wanneer hij in een taxi een hekelbetoog over ‘Hekse Falsema’ aanhoort. Wat brengen vrouwen op machtige posities, zoals Femke Halsema, Sylvana Simons of Sigrid Kaag, in mensen naar boven waardoor ze vervallen in haatdragende taal? In Het geval Hekse Falsema onderzoekt Heerma van Voss de wortels van deze haat aan de hand van interviews en historische bronnen, zet hij een scherpe, nieuwe theorie uiteen, en laat hij zien hoe de groeiende haat onze democratie dreigt te vergiftigen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444317333?aid=kb-online-bibliotheek&sid=17&dts=1759505879205&sig=140a238dcfa6de6d70da64c95417a08166346de6f487ca5e1112a985e9366253&width=320",
      "dateSeen": "2025-10-04T07:11:32.254Z"
    },
    "2d7e8e2768bcac18b5daa80221233d543f209276": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447153153/fake-me-gek-stephanie-archer",
      "title": "Fake me gek",
      "authors": "Stephanie Archer",
      "description": "De beste manier om haar vreselijke ex terug te pakken? Een neprelatie met Rory Miller, de rivaal van haar ex, de topscorer van het professioneel ijshockey en de arrogante, flirterige jongen aan wie ze bijles gaf op high school. Hoewel ze een hekel heeft aan ijshockeyers, heiligt het doel in dit geval zéker de middelen. En het kan ook geen kwaad dat de middelen... behoorlijk aantrekkelijk zijn. Doen alsof is leuk en verslavend, merkt Hazel al snel, en onder zijn stoere buitenkant is Rory lief, grappig en beschermend. Hij leert haar schaatsen en geeft veel te veel geld aan haar uit. Hij slaapt bij haar en overtuigt haar om haar regel van maximaal één keer met een man naar bed gaan te breken. Hij kust haar alsof hij het meent. En al snel vraagt ze zich af of het voor hem ooit wel nep was. En voor haarzelf... of het ooit echter gaat voelen dan dít. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447153153?aid=kb-online-bibliotheek&sid=17&dts=1759505529269&sig=015a111df1266b41a5eae165086847c5e7ed60b17709d0f6f90dfe1d25946257&width=320",
      "dateSeen": "2025-10-04T07:11:32.444Z"
    },
    "82c9bc899c98d04f4137abe97dad1bbab6d304ca": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444317317/zo-n-nacht--zo-n-ochtend-karolien-berkvens",
      "title": "Zo’n nacht, zo’n ochtend",
      "authors": "Karolien Berkvens",
      "description": "Er was eens een man van vijftig jaar en een dag oud die naar de tandarts ging. Het begin van geen verhaal.Wat is een verhaal zonder vorm, en een pijn zonder naam? Op de dag van zijn vijftigste verjaardag grijpt de man van Karolien Berkvens naar zijn gezicht; hij is getroffen door een acute, onwaarschijnlijke pijn. In Zo’n nacht, zo’n ochtend doet Berkvens een poging om deze pijn, die haar man nu al jaren gijzelt, in elk geval op papier te vangen. Het resultaat is een relaas over onmacht, een octopus en de troost van de verbeelding. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444317317?aid=kb-online-bibliotheek&sid=17&dts=1759504640925&sig=e38c20c56e578a2defe6f5fc152ed178f54df2ee98fc35cc7a0025a1b191cc24&width=320",
      "dateSeen": "2025-10-04T07:11:32.638Z"
    },
    "d6b278db29146b1b69b9f87cbd0c02607823cb92": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454806949/secure-touch-layla-heart",
      "title": "Secure Touch",
      "authors": "Layla Heart",
      "description": "In over their heads, Vera and her pack reach out for help from people who've been dealing with the Suits Syndicate longer than any of them, but having so many unfamiliar people around is putting strain on the brand new pack bonds...\nVera asking Erika to help them with their tricky situation was a good plan on all fronts. She's got much more experience with things than Vera and her pack and they need the extra hands as Mathew's organisation simply isn't big enough to deal with all of it. But having Erika's people here, on top of Luca's family and the kids they rescued from the Hearts is putting a strain on the pack, especially on Mathew and Vera, as their pregnancy progresses.  Pregnant Omegas who are desperate for their pack members and the constant stress from all sides don't really mix. Especially not when the stress is about the safety of themselves and the people they love.  The pack has to find a way to get closer, to connect more, or things could start getting trickier in so many more ways...\nThis is the eighth out of twelve novellas following Vera and her mates in the Her Vicious Pack serial, a dark contemporary reverse harem/Why Choose romance set in a sweet Omegaverse world about a criminal found family empire with dreams of 'expanding the family'. This novella may include any of these elements: steamy scenes, 'I need tissues NOW' moments, cries of 'why, oh, why' and cliffhangers that make you bite your nails (and curse the author). This serial has MF, MM, FF and group scenes. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454806949?aid=kb-online-bibliotheek&sid=17&dts=1759721848374&sig=729e50c53b49264b47691e676908a770f8d298eadd36a9c604581d38f0a07f3b&width=320",
      "dateSeen": "2025-10-06T07:14:22.312Z"
    },
    "c2e7a6a72406540aaeddd9a94702f3aefb46f659": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454806574/huis-aan-zee-marian-werkman",
      "title": "Huis aan zee",
      "authors": "Marian Werkman",
      "description": "Na de breuk met haar ex besluit Stella haar droom waar te maken. In Duinwijck opent ze B&B De Blauwe Zee. Al snel melden zich gasten om te genieten van een onbezorgde vakantie. Dan wordt ze vanuit het niets ineens bedreigd en een van de gasten, de 15-jarige Charlotte, raakt vermist. Stella start met oud-rechercheur John van Laar een zoektocht en ze ontdekken de vreselijke historie van een vroegere bewoner van het pand... Marian Werkman begon met schrijven van verhalen zodra ze kon lezen Ze was altijd te vinden achter de typemachine en werd een fanatiek reporter van de schoolkrant. Ook maakte ze vertalingen en illustraties voor tijdschriften. Ze won de verhalenwedstrijd van het Dordrechts Winterboek en werd genomineerd voor de Agatha Christie schrijfwedstrijd. Naast detectiveverhalen publiceert ze boeken over asielhonden. Marian heeft een passie voor honden, muziek, boeken en theater. Ze is getrouwd met schrijver Marco Knauff. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454806574?aid=kb-online-bibliotheek&sid=17&dts=1759675797074&sig=a38cef9e5e964c1c2ea286f8f894f62899fdd66859238873590c1354c688df10&width=320",
      "dateSeen": "2025-10-06T07:14:22.501Z"
    },
    "5a24ac33d819c91e978d761641714cc514c8ade0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454914822/barbaarse-liefde-ruby-dixon",
      "title": "Barbaarse liefde",
      "authors": "Ruby Dixon",
      "description": "Kira is van plan om single te blijven op de buitenaardse planeet waar ze gestrand is - ze wil toch geen partner. Tenminste, dat maakt ze zichzelf wijs. Maar als Aehako op haar pad komt, verandert alles. Menselijke vrouwen zijn geliefd op Not-Hoth en één alien in het bijzonder heeft duidelijk gemaakt dat hij in Kira geïnteresseerd is. Het is moeilijk om de sexy, flirterige Aehako af te houden terwijl ze ernaar verlangt om hem bij zijn hoorns te grijpen en zich te laten meesleuren naar zijn grot. Maar Kira heeft een vreselijk geheim - of eigenlijk een paar. Ze is ervan overtuigd dat Aehako nooit van haar kan houden als hij de volledige waarheid te weten komt. Nog verontrustender is het feit dat de aliens die haar en de andere vrouwen ontvoerd hebben terug zijn, en dankzij het vertaalimplantaat in haar oor kunnen ze haar vinden. Kira's aanwezigheid hier brengt iedereen in gevaar, maar kan ze haar nieuwe leven en de man naar wie ze het meest verlangt opgeven? En zal hij haar nog wel willen als hij erachter komt wie ze werkelijk is? 'Barbaarse liefde' is het derde deel in de scifi-romanceserie Barbaren van de IJsplaneet van Ruby Dixon, over op een verre planeet gestrande vrouwen en de buitenaardse mannen die zich over hen ontfermen. Ruby Dixon begon als self-publishing auteur om deze unieke verhalen met de wereld te delen en het werd een grote hit. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454914822?aid=kb-online-bibliotheek&sid=17&dts=1759953550671&sig=2445d11b5eb7a777df6ce0a008f173b7d9b99330ad302941cb0689d414b56241&width=320",
      "dateSeen": "2025-10-09T07:13:05.357Z"
    },
    "a252e81c3f90a79a972914baeffef58126776879": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454914830/sint-pakt-weer-uit-diverse-auteurs",
      "title": "Sint pakt weer uit",
      "authors": "Diverse Auteurs",
      "description": "Sint pakt weer en groots uit! In deze feestelijke bundel vind je vierentwintig unieke Sinterklaasverhalen. Wat als Sinterklaas een broer blijkt te hebben / Beestenboel op de Pakjesboot / Sinterklaas gaat voor groen en hoe komt het toch dat de goedheiligman last heeft van ondraaglijke jeuk? Ontdek deze en vele andere verrassende, grappige en ontroerende verhalen in 'Sint pakt weer uit!'- een verzamelbundel vol fantasie, humor en hartverwarmende momenten. Voor het goede doel De royalty's gaan naar Villa Pardoes, waar ernstig zieke kinderen en hun families een onvergetelijke week beleven. Met dank aan de 24 schrijvers (op alfabetische volgorde): Carla van Vliet, Charlotte Desmet, Corien van Bogaert, Corine Lammers, Dorien Hoeve, Inge Mol, Isabelle Paz Soldan, Karlijn van de Bor, Lize Berger, Lucy Neetens, Marion Reeuwijk, Monique Hemelaar, Nicolas Voet, Remda Spoelstra, Tessa te Loo, Tiamo Pastoor, Viola van Blijswijk, Willem van Ulsen, Eveline van Dienst, Femke Kraijo, Mehmet Küçükaycan, Lin de Laat, Wim Slierendregt en Koen Vogels. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454914830?aid=kb-online-bibliotheek&sid=17&dts=1759944114898&sig=2aa7aea8096af03a170e4d27d0b20ba66f12bc1cac417cd10eff26e27dd14a4f&width=320",
      "dateSeen": "2025-10-09T07:13:05.595Z"
    },
    "c9ddcfb6df83182ee44b64f8bd11f9eed3d1b124": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44328038X/verleid-in-rio-lucy-king",
      "title": "Verleid in Rio",
      "authors": "Lucy King",
      "description": "Haar kussen smaken zoeter dan wraak…Na jarenlang voor het familiebedrijf te hebben gewerkt, besluit Thalia dat het tijd is om op eigen benen te staan. En hoe moeilijk ze het ook vindt, ze verbreekt ook haar relatie met de sexy tycoon Santiago Ferreira, omdat ze vreest dat ze veel te afhankelijk van hem is. Niet veel later krijgt ze haar eerste opdracht als zelfstandige. Ze is dolblij - tot ze ontdekt wie haar opdrachtgever is…Santiago kan het niet verkroppen dat Thalia hem heeft verlaten en hij wil wraak. Via een list weet hij het zo te regelen dat ze voor een opdracht samen naar Rio moeten afreizen. Daar, onder de Braziliaanse zon, zal hij haar opnieuw verleiden – om haar vervolgens keihard te dumpen. Algauw blijkt echter dat de tropische hitte niet alleen de passie hoog doet oplaaien, maar ook andere, veel diepere gevoelens die zijn wraakplan ernstig in gevaar brengen…  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44328038X?aid=kb-online-bibliotheek&sid=17&dts=1760022531287&sig=70dc7bf35d5a84747e95598bd4203a10417cd83f39866dd0fe4c6b1ce9fbb8e6&width=320",
      "dateSeen": "2025-10-10T07:13:03.330Z"
    },
    "671b7d8b46dd281b439d796644ca8920fa0d0210": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007543/een-nacht-om-nooit-te-vergeten-robyn-donald",
      "title": "Een nacht om nooit te vergeten",
      "authors": "Robyn Donald",
      "description": "Nooit zal Sorrel de zinderende kus van Luke vergeten...En nu ze tien jaar later naar huis terugkeert, zullen ze elkaar eindelijk weer terugzien. Wordt het nu ze buren zijn eindelijk duidelijk waarom hij haar aan het eind van die gedenkwaardige zomer plotseling verliet?Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007543?aid=kb-online-bibliotheek&sid=17&dts=1760021111616&sig=2a59cc0f16c94df5a4d99188f40e9b47035744260ad74d130b434b4cdd5cffd7&width=320",
      "dateSeen": "2025-10-10T07:13:03.506Z"
    },
    "4c25c16516262019858ffe1a7409d533b8fa7a70": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007454/bevrijd-me-julia-latham",
      "title": "Bevrijd me",
      "authors": "Julia Latham",
      "description": "Dappere ridders, dames in nood, vurige passie...Engeland, 1486Als het Lady Elizabeth Hutton ter ore komt dat een beruchte lord haar als zijn bruid wil, besluit ze van identiteit te ruilen met haar kamermeid Anne. Net op tijd, want niet veel later verovert hij Elizabeths kasteel en sluit hij de arme Anne in de torenkamer op. Haar enige hoop is nu dat haar verloofde, ridder Sir John Russell, hen komt redden. Maar die heeft ze sinds haar jeugd niet meer gezien...Zonder voldoende mankrachten om het kasteel te bestormen waar zijn verloofde zit opgesloten moet John een ander plan bedenken: onder een valse identiteit zal hij er binnendringen en haar redden. Dat loopt echter heel anders dan hij verwacht...Dit verhaal is eerder verschenen.  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007454?aid=kb-online-bibliotheek&sid=17&dts=1760030564836&sig=ded1805fd7f20a2e0d2d2e2a26b7146b32017b98a68c942a52f07b139c1d8ee1&width=320",
      "dateSeen": "2025-10-10T07:13:03.726Z"
    },
    "141d955708d924e961b969b4f16f1e0c68ec44be": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443695415/griekse-passie-sarah-morgan",
      "title": "Griekse passie",
      "authors": "Sarah Morgan",
      "description": "Sarah Morgan Classics: geweldige klassieke liefdesverhalen van bestsellerauteur Sarah Morgan. De verhalen waar het allemaal mee begon!De ontembare Griek: Griekse passieNikos Kyriacou heeft er alles voor over om de Brandizi-diamant terug te krijgen, die generaties lang van zijn familie is geweest. Zelfs een zakenhuwelijk met de huidige eigenares, Angelina Littlewood, is voor hem geen obstakel. Angie heeft zo haar eigen redenen om deze eis te stellen voor teruggave van de edelsteen. Ze hoopt zich zo op de arrogante Griek te kunnen wreken voor iets wat hij haar familie in het verleden heeft aangedaan. Alles verloopt volgens plan, tot ze ontdekt dat Nikos in de kleine lettertjes van het contract een speciale clausule heeft laten opnemen... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443695415?aid=kb-online-bibliotheek&sid=17&dts=1760020191597&sig=8619ba9161ffd286a4c4bdc64e60d8711b7c22be6684c09e470853bb2014208c&width=320",
      "dateSeen": "2025-10-10T07:13:03.901Z"
    },
    "466370db1fe597064c732a846de99110d768ca72": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443280347/ee-n-nacht-in-venetie--caitlin-crews",
      "title": "Eén nacht in Venetië",
      "authors": "Caitlin Crews",
      "description": "Toen hij amore fluisterde, was ze verkocht…Als directrice van een internaat leeft Beatrice strikt volgens de regels. Tot ze, op schoolreis naar Venetië, tijdens één avond alle remmen losgooit en zich overgeeft aan de charmes van een mysterieuze, adembenemend knappe Italiaan. Voor ze weet wat haar overkomt, zweeft ze in zijn armen over de dansvloer en… belandt ze uiteindelijk bij hem in bed!Wanneer ze enige tijd later ontdekt dat ze zwanger is, ziet ze zich gedwongen haar baan op te geven. Ze is dan ook blij als ze als nanny wordt aangenomen door Cesare Chiavari. Deze miljardair woont in Italië, dus ze kan haar oude leven echt achter zich laten. Zodra ze in het landhuis aankomt, wacht haar een verrassing. Ze herkent Cesare onmiddellijk als de vreemdeling die haar die nacht zo vurig kuste! En hij heeft duidelijk geen idee wie zij is…  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443280347?aid=kb-online-bibliotheek&sid=17&dts=1760022545143&sig=aa634df4c6db90af9ef834dff87b1335be14fa7104c147f1a76a57b2a6724905&width=320",
      "dateSeen": "2025-10-10T07:13:04.093Z"
    },
    "4e4c2cea116ea5a6ce7e5d306f855aaac5de21f6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007535/voor-het-oog-van-de-wereld-caitlin-crews",
      "title": "Voor het oog van de wereld",
      "authors": "Caitlin Crews",
      "description": "Schrijfster Miranda steekt haar mening niet onder stoelen of banken…Ze vindt sportmiljonair Ivan maar een primitieveling, en dat verkondigt ze in alle talkshows! Dan kust hij haar zomaar voor de camera's, en staat haar reputatie op het  spel. Er zit maar eén ding op: spelen dat ze zijn geliefde is…Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007535?aid=kb-online-bibliotheek&sid=17&dts=1760080385302&sig=cdf671d1d9bfe39946086bccb4172cb72b10ff819c4eb73910318ccf215a27fc&width=320",
      "dateSeen": "2025-10-10T07:13:05.958Z"
    },
    "ef6b2123f71cc0da9651751236b644255e0fbea5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443695393/grieks-verlangen-sarah-morgan",
      "title": "Grieks verlangen",
      "authors": "Sarah Morgan",
      "description": "Sarah Morgan Classics: geweldige klassieke liefdesverhalen van bestsellerauteur Sarah Morgan. De verhalen waar het allemaal mee begon!De ontembare Griek: Grieks verlangenVier jaar geleden kwam de knappe Griekse miljardair Alekos Zagorakis niet opdagen voor zijn bruiloft met lerares Kelly Jenkins. Sindsdien heeft hij niets meer van zich laten horen; ze heeft alleen zijn ring nog. Omdat ze het geld hard nodig heeft, biedt ze die te koop aan op een veilingsite. Ze heeft het nog niet gedaan, of Alekos staat opeens weer voor haar neus. Hij wil niet alleen zijn ring terug, maar ook háár! Deze keer zal ze hem moeten weerstaan, maar hoe? Ze kan maar twee dingen bedenken die hem echt afschrikken: trouwen en kinderen. Net waar zij van droomt... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443695393?aid=kb-online-bibliotheek&sid=17&dts=1760019836447&sig=65ff104743ea5e9892f2f6e9d2132eb8582de834d41463f4670687f5bfdfe5ca&width=320",
      "dateSeen": "2025-10-10T07:13:06.161Z"
    },
    "cf3c80bf1128c68969af785a710c9b81fd1ab00b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443280398/gevallen-voor-de-spaanse-magnaat-lorraine-hall",
      "title": "Gevallen voor de Spaanse magnaat",
      "authors": "Lorraine Hall",
      "description": "Soms is de ware dichterbij dan je denkt…Matilda heeft er nooit zo over nagedacht dat de knappe magnaat Javier Alatorre haar voogd is. Hij zorgt ervoor dat ze haar toelage krijgt en blijft verder op de achtergrond. Maar dan eist hij opeens dat ze naar zijn landgoed in Spanje komt, waar hij ervoor zal zorgen dat ze op tijd voldoet aan de voorwaarde in het testament van haar vader, die bepaalt dat ze voor haar vijfentwintigste getrouwd moet zijn…Javier heeft eigenlijk geen tijd om zich bezig te houden met het liefdesleven van zijn beschermeling, maar als hij niet snel een echtgenoot voor haar vindt, moet hij zelf met haar trouwen! Dus neemt hij haar mee naar gala's, waar vele vrijgezellen naar haar hand dingen. Tot zijn ergernis vindt ze niemand goed genoeg. En waarom droomt hij telkens dat híj met de mooie Matilda voor het altaar staat?  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443280398?aid=kb-online-bibliotheek&sid=17&dts=1760034027221&sig=e842b9e750125c0c9a7267803bf5143473253f596a44325d8c3c8c080e5b1f70&width=320",
      "dateSeen": "2025-10-10T07:13:06.600Z"
    },
    "9184d451449ddde0eef8586bedb6c05b816fb48b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443349126/het-pumpkin-spice-cafe--laurie-gilmore",
      "title": "Het Pumpkin Spice Café",
      "subtitle": "Het seizoen om verliefd te worden",
      "authors": "Laurie Gilmore",
      "description": "Winnaar TikTok Book Shop of the Year-award: Het Pumpkin Spice Café is een heerlijke cosy small town romance van TikTok-fenomeen Laurie Gilmore. Elk boek in de Dream Harbor-serie kan worden gelezen als een standalone. Wanneer Jeanie het geliefde Pumpkin Spice Café in Dream Harbor van haar tante kan overnemen, grijpt ze deze kans met beide handen aan. Het is tijd om een nieuwe start te maken, weg van haar saaie kantoorbaan in Boston. Jeanies komst naar het stadje blijft niet onopgemerkt. Logan, een knappe lokale boer, probeert de irritant vrolijke nieuwe eigenaresse van het café zoveel mogelijk te ontlopen, al helemaal als hij merkt dat hij zich steeds meer tot haar aangetrokken voelt. Zijn hart werd eerder wel erg publiekelijk gebroken, dus verliefd worden staat zeker niet op de planning. Kan Jeanie met haar vrolijkheid het hart van de grumpy Logan winnen, of heeft ze de enige persoon gevonden die niet voor haar charme valt? 'Een heerlijke herfstromance.’ VROUW ‘Het Pumpkin Spice Café geeft dezelfde hoeveelheid endorfine af als een slokje van een echte pumpkin spice latte… [en heeft] alle kenmerken van een geweldige Hallmarkfilm, maar dan met net dat heerlijke vleugje spice erbij.’ People ‘Met zo’n leuke titel en zo’n herfstige cover, kon ik niet anders dan gezellig onder een dekentje kruipen en ontspannen met dit heerlijke boek.’ The New York Post 'Mocht je deze BookTok-favoriet nog niet hebben opgepakt, dan is nu het perfecte moment… Het verhaal speelt zich af in de herfst, en er komen meer dan genoeg pumpkin spice lattes in voor – het ideale romantische boek voor de koudere maanden.’ Observer ‘Wanneer je een pumpkin spice latte in boekvorm giet, krijg je dit! Perfect voor fans van Hallmarkfilms en zoete verhaallijnen, en precies genoeg voor één heerlijk avondje lezen.’ People Magazine Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443349126?aid=kb-online-bibliotheek&sid=17&dts=1760019987137&sig=34115cd34cc26b136211f7c5becca4b5fa0f06160189eff8cc0eb1552377e0c0&width=320",
      "dateSeen": "2025-10-10T07:13:06.812Z"
    },
    "503b3977bf620e18614123f2b948e46b3fd72b39": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007616/italiaanse-verleider-mary-lyons",
      "title": "Italiaanse verleider",
      "authors": "Mary Lyons",
      "description": "De steenrijke Lorenzo Foscari wordt met de dood bedreigd. Hij legt de hele kwestie het liefst naast zich neer, maar zijn verzekeringsmaatschappij staat erop dat hij beveiliging inhuurt – wat hij doet, zij het onder luid protest. Hij slaat echter een andere toon aan als hij de sexy Antonia ontmoet: zijn bodyguard!  Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007616?aid=kb-online-bibliotheek&sid=17&dts=1760023176116&sig=7999e54a316dacd904ef29c2b4024c62b197c040e5a797acdeadfe0eaab2e3c1&width=320",
      "dateSeen": "2025-10-10T07:13:07.358Z"
    },
    "80396fa60b2486aa63454be3b01be137b46fa93e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007497/diep-begraven-verleden-amanda-stevens",
      "title": "Diep begraven verleden",
      "authors": "Amanda Stevens",
      "description": "Door de ontdekking van een oud skelet diep in een grottenstelsel in Florida wordt rechercheur Eve Jareau geconfronteerd met haar verleden. Zou dit haar vermiste vader kunnen zijn? Ze wil aan de zaak blijven werken, dus vertelt ze dit vermoeden niet aan haar knappe baas, politiechef Nash Bowden. Het wordt echter steeds lastiger haar geheim te bewaren als hij besluit met haar samen te werken. Dan is Eve opeens in groot gevaar als iemand besluit dat sommige geheimen beter begraven kunnen blijven... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007497?aid=kb-online-bibliotheek&sid=17&dts=1760021800281&sig=2463bc466f9abecf79954771b37261d61e67ab9381b20ae4740fd1695030ccc1&width=320",
      "dateSeen": "2025-10-10T07:13:07.529Z"
    },
    "588563ce4b0ecc4b9df7156bf28292540b7f743b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443551707/de-eeuwige-jaknikker-jade-vening",
      "title": "De eeuwige jaknikker",
      "subtitle": "Ze doet altijd wat van haar verwacht wordt. Totdat ze hem ontmoet...",
      "authors": "Jade Vening",
      "description": "De start van de hilarische en hartverwarmende serie Lessen in de liefde van feelgoodtalent Jade Vening.   Fiona zegt altijd ‘ja’ en laat nooit het achterste van haar tong zien. Dus volgt ze al twee jaar lang tegen haar zin yogalessen van haar huisgenoot, tolereert ze de eikel van een vriend van haar beste vriendin en doet ze altijd de rotklusjes op haar werk.Ook in haar relaties zegt Fiona niet altijd wat ze wil. Tot ze op een avond Pim ontmoet, die in elk opzicht haar tegenpool lijkt te zijn. Hij is iemand die alles zegt wat hij denkt en hij overtuigt Fiona hetzelfde te doen. Als ze na hun nacht samen alleen wakker wordt weet ze één ding zeker: ze wil geen jaknikker meer zijn.Lessen in de liefde is een hilarische en hartverwarmende feelgoodserie over vier vrienden, Fiona, Iris, Roos en Boaz, die allemaal iets te leren hebben over het leven én over de liefde. De eeuwige jaknikker is het eerste deel in de serie, maar alle delen zijn ook afzonderlijk te lezen.Lezers over eerder werk:‘Een fijne en grappige feelgood met een goede vleug romance die je geweldige leesuren zal bezorgen.’‘Dit is echt een fantastisch debuut! Er zit een heerlijke humor in en door de manier van schrijven speelt de film zich in je hoofd af! Ik hou ervan.’‘De win-winsituatie is net een feestje. Na ieder hoofdstuk dacht ik: nog eentje dan. Ik kon dit leuke verhaal nauwelijks wegleggen.’‘Deze nieuwe auteur is wat mij betreft here to stay.’  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443551707?aid=kb-online-bibliotheek&sid=17&dts=1760019856983&sig=9cb9c78a1d907b2bb234a200789bf6e3bfbaab80ce6779fee74ac686c7276aba&width=320",
      "dateSeen": "2025-10-10T07:13:07.776Z"
    },
    "aeac9c70d7f9ea401f5926e1f05d8b7124a3d58d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007322/liefde-in-luxe-anna-depalo",
      "title": "Liefde in luxe",
      "authors": "Anna DePalo",
      "description": "Vergeten kan hij haar niet, hoe hij zijn best ook doet…Stephen Garrison kan aan elke vinger een vrouw krijgen, maar hij heeft zijn zinnen gezet op Megan Simmons. Zij beëindigde hun relatie enkele jaren geleden, en dat is hij niet gewend - normaal gesproken is híj degene die weggaat! Zijn doel is nu om haar opnieuw te verleiden en revanche te nemen, maar al snel blijkt dat Megan iets voor hem heeft achtergehouden…Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007322?aid=kb-online-bibliotheek&sid=17&dts=1760026759176&sig=762de379a465a97919bc80a729be8397ca835406de4c453b8dbebd015b03fc91&width=320",
      "dateSeen": "2025-10-10T07:13:07.954Z"
    },
    "9a74f5d7bb323340efa383db46cfa55c79375152": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007438/een-klein-wondertje-sue-mackay",
      "title": "Een klein wondertje",
      "authors": "Sue MacKay",
      "description": "Ambulanceverpleegkundige Stephanie voelt haar hart breken als dokter Michael haar vertelt dat hij geen vaste relatie wil. Twee jaar later is ze terug in de stad en denkt ze wel over hem heen te zijn. Maar als ze hem weer ontmoet op de Spoedeisende Hulp, blijkt de chemie tussen hen sterker dan ooit. Chemie die leidt tot een klein wonder…Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007438?aid=kb-online-bibliotheek&sid=17&dts=1760024473579&sig=6595e9d35413293d9a6520d9dd6f92de6747972ff1578950f0848aa32ca1724c&width=320",
      "dateSeen": "2025-10-10T07:13:08.404Z"
    },
    "e11ffbd1b6cc31af7b239efe5fe4dab18dab8435": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443695407/grieks-paradijs-sarah-morgan",
      "title": "Grieks paradijs",
      "authors": "Sarah Morgan",
      "description": "Sarah Morgan Classics: geweldige klassieke liefdesverhalen van bestsellerauteur Sarah Morgan. De verhalen waar het allemaal mee begon!De ontembare Griek: Grieks paradijsEen huwelijk met een knappe Griek, een leven vol weelde en een huwelijksreis op een paradijselijk eiland: Millies leven lijkt wel een sprookje. Maar niet veel later valt haar droom in duigen, als ze ontdekt dat de glamour van Angelos Demetrios' wereldje eigenlijk helemaal niet bij haar past. En aan zijn geflirt met talloze aanbidsters kan ze ook maar moeilijk wennen. Wanneer ze ziet dat hij zelfs haar zus probeert te versieren, slaat ze op de vlucht. Een jaar later krijgt ze een schokkend bericht, en niet lang daarna staat ze weer oog in oog met Angelos… Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443695407?aid=kb-online-bibliotheek&sid=17&dts=1760020240031&sig=5635e6a9645ee823a5c18daec2a493e5921059ffffeeca1d1b2371ca00888229&width=320",
      "dateSeen": "2025-10-10T07:13:08.587Z"
    },
    "6bfabdbf26ae27f72cc63c141443e7f7bdf19db8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007500/moordenaar-in-de-schaduw-debbie-herbert",
      "title": "Moordenaar in de schaduw",
      "authors": "Debbie Herbert",
      "description": "Harper Catlett is teruggekeerd naar het kleine dorpje waar ze is opgegroeid, vastbesloten om eindelijk de mysteries op te lossen die haar jarenlang hebben gekweld. Wie heeft haar zus vermoord? En was de geheimzinnige schaduwman die ze die nacht meende te zien een hersenspinsel van een jong kind, of toch niet? Als haar onderzoek wordt bemoeilijkt door een onverschillig politiecorps en dreigmails, schiet knappe FBI-agent Liam Andrews haar te hulp. En blijkt dat de schaduwman dichterbij is dan ooit...  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007500?aid=kb-online-bibliotheek&sid=17&dts=1760026682764&sig=81ac34778f50949347e299a9508550f2cceb9b7cb2892213b294368629acccfc&width=320",
      "dateSeen": "2025-10-10T07:13:09.022Z"
    },
    "7c9cf21ba2a335a32aad8e1e803bbb74b62f0464": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443280371/zwanger-van-de-griekse-tycoon-tara-pammi",
      "title": "Zwanger van de Griekse tycoon",
      "authors": "Tara Pammi",
      "description": "De verrassing van zijn leven...Als Laila erachter komt dat Griekse miljardair Sebastian Skalas het document in bezit heeft dat de man die ze als een vader beschouwt kan redden van zijn schulden, twijfelt ze geen moment. Ze verleidt hem, en na een passievolle nacht samen steelt ze het document. Met de bedoeling hem nooit meer te zien – hoe verleidelijk hij ook is...Na drie jaar is Sebastian nog steeds even vastbesloten om de onweerstaanbare vrouw te vinden die hem heeft bedrogen, maar ze blijkt onvindbaar. Dus hij is diep geschokt als ze opeens voor zijn deur staat, al helemaal omdat ze verrassend nieuws heeft: hij is vader... van een tweeling!  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443280371?aid=kb-online-bibliotheek&sid=17&dts=1760026668412&sig=0264cd0ae3f5fb5fc4d2c1a79391b230b50e5db53c13926c462be555c1732657&width=320",
      "dateSeen": "2025-10-10T07:13:09.198Z"
    },
    "69f951fc011896b6d6204a7c399c72d8b1c9bcd6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007624/machtig-en-meedogenloos-jacqueline-baird",
      "title": "Machtig en meedogenloos",
      "authors": "Jacqueline Baird",
      "description": "Eloise komt erachter dat haar overleden moeder niet alleen anderen, maar ook háár heeft bedrogen en bestolen. Marcus, een machtige Griekse zakenman, denkt echter dat zij overal bij betrokken was, en wil maar één ding: wraak. Op een heel specifieke manier... Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007624?aid=kb-online-bibliotheek&sid=17&dts=1760027029647&sig=5458353815a74342f19ff692743e51089e1bf5e6ff3f7fc5fd3474ceebe566f5&width=320",
      "dateSeen": "2025-10-10T07:13:09.576Z"
    },
    "95cd1b240deb3028cee7feebc2cbd4d5f6d44f47": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007381/heimelijke-kus-teresa-carpenter",
      "title": "Heimelijke kus",
      "authors": "Teresa Carpenter",
      "description": "Zijn prinselijk hart staat in vuur in vlam...Sinds prins Julian van Kardana voor zijn peuterneefje moet zorgen, heeft hij slapeloze nachten. Emoties en kinderen zijn niet zijn sterkste kant, merkt hij. Gelukkig krijgt hij hulp van een nanny, Katrina. Al snel is de kleine Sammy helemaal verknocht aan haar. Maar Julian zelf doet nu helemáál geen oog meer dicht – al heeft dat dit keer een heel andere oorzaak!Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007381?aid=kb-online-bibliotheek&sid=17&dts=1760026325721&sig=60ecf4d3ff378cc9b7ddab13a38c39e3ce0dced426e23c43d955e000156f5e4b&width=320",
      "dateSeen": "2025-10-10T07:13:09.766Z"
    },
    "5d63cddc484d7d678465bd22c21f076d32313fef": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007594/in-beschermende-handen-jessica-matthews",
      "title": "In beschermende handen",
      "authors": "Jessica Matthews",
      "description": "Nikki heeft spijt als haren op haar hoofd...Want sinds ze Galen probeerde te versieren toen ze nog studiemaatjes waren, is zijn houding verkild. Pijnlijk, vooral nu ze na lange tijd weer samen moeten werken. En de aantrekkingskracht er nog steeds is...Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007594?aid=kb-online-bibliotheek&sid=17&dts=1760022505202&sig=0f72f2fda0b8c3aa56b68e09ddd61878b3a192486dddd3dc3441727a9e3c33a1&width=320",
      "dateSeen": "2025-10-10T07:13:10.164Z"
    },
    "e31c503ae7eb5480f3d4a3d61d0641d05a574897": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007462/een-zoete-verrassing-jill-shalvis",
      "title": "Een zoete verrassing",
      "authors": "Jill Shalvis",
      "description": "Cupcakes, croissants en kussen… Ze zijn in de aanbieding bij de Sugar Pine Bakery! Wanneer het leven van Harper Shaw in elkaar stort, vooral dankzij haar ex-bijna-verloofde, besluit ze dat het tijd is voor een nieuwe start. Dus neemt ze zich voor alles waar ze geen plezier aan beleeft uit haar leven te bannen - haar stressvolle baan, het eten van boerenkool, het maken van lijstjes - en te vertrekken naar Sunrise Cove. Daar zal ze haar droom om haar eigen bakkerij te beginnen in vervulling laten gaan.In haar Sugar Pine Bakery voelt ze zich al snel op haar plek: niet in het minst omdat ze ingeklemd zit tussen de boekwinkel van haar nieuwe bff, Shay, en het café van de norse maar bijzonder sexy Bodie. Dan ontmoet ze het weggelopen tienermeisje Ivy. Omdat ze veel van zichzelf in het meisje herkent, besluit ze haar onder haar hoede te nemen. Maar Ivy heeft zo haar geheimen…Wanneer deze geheimen aan het licht komen, zorgen ze voor de nodige opschudding in Sunrise Cove, én in Harpers wereld. Toch is ze niet van plan haar nieuwe leventje zomaar op te geven – en al helemaal niet haar kans op echte liefde!  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007462?aid=kb-online-bibliotheek&sid=17&dts=1760020567791&sig=df7d68b0895cda346c8e8eb5a1b38c5f3eb49f2b96af890a4d4dfe3fa8f5cbc1&width=320",
      "dateSeen": "2025-10-10T07:13:10.384Z"
    },
    "40cd3d1b01f709859214d57a9607b4816d75bb4f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443349177/amari-en-de-waanzinnige-wonderen-b-b--alston",
      "title": "Amari en de Waanzinnige Wonderen",
      "authors": "B.B. Alston",
      "description": "De met een Bronzen Griffel bekroonde Amari-serie van B.B. Alston heeft een waanzinnig nieuw deel: Amari en de Waanzinnige Wonderen.Er dreigt oorlog in de magische wereld. Aan de ene kant staat de regering, die onder leiding van de verschrikkelijke Elinor Steenheuvel jaagt op magiërs. Aan de andere kant staat Dylan van Helsing, vroeger Amari's vriend en partner, nu leider van het Genootschap der Magiërs. Hij zoekt naar geheime wapens waardoor hij niet alleen kan winnen, maar ook… oppermachtig kan worden.Amari zit als magiër én agent van het Bureau voor Bovennatuurlijke Zaken precies tussen de vechtende partijen in. Ze is nergens meer veilig. Samen met haar broer en trouwe vrienden besluit ze ook op zoek te gaan naar de magische uitvindingen die Dylan zoekt. Deze Waanzinnige Wonderen kunnen hen helpen, maar eisen ook een torenhoge tol…Over de serie:'Amari en de Nachtwachters is een heerlijk, eigentijds, knap geconstrueerd avontuur met verrassende wendingen.' Trouw'Een spannend, mysterieus en met veel vaart geschreven verhaal met een actueel randje.' NBD Biblion'Een betoverend fantasyavontuur met hart en ziel. Amari is magisch!' Angie Thomas, auteur van The Hate You Give Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443349177?aid=kb-online-bibliotheek&sid=17&dts=1760043539181&sig=84794f0999b3e6797bcef11306c21d0674738996fe3404f430a5cdd43960f450&width=320",
      "dateSeen": "2025-10-10T07:13:10.596Z"
    },
    "086a51423037bd257e0cf3080808892852fed613": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007551/zinderend-weekend-emma-darcy",
      "title": "Zinderend weekend",
      "authors": "Emma Darcy",
      "description": "Op het moment dat Angie zijn kantoor binnenloopt......weet steenrijke zakenman Hugo Fullbright genoeg: dit is de vrouw die hij moet hebben! Zonder omhaal vraagt hij haar met hem mee te gaan op een zakenreis naar Tokio. Angie stemt toe, al weet ze heel goed waaróm hij haar heeft uitgenodigd...Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007551?aid=kb-online-bibliotheek&sid=17&dts=1760033875572&sig=d0143b44e28bc2c2adc8a1752471e96dcb901e2cf651cd67e193c40e4f173358&width=320",
      "dateSeen": "2025-10-10T07:13:10.813Z"
    },
    "fdfdd4499203ea0dd6d7ffebe6a85c532f24688d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007470/aan-de-voet-van-de-vuurtoren-brenda-novak",
      "title": "Aan de voet van de vuurtoren",
      "authors": "Brenda Novak",
      "description": "Deze zomer op het eiland verandert alles…Mariners Island is nauwelijks vijftien kilometer lang, maar tijdens hun tienerjaren was het voor Ivy, Ariana en Cam hun hele wereld. Vanwege zijn prachtige stranden, de beroemde vuurtoren en de mooie, oude bibliotheek, hield het eiland Ivy ook als volwassene aan zich gebonden. Ariana, daarentegen, maakte zich zo snel mogelijk uit de voeten – niet alleen omdat ze heimelijk verliefd was op Cam, maar ook vanwege een tragedie die grote impact had op hun vriendschap.Nu, twintig jaar later, keert Ariana terug naar Mariners Island, net op het moment dat er nieuwe informatie naar boven komt over die vreselijke avond. Opnieuw staat het leven van de drie vrienden op zijn kop: wat is er toen precies gebeurd en wie kunnen ze nog vertrouwen? Gedurende deze lange, tumultueuze zomer wordt niet alleen de waarheid over hun verleden blootgelegd, maar ook over hun toekomst, hun vriendschap en hun diepste verlangens… Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007470?aid=kb-online-bibliotheek&sid=17&dts=1760024687613&sig=2e3d1da0d533d5f3a26acac026d48bb8c65a1ed6f7e8da67b4d2ee0bd8beb3c7&width=320",
      "dateSeen": "2025-10-10T07:13:11.432Z"
    },
    "8eb43a159d4a5ab1ff2eb812febeaa06f7e6b5ab": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44300739X/verrukkelijke-kussen-lucy-gordon",
      "title": "Verrukkelijke kussen",
      "authors": "Lucy Gordon",
      "description": "Italiaanse nachten zijn warm en lang...Natuurlijk had advocate Ellie nóóit mogen bezwijken voor de charmes van haar cliënt, zakenman Leonizio Fellani. Toch heeft ze geen spijt van die heerlijke nacht! Dan ontdekt ze dat hun tijd samen nog iets anders heeft voorgebracht dan mooie herinneringen – en vraagt hij haar meteen ten huwelijk. Maar is het hem wel om háár te doen? Of om zijn erfgenaam?Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44300739X?aid=kb-online-bibliotheek&sid=17&dts=1760080391517&sig=9ad163a34a18c84f3b154cf09f586fc8c8b53318263b4f5d5a4e9a2f76506567&width=320",
      "dateSeen": "2025-10-10T07:13:11.940Z"
    },
    "2ce4d2bb63848da4d53ce8955f2a87714f7772e2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443280363/in-zijn-italiaanse-palazzo-rosie-maxwell",
      "title": "In zijn Italiaanse palazzo",
      "authors": "Rosie Maxwell",
      "description": "Een tweede kans met de Italiaanse miljardair...Domenico Ricci is diep geschokt als zijn vrouw Rae hem plotseling verlaat – en nog geschokter als hij haar opeens weer terugziet! Hoe kan hij haar nog steeds zo onweerstaanbaar vinden nadat ze hem heeft afgewezen? En waarom vindt hij het niet vervelender dat hij, om zijn Venetiaanse palazzo te erven, zes maanden met haar moet doorbrengen?Rae kon niets anders dan haar echtgenoot verlaten. Haar liefde voor Domenico was zo allesverterend dat er niets meer van haarzelf was overgebleven. Dus als hij haar vraagt om een halfjaar met hem in Venetië door te brengen, is ze vastbesloten om deze keer stevig in haar schoenen te staan. Lastig, want haar verlangen naar hem is sterker dan ooit...  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443280363?aid=kb-online-bibliotheek&sid=17&dts=1760028104353&sig=85417c8bd94819022ad953f05908dccb62632adf5b3c1d7db8c6b5f6d1076fdf&width=320",
      "dateSeen": "2025-10-10T07:13:12.144Z"
    },
    "2366337b2bcdad1081ea72be1b4443900b738676": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007586/golven-op-het-zand-marion-lennox",
      "title": "Golven op het zand",
      "authors": "Marion Lennox",
      "description": "Emily, de enige dokter in Bay Beach, heeft het ontzettend druk...Dus wanneer de knappe chirurg Jonas aanbiedt haar te helpen, is ze dan ook dolblij – en dolverliefd! Hij voelt ook iets voor haar, maar ze weten allebei dat zijn verblijf in Bay Beach tijdelijk is. Hoe kan ze hem overhalen te blijven?Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007586?aid=kb-online-bibliotheek&sid=17&dts=1760031016150&sig=1de085109b130b96367356485341ffbf5d80cd2119cbd1b05100df3937837492&width=320",
      "dateSeen": "2025-10-10T07:13:12.330Z"
    },
    "d9d926eb336552858448b969330de5853c3f1a3f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007578/dokter-luca-s-liefde-meredith-webber",
      "title": "Dokter Luca's liefde",
      "authors": "Meredith Webber",
      "description": "Na een nare ervaring heeft verpleegkundige Rachel mannen afgezworen...En toch is ze na één blik in de ogen van Luca, de nieuwe chirurg, verloren. Gelukkig is dat wederzijds, maar net als ze hem echt durft te vertrouwen, doet ze een ontdekking...Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007578?aid=kb-online-bibliotheek&sid=17&dts=1760026938923&sig=745afb92ca7dd4b859dde2f4e67eaf4c8d180ffcee6ebf43e4d1eeaebb947e1c&width=320",
      "dateSeen": "2025-10-10T07:13:12.741Z"
    },
    "c78714e45bee6910a55f594113f85759c9212697": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007373/reis-naar-verzoening-fiona-harper",
      "title": "Reis naar verzoening",
      "authors": "Fiona Harper",
      "description": "Ze dacht dat hij heel ver weg was…Nadat Nick Adele heeft verlaten voor een baan aan de andere kant van de oceaan, probeert ze haar leven weer op te pakken. Net als dat een beetje lukt, staat hij plotseling voor haar deur, met de vraag of ze meegaat naar zijn zieke moeder in Schotland. Tot haar eigen verbazing stemt ze toe. Want hoewel ze eigenlijk niets meer met hem te maken wil hebben, voelt ze wél weer vlinders!Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007373?aid=kb-online-bibliotheek&sid=17&dts=1760080392834&sig=178aa4c68fec9188b083c5a82a645d128aee8556ccff92765fb9f98fe96e83fa&width=320",
      "dateSeen": "2025-10-10T07:13:13.249Z"
    },
    "29b53da288d555a046ad8f5d321325e46cae62a3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442273231/de-erfenis-van-de-familie-falck-aslak-nore",
      "title": "De erfenis van de familie Falck",
      "authors": "Aslak Nore",
      "description": "De erfenis van de familie Falck van Aslak Nore is dé literaire hit uit Noorwegen. Een rijke Noorse familie ruziet over een verdwenen testament, waardoor een groot familiegeheim en een verboden liefde aan het licht dreigen te komen.De rijke en machtige familie Falck maakt zich op voor de feestdagen, al wordt de sfeer bedorven door de machtsstrijd om de aanzienlijke nalatenschap van grootmoeder Vera. Kleindochter Sasha oppert om een expeditie naar Spitsbergen te organiseren, omdat daar de oorsprong ligt van het bloeiende familiebedrijf waar zij nu directeur van is.Rond dezelfde tijd duikt er in Longyearbyen, de grootste nederzetting op Spitsbergen, in het holst van de maandenlange nacht een sneeuwscooter op. De bijna bewusteloze Russische bestuurder weet nog net uit te brengen: ‘Don’t touch... Don’t touch.’ De familie Falck krijgt te maken met oude vijanden, wat verregaande consequenties heeft voor iedereen...Over Het testament van de zee:‘Formidabel geschreven literaire roman.’ Vrij Nederland‘Een indringende, spannende roman over verraad, verboden liefde en een groot familiegeheim. Leest als pure poëzie.’ Boekhandel Maximus‘Prachtig geschreven met oog voor detail. En het eind zal niemand verwachten...’ Bruna Heerde Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442273231?aid=kb-online-bibliotheek&sid=17&dts=1760019773567&sig=fe157b510b984206c0c7f2c2de8ec318fc230b1e27707828271ab87ae37a7b7e&width=320",
      "dateSeen": "2025-10-10T07:13:13.424Z"
    }
  }
}