{
  "values": {
    "b1dcfc235bf5db9a47448dee148bea613df24d3b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443096309/de-kat-die-een-bibliotheek-ging-redden-sosuke-natsukawa",
      "title": "De kat die een bibliotheek ging redden",
      "authors": "Sosuke Natsukawa",
      "description": "De 13-jarige Nanami brengt het grootste deel van haar vrije tijd door in een verlaten bibliotheek. Op een dag merkt ze dat haar favoriete boeken geleidelijk aan uit de schappen verdwijnen. Ze waarschuwt het bibliotheekpersoneel, maar niemand neemt haar serieus. Dan ziet ze tussen de boekenplanken een verdachte man in een grijs pak. Als een praatgrage kat haar te hulp schiet, gaan ze samen op een doldwaas avontuur vol gevaarlijke uitdagingen.\n‘Een juweel van een boek als je van lezen en boeken houdt (en katten!).’ – De Limburger\n‘Een heerlijk absurdistisch en sprookjesachtig verhaal.’ – Friesch Dagblad Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443096309?aid=kb-online-bibliotheek&sid=17&dts=1756141835315&sig=36c42e80aa4b3aa1a3a958e6ca2bdb664a75473c7ff783240b6d9f3ec60ecd00&width=320",
      "dateSeen": "2025-08-26T07:13:41.770Z"
    },
    "af224854e84ae94a725fa289f9dcca05b72b643b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453580696/de-dochters-van-de-berenjager-anneli-jordahl",
      "title": "De dochters van de berenjager",
      "authors": "Anneli Jordahl",
      "description": "Er werd voortdurend geroddeld over de zeven dochters van de beruchte berenjager. De meningen liepen uiteen. Leefden ze echt helemaal alleen in de wildernis? Er werd gezegd dat ze al hun tijd besteedden aan jagen, zwemmen en worstelen, behalve als ze dronken werden van zelfgemaakte brandewijn en port. Soms werden ze op de markt gezien terwijl ze berenvellen verkochten en uitbundig en enthousiast dansten wanneer de verkoop de verwachtingen overtrof.\n Een vrouw besluit het wilde verhaal van de zeven zussen op te schrijven in het jaarboek van de plaatselijke geschiedkundige vereniging. Waarom gingen ze nooit naar school? Waarom wilden ze geïsoleerd in de wildernis leven? Waarom gedroegen ze zich als ruwe jongens?\n De dochters van de berenjager is een venijnig feministisch sprookje, dwars door het hedendaagse Finland en zijn eeuwenoude legendes. Een verhaal over eenzaamheid en gemeenschapszin en een versterkt besef van het leven in het veeleisende bestaan ​​diep in de wildernis. De roman was genomineerd voor de meest prestigieuze Zweedse literaire prijs, de Augustpris. De jury: 'Een ongelooflijk aangrijpend en beklemmend verhaal over het verlangen naar een vrij leven - en de prijs daarvoor.'\n 'Jordahls nieuwe boek is een ode aan de kunst van het vertellen zelf.'  Arbetarbladet\n 'Buitengewoon spannend.'  Frankfurter Allgemeine Zeitung\n Anneli Jordahl (1960) is een Zweedse auteur, essayist en literatuurcriticus. Ze ontving talloze prijzen voor haar non-fictieboeken en romans, en in 2022 werd ze voor de De dochters van de berenjager genomineerd voor meest prestigieuze Zweedse literaire prijs, de Augustpris. De jury: 'Een ongelooflijk aangrijpend en beklemmend verhaal over het verlangen naar een vrij leven - en de prijs daarvoor.' Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453580696?aid=kb-online-bibliotheek&sid=17&dts=1756236935223&sig=0de62a0ddc0193dec0a50e56f3027088ba13765af46fd990019a6c75ef08e914&width=320",
      "dateSeen": "2025-08-27T07:13:18.236Z"
    },
    "f498f9573ec29c0c51f775bfb4701749feed5507": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447153048/chemie-in-new-york-louise-bay",
      "title": "Chemie in New York",
      "authors": "Louise Bay",
      "description": "Geknetter in de Big Apple... Als een oudere man met een verleidelijke glimlach en een duur pak met haar flirt in de hotelbar, realiseert Efa zich niet dat ze op het punt staat een onenightstand te hebben met de man voor wie ze wanhopig graag wil werken. Na een nacht die haar wereld aan het wankelen brengt, begint ze aan haar zomerbaantje als kamermeisje in een vijfsterrenhotel, ook al is ze vastbesloten om haar carrière in de techniek een kickstart te geven. Terwijl ze de Parksuite aan het schoonmaken is, komt hij weer binnen – nu met een ijzige blik. Waarom is de man die een avond geleden zo charmant was de volgende ochtend zo woedend? Al snel ontdekt Efa dat de gast in de Parksuite niemand minder is dan Ben Fort, de teruggetrokken techmagnaat voor wie ze wil werken. Ben heeft zijn identiteit jarenlang verborgen gehouden en hij wil weten hoe ze hem van de ene op de andere dag doorhad. Terwijl hij haar ondervraagt, overpeinst Efa of ze haar slag moet slaan en hem moet overtuigen om haar een baan te geven. Maar zij wil zich niet op deze manier omhoogwerken, en hij vertrouwt haar niet. Alleen kan geen van beiden de vonken negeren die overspringen elke keer dat ze zijn kussens opschudt. Louise Bay is de auteur van talloze succesvolle romance-series, zoals de Mister-serie en Dokter-serie. 'Chemie in New York' is het eerste deel van haar New York Billionaires-serie. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447153048?aid=kb-online-bibliotheek&sid=17&dts=1756197856488&sig=dece68492b3ac896ef275cd22a06d2fbb579a4ab4b6c4e8b980c43ae7805bb0c&width=320",
      "dateSeen": "2025-08-27T07:13:18.443Z"
    },
    "e0b12ad892e61cfb5eb8b58d5011393b630de08d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453607012/ja-hoor--lachen-mag-van-nelly-kunst-nelly-kunst",
      "title": "Ja hoor, lachen mag van Nelly Kunst",
      "authors": "Nelly Kunst",
      "description": "Aanstekelijk leuk, kleuters moeten altijd weer hartelijk lachen... De klompenvrouwtjes, De muizenfamilie Trippel, De verhuizing, De vijver, De zangwedstrijd, De zeemeermin, Drie kleine musjes, Een avontuur van veldmuis Knabbel, Een dagje uit vissen, Een lesje van de wind, Het geheim van de kraai, Het koningspaard, Het spinnenweb, Het stenen tuinkaboutertje, Jan Kakel en Piet pluim, Kattenstad, Kokkie-Brokkie, Naar het land van koning Regenrijk, Pino de kater, Sneeuw. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453607012?aid=kb-online-bibliotheek&sid=17&dts=1756327403966&sig=3a4c04e849038dcb332f32016d5e3e2f3ff833e73f58a074571bf56bffc52dc6&width=320",
      "dateSeen": "2025-08-28T07:13:24.094Z"
    },
    "d9468a8f8ac3c7af51521284caf503540df2ef1a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453521657/dr-single-vader-louise-bay",
      "title": "Dr Single Vader",
      "authors": "Louise Bay",
      "description": "Dax heeft altijd duidelijk geweten wat hij wil: als onderzoeksarts zijn leven in het teken stellen van het vooruithelpen van de medische wetenschap. Dat plan raakt ontspoord als hij plotseling hoort dat hij een dochtertje heeft. De moeder wil het kindje afstaan ter adoptie, maar daar steekt Dax een stokje voor. In plaats daarvan gaat hijzelf voor de kleine Guinevere zorgen. Nou ja, met hulp van een nanny dan - hij kan niet alles omgooien voor een baby. Eira heeft het niet makkelijk gehad. Na de dood van haar ouders is zij als oudste kind verantwoordelijk voor het onderhouden van haar jongere broer en zus, en daarom heeft ze werk nodig. Als ze de kans krijgt om te gaan werken voor Dax en zijn baby, grijpt ze die dan ook met beide handen aan. Maar het wordt een stuk ingewikkelder als ze gevoelens begint te krijgen voor de knappe single vader. Terwijl haar zusje haar aanmoedigt om er werk van te maken, probeert Eira logisch te blijven nadenken. Dat is alleen niet zo makkelijk met een baas die haar het hoofd op hol brengt... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453521657?aid=kb-online-bibliotheek&sid=17&dts=1756325364686&sig=a6f5ddc583f42cabfdee4df4edd0d98d10eff17eb42c0fb03559eec50a6f2ec7&width=320",
      "dateSeen": "2025-08-28T07:13:24.311Z"
    },
    "dcd1ed9245937ec248af6ee6f8bbc74b54ea8b11": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45352169X/van-kinderwieg-tot-soldatengraf-kevin-prenger",
      "title": "Van kinderwieg tot soldatengraf",
      "subtitle": "Onderwijs en indoctrinatie in Hitlers Duitsland",
      "authors": "Kevin Prenger",
      "description": "Al in 1941 beschreef de Amerikaanse onderwijzer en journalist Gregor Ziemer hoe Duitse kinderen van hun geboorte tot hun volwassenwording onder controle stonden van de nazidictatuur. Hun hele opvoeding was erop gericht ze klaar te stomen om hun Führer te dienen. De jongens als soldaten in de strijd, de meisjes aan het thuisfront als moeders van toekomstige soldaten. Geen schoolvak bleef bespaard voor nazibeïnvloeding. Daarnaast werden kinderen niet alleen via gedrukte media, muziek, radio en film, maar ook met poppenkastvoorstellingen, gezelschapsspellen en speelgoedsoldaatjes gewonnen voor het nazi-gedachtengoed. Zo werd de Duitse jeugd grootgebracht met anti-intellectualisme, ultranationalisme en feitenvrije haat. Tegenwoordig worden vrije, democratische samenlevingen hierdoor opnieuw bedreigd. Dit boek is een waarschuwing voor onze tijd. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45352169X?aid=kb-online-bibliotheek&sid=17&dts=1756412422934&sig=dc150d643c24fdf4d0f76dd504755bc43e6e2fe5634dae06d14168c95216dff5&width=320",
      "dateSeen": "2025-08-29T07:12:59.368Z"
    },
    "4389d5a55d65792237bb20fda4a2bddc20d5c9f0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447117394/een-nieuw-leven-pauline-bijster",
      "title": "Een nieuw leven",
      "subtitle": "Alles wat je moet weten over je lichaam en geest na de bevalling",
      "authors": "Pauline Bijster",
      "description": "Wat verandert er allemaal in je lichaam, je geest en je hormonen na de geboorte van een kind? Niets is meer hetzelfde, maar hoelang duurt het voor je je weer 'jezelf' voelt? De baby roept om zorg en aandacht en als moeder heb je net een zwangerschap en een bevalling doorstaan. Ook als alles zonder complicaties verloopt, zijn er ingrijpende lichamelijke en geestelijke gevolgen. De bekkenspieren bijvoorbeeld zijn een jaar na een bevalling pas voor driekwart hersteld, en na twee jaar zijn in de hersenen nog altijd duidelijke veranderingen zichtbaar. Wat omvat het herstel na een bevalling eigenlijk? Wat kun je verwachten en wat kun je doen? En waarom hebben we het hier niet vaker over? Pauline Bijster sprak met meer dan dertig wetenschappers, artsen en andere zorgprofessionals over alles wat een vrouw meemaakt na een zwangerschap. Een nieuw leven is een even openhartig als noodzakelijk boek voor alle vrouwen die zich maanden of zelfs jaren na de kraamtijd afvragen wat er eigenlijk is gebeurd met hun lichaam, hun gezondheid en hun gevoel. 'Goed dat dit boek aandacht besteedt aan onderbelichte belangrijke onderwerpen zoals het moederbrein en postnatale depressie.' - Dick Swaab Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447117394?aid=kb-online-bibliotheek&sid=17&dts=1756467845401&sig=b4d982b4cc94188df5b1b8abadc6a61c86c43c4dfee5ef1b00c0bb057d28bb17&width=320",
      "dateSeen": "2025-08-30T07:11:04.510Z"
    },
    "b2a018d9d7af61e74381803b61b693789d7b0e4c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453209726/eindspel-jene--mollenhorst",
      "title": "Eindspel",
      "subtitle": "De werkelijkheid is erger...",
      "authors": "Jené Mollenhorst",
      "description": "Een onbekend huis. Een onbekende vrouw. Een kans die te mooi lijkt om waar te zijn...  Iris is alles kwijt: haar relatie, haar huis, haar houvast. Dan leert ze op haar werk Charlotte Dubois kennen. Als die haar een tijdelijke plek aanbiedt in een prachtig oud huis - inclusief de zorg voor haar bejaarde oma - zegt Iris vol dankbaarheid ja. Eindelijk rust. Of toch niet? Want nog voordat ze goed en wel is geïnstalleerd, begint er iets te wringen. De oude mevrouw Dubois heeft haar helemaal niet nodig. Het huis ademt iets ongemakkelijks. En dan die bezoekers... mensen die zomaar opduiken, en dingen lijken te weten die Iris zelf nog moet ontdekken. Waarom is ze hier echt? Wat verzwijgt Charlotte? Meer en meer raakt Iris verstrikt in de regels van een spel. Een spel dat haar leven voorgoed kan veranderen...\nEen beklemmende, psychologische thriller over vertrouwen, manipulatie en een spel waarvan de regels steeds veranderen. Tot de laatste zet. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453209726?aid=kb-online-bibliotheek&sid=17&dts=1756466897280&sig=b071456a2863a7a65dd7de3b734039a45e11e499a2eff486bda7fc6676cc6255&width=320",
      "dateSeen": "2025-08-30T07:11:04.734Z"
    },
    "b9ec42907914a769d6d0b01a98c5078e443eb0a1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443890986/huilen-in-de-supermarkt-michelle-zauner",
      "title": "Huilen in de supermarkt",
      "authors": "Michelle Zauner",
      "description": "Michelle Zauner, de frontvrouw van de Amerikaanse indieband Japanese Breakfast, verloor op haar vijfentwintigste haar Koreaanse moeder aan kanker. Sindsdien barst ze vaak zonder enige aanleiding in tranen uit in de Aziatische supermarkt. Als ze een moeder en dochter samen jjamppong ziet eten in het foodcourt, wordt ze teruggevoerd naar de zorgeloze zomermaanden die ze samen met haar moeder en haar twee tantes doorbracht in het kleine appartement van haar grootmoeder in Seoel. Michelle leert zichzelf Koreaans koken en aan de hand van kimchi en bibimbap probeert ze haar moeder te doorgronden en haar herinneringen een plaats te geven.  Een persoonlijk en ontroerend verhaal vol humor over rouw, een zoektocht naar identiteit en heel veel Koreaans eten. Michelle Zauner is vooral bekend als zangeres en gitariste van de indie-popband Japanese Breakfast. Ze oogstte wereldwijd veel lof voor de albums Psychopomp (2016) en Soft Sounds from Another Planet (2017). Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443890986?aid=kb-online-bibliotheek&sid=17&dts=1756467204405&sig=32fd6649daede76fb81017b508312f8e62f14c7ec58bffd00cd272ecc2a14db4&width=320",
      "dateSeen": "2025-08-30T07:11:04.956Z"
    },
    "ddecff3c60bb6524c6b9b0d1161da3ac7de0a903": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442273274/de-italiaanse-vakantie-catherine-mangan",
      "title": "De Italiaanse vakantie",
      "subtitle": "Dit wordt de vakantie, eh... het werkbezoek van haar leven! Tot alles misgaat...",
      "authors": "Catherine Mangan",
      "description": "Proef en ruik Italië in De Italiaanse vakantie van Catherine Mangan, hét vakantieboek van deze zomer.Katie, die als junior schrijver bij een reismagazine werkt, krijgt eindelijk de kans zich te bewijzen. Meestal krijgt ze de rotklusjes, maar nu mag zij in plaats van haar baas een reportage maken over het Italiaanse eilandje Ponza. Samen met haar beste vriendin Farrah stapt ze op het vliegtuig voor het mooiste zomertripje ooit.Maar dat pakt anders uit. Farrah krijgt op Ponza een ongeluk en belandt in het ziekenhuis. Omdat Katie haar niet alleen wil laten en dus langer blijft dan de bedoeling was, krijgt ze zowel de woede van haar baas als van haar vriendje over zich heen; die laatste vindt dat ze thuis, bij hém, hoort te zijn. Gelukkig zijn daar nog het prachtige eiland én de intrigerende chef-kok Nico, en Katie dreigt op allebei verliefd te worden. Wat nu?Lezersreacties:'Heerlijk feelgoodverhaal. Je proeft het Italiaanse sfeertje!''Van harte aanbevolen als vakantieboek, of om je in te beelden dat je op vakantie bent!' Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442273274?aid=kb-online-bibliotheek&sid=17&dts=1756466571141&sig=65fcc67ad4f9e4d2c67b0f9428ad110c213aacaef5e25ebffe179c40f957d8f1&width=320",
      "dateSeen": "2025-08-30T07:11:05.186Z"
    },
    "aeb8acc3603352f3523f2f490c410ddbcd356b90": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442273223/de-dagen-dat-ik-je-liefhad-amy-neff",
      "title": "De dagen dat ik je liefhad",
      "authors": "Amy Neff",
      "description": "De dagen dat ik je liefhad van Amy Neff is een roman met een hart: een prachtig geschreven en aangrijpend verhaal over de kracht van liefde.Het verhaal van Evelyn en Joseph begint in de zomer van 1941. Aan de schilderachtige kust van New England, waar hun families al generaties lang wonen, worden ze verliefd op elkaar. Samen nemen ze de Oyster Shell Inn van Josephs ouders over, waar ze hun drie kinderen grootbrengen. Maar nu, meer dan zestig jaar later en na een leven vol hoogtepunten, is Evelyn ernstig ziek.De maanden die volgen gebruiken Joseph en Evelyn om samen met hun kinderen herinneringen op te halen en hun dromen te vervullen. Maar wanneer de laatste dagen dichterbij komen, staan de twee voor de lastigste beslissing van hun leven: hoe moet hun verhaal eindigen?De dagen dat ik je liefhad is een meeslepende roman over familiebanden, de schoonheid van hoop en de kracht van liefde.‘Fans van The Notebook zullen dit onvergetelijke verhaal over verlies, tweede kansen en onvergetelijke liefde verslinden. Pak je zakdoeken en bel je leesclub, want dit wordt je volgende must-read!’ Pam Jenoff, auteur van Het meisje van de Kommandant‘Filmische, hartverscheurende roman.’ Troskompas‘Een ongelooflijk ontroerende en gelaagde roman over het verschil tussen voor jezelf en anderen kiezen, en over de vele kanten van liefde.’ Jodi Picoult, New York Times-bestsellerauteur‘Zet de doos met tissues maar klaar, want De dagen dat ik je liefhad is een even teer als ontroerend liefdesverhaal.’ Margriet‘Een meeslepend verhaal over liefde, hoop, kracht en familie.’ Noorderland‘Een roman met een hart: een prachtig geschreven en aangrijpend verhaal over de kracht van liefde.’ Peel en Maas Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442273223?aid=kb-online-bibliotheek&sid=17&dts=1756466781372&sig=27ce7aa8845f71a3da6d42af4f583749988d06e1bd44c80dcd6f790d683091b3&width=320",
      "dateSeen": "2025-08-30T07:11:05.447Z"
    },
    "4833ba317b35ff68aa150e8b1f44a0f7c801b110": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/440625955/de-vijf-talen-van-de-liefde-bij-dementie-deborah-barr---edward-g--shaw---gary-chapman",
      "title": "De vijf talen van de liefde bij dementie",
      "subtitle": "blijven liefhebben als herinneringen vervagen",
      "authors": "Deborah Barr | Edward G. Shaw | Gary Chapman",
      "description": "Chapmans populaire vijf talen van de liefde gecombineerd met de inbreng van twee zorgprofessionals met expertise met betrekking tot dementie. Dementie is ingrijpend, ook voor de naasten van hen die eraan lijden. Voor de kwaliteit van leven is goede begeleiding en ondersteuning heel belangrijk. Hoe kun je een relatie onderhouden met iemand die steeds meer het vermogen daartoe verliest? De auteurs beschrijven hoe je in verschillende fasen van dementie de vijf liefdestalen kunt inzetten om doelgericht contact te maken en ervoor te zorgen dat iemand met dementie zich veilig en geliefd voelt. Met ervaringsverhalen, achtergrondinformatie en praktische adviezen. Dr. Gary Chapman is auteur, spreker, voorganger en therapeut. Hij heeft een passie voor mensen en wil hen helpen bouwen aan liefdevolle, blijvende relaties. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A440625955?aid=kb-online-bibliotheek&sid=17&dts=1756466933418&sig=0c3a1524c76e634448241c1216b8d2306247851c2e6f21a33e9605e26051f12d&width=320",
      "dateSeen": "2025-08-30T07:11:05.719Z"
    },
    "cdcf69bd7b9b5d5339c5f62dc35a02e9b0e4f763": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/439260477/liefde-in-plaats-van-chocola-judith-van-gennip---sara-van-grootel",
      "title": "Liefde in plaats van chocola",
      "subtitle": "Emotie-eten de baas, dat lukt jou ook!",
      "authors": "Judith van Gennip | Sara van Grootel",
      "description": "Uitgeteld lig je op de bank met maar één gedachte: ik moet zoet, chocola, NU! Na een zware werkdag is eerst een halve zak chips nodig om tot rust te komen... Herken je deze situaties?\nDit soort snoep- en snaaibuien zijn funest voor je zelfvertrouwen én je gewicht. Wil je er blijvend vanaf? En niet meer op dieet? Sara van Grootel en Judith van Gennip helpen je stap voor stap bij dit proces. Ze laten je onderzoeken waar jouw neiging tot emotie-eten vandaan komt. Je leert voelen dat je eigenlijk behoefte hebt aan een luisterend oor, troost of liefde. Een pak koekjes opeten vervult dit verlangen niet. Ze laten zien hoe je je behoefte aan rust en aandacht kunt bevredigen zónder naar troosteten te grijpen. Met dit boek krijg je je snoepbuien definitief onder controle.\n  'Confronterend en motiverend.'\n  'De verhalen van de afvallers en emotie-eters zijn een feest der herkenning. Ik realiseer me dat ik niet de enige ben die op een verjaardag niets eet en thuis stiekem de koelkast induikt.'\n  Sara van Grootel en Judith van Gennip zijn beide diëtist en al jaren 'Emotie-eten de baas'-specialist©. In hun praktijken helpen ze klanten het patroon van emotie-eten te doorbreken met behulp van het 7-stappenplan van Emotie-eten de baas. Hierdoor hebben honderden klanten het emotie-eten achter zich kunnen laten, en dat gunnen we jou ook! Sinds 2021 zijn zij samen eigenaar van Emotie-eten de baas en leiden ze andere leefstijlprofessionals op om met het 7-stappenplan te werken. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A439260477?aid=kb-online-bibliotheek&sid=17&dts=1756469139075&sig=49cff686dbe2574f075e1358819b908ce414472ab1d40b85865c07bc6b568467&width=320",
      "dateSeen": "2025-08-30T07:11:05.966Z"
    },
    "7246f8404f1414f528ad01be6037e7ce2d3549f5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442273398/let-the-games-begin-rufaro-faith-mazarura",
      "title": "Let the Games Begin",
      "subtitle": "Zal hun liefde de eindstreep halen...",
      "authors": "Rufaro Faith Mazarura",
      "description": "Let the Games Begin van Rufaro Faith Mazarura is een zinderende romcom over liefde in het olympisch dorp. Een originele en sexy sports romance vol humor en ontroerende momenten. Wanneer Olivia in Athene aankomt voor haar nieuwe baan bij het Internationaal Olympisch Comité, ontdekt ze dat haar functie al is toebedeeld aan de zoon van een miljardair. Er zit maar één ding op: helpen als vrijwilliger in het olympisch dorp.Zeke is in Athene om zijn titel als snelste man ter wereld te verdedigen, maar de wedstrijd roept ongemakkelijke herinneringen op uit zijn verleden. En terwijl de openingsceremonie dichterbij komt, maakt hij zich zorgen over de toekomst van zijn sportcarrière.Als Zeke en Olivia elkaar letterlijk tegen het lijf lopen, staan ze meteen op gespannen voet. Maar wanneer hun wegen elkaar blijven kruisen, worden ze steeds hechter. Kan hun opbloeiende romance de eindstreep halen, of zijn er simpelweg te veel hordes om te nemen?  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442273398?aid=kb-online-bibliotheek&sid=17&dts=1756467185787&sig=6e0851599fda570a7a19805bd58f5bbf4e2283bb212b25759cd67cfa4daf0a48&width=320",
      "dateSeen": "2025-08-30T07:11:06.207Z"
    },
    "924fcea644aa796270bd9090a6432d01b384f41d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444538283/de-eeuw-van-brussel-eric-min",
      "title": "De eeuw van Brussel",
      "subtitle": "1850-1914 biografie van een wereldstad",
      "authors": "Eric Min",
      "description": "Brussel is een schaalmodel van het beste wat de westerse cultuur tussen 1850 en 1914 te bieden had. Het was een artistiek kruitvat, maar evengoed een laboratorium waar de nieuwe maatschappij vorm kreeg. In de hoofdstad van het jonge koninkrijk België - toentertijd de derde economische wereldmacht - werden oude vormen en gedachten vakkundig gefileerd en door andere vervangen: van symbolisme en art nouveau tot meedogenloze avant-garde, van socialistisch veldwerk tot anarchistisch oproer. In Brussel bleef niets ongedacht. Politieke asielzoekers en avonturiers, denkers en doeners, vinders en uitvinders spoelden aan in deze elegante metropool waar het leven goed was - vraag het aan Baudelaire, Marx, Rodin, Ensor, Multatuli en al die anderen, lees het na bij Teirlinck of Vermeylen. Vergeten kamergeleerden en bevlogen dichters, letterzetters en duizendkunstenaars, literaire en libertaire samenzweerders woonden in de stad-zonder-stroom. Zij schreven er geschiedenis.  Eric Min studeerde wijsbegeerte aan de Vrije Universiteit Brussel. Een kwarteeuw lang werkte hij voor de cultuurredactie van de krant De Morgen en voor talrijke andere media. Hij publiceerde succesvolle biografieën van James Ensor, Rik Wouters en Henri Evenepoel en stedenboeken over Parijs en Venetië (met Gerrit Valckenaers). Hij schreef ook de bestseller Gare du Nord over Belgische en Nederlandse kunstenaars in het Parijs van 1850 tot 1950. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444538283?aid=kb-online-bibliotheek&sid=17&dts=1756472039173&sig=45f9f78a6ec2f72548a31fb65bbba2e98498dab9eae250f1f46864e69457d5e2&width=320",
      "dateSeen": "2025-08-30T07:11:06.451Z"
    },
    "3a2461b7d7f117275986207c436a3f904937b32e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453633870/de-best-wel-ongelofelijke-terugkeer-van-torre-annekarijn-overduin",
      "title": "De best wel ongelofelijke terugkeer van Torre",
      "authors": "Annekarijn Overduin",
      "description": "Ontmoet vertrouwde én nieuwe personages in het razend spannende tweede deel over Torre en zijn eigenwijze geitje Natneus. Met het boek 'De best wel ongelofelijke terugkeer van Torre' schrijft Annekarijn Overduin opnieuw een gelaagd en magisch avontuur.\nEen jaar na zijn grote avontuur keert Torre terug naar de wonderlijke berghut. Hij is best alleen geweest, dus het is heerlijk om weer bij oom Fons te zijn. En ze gaan op expeditie! Maar dan breekt Fons tijdens noodweer zijn enkel en moet Torre met Natneus hulp gaan halen. Als de weg naar het dorp door modder versperd blijkt, gaat Torre op zoek naar zijn oude aardvolk vrienden. In de woeste natuur loert overal gevaar en het gaat bijna mis, maar een raadselachtig meisje redt hem. Lukt het ze om samen oom Fons in veiligheid te brengen? En was het wel zo'n goed idee om het aardvolk om hulp te vragen? Eén ding is zeker: de terugkeer van Torre zal iedereen raken en dit kinderboek houdt je op het puntje van je stoel.  Een magisch tweede hoofdstuk in de nu al klassieke avonturenserie vol actie én humor. Het kinderboek 'De best wel ongelofelijke terugkeer van Torre' is leuk om voor te lezen vanaf 8 jaar en zelf te lezen vanaf 10 jaar.  'De toch niet zo eenzame tocht van Torre' en 'De best wel ongelofelijke terugkeer van Torre' sluiten allebei perfect aan bij het thema van de Kinderboekenweek 2025: vol avontuur! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453633870?aid=kb-online-bibliotheek&sid=17&dts=1756468101599&sig=4902257467bc2bf2155714c7d1981c87d0915771de9fcc2a971adbe9c2704407&width=320",
      "dateSeen": "2025-08-30T07:11:06.849Z"
    },
    "48123d451b6858bc69a150b6f46ba5efe7ef9d52": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453607004/houten-vogeltje-reem-talib",
      "title": "Houten vogeltje",
      "authors": "Reem Talib",
      "description": "Irak, eind jaren ’50. Amir wil zijn studie afmaken, met Renée trouwen en samen naar Engeland emigreren. Maar wat hij wil kan alleen in zijn fantasie gebeuren. In Bagdad vindt een staatgreep plaats, en als de leden van de Vrije Officieren de koning omleggen, wordt Amir tegen wil en dank in monsterlijke gruwelen meegesleept. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453607004?aid=kb-online-bibliotheek&sid=17&dts=1756472760548&sig=03431800068360125d79694e6e9ee007b9c1a8131882f09ecafd629960fe9b94&width=320",
      "dateSeen": "2025-08-30T07:11:07.083Z"
    },
    "aa1ed1fc73e3b046f65f84cac3993435698683f4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448180421/heraut-garvin-pouw",
      "title": "Heraut",
      "authors": "Garvin Pouw",
      "description": "Het verenigen van Azeria is één ding, maar hoe verspreid je de boodschap van de Godinne over de volledige planeet? Contact leggen met de uiteengelegen domeinen van de Nimfanen is al uitdagend en dan is er ook nog eens de Valta, een uitgestrekte woudzee ver weg in de Diepe Wereld, afgesloten voor de meeste geesten. Ineens verschijnt Ameja, een wonderkind dat ver buiten zichzelf kan reizen. Is ze een Orakelstem? Een tandwiel in de machinerie van de goden? Trek je zo'n gift in twijfel of omarm je haar? Dit is immers het uur dat de nood schreeuwt om een Heraut... Heraut is het zevende deel in de doorlopende Valta serie van Garvin Pouw en is tevens de inleiding voor de al eerder verschenen Valta trilogie. Een nieuw startpunt met een overvloed van nieuwe en bekende personages. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448180421?aid=kb-online-bibliotheek&sid=17&dts=1756467109229&sig=2f9a5afba2ff963b3f1e7c7e426defb0c0a20f4eba130f27d78dee1948ba21ac&width=320",
      "dateSeen": "2025-08-30T07:11:07.324Z"
    },
    "5f5a11cbe1953882466763390a4ffff65a411344": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447729020/tijdstrijd-hay-van-den-munckhof",
      "title": "Tijdstrijd",
      "authors": "Hay van den Munckhof",
      "description": "“Tijdstrijd” is het slotdeel van de Maya-trilogie. In deel één, “Race door de tijd”, reist Maya na een opleiding aan de tijdreisfaculteit naar het verleden, waar ze als slavin in de wrede Vikingwereld belandt. Deel twee, “Gevangene van de tijd”, voert haar naar een levensgevaarlijke toekomst, waarin de wereld na een klimaatramp onherkenbaar is veranderd. Er woedt een strijd op leven en dood tussen Noord-Europa en het tropische Zuiden. In deel drie, “Tijdstrijd”, heeft Maya naast moed en vindingrijkheid al haar tijdreiskennis nodig om Zuidland van de ondergang te redden. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447729020?aid=kb-online-bibliotheek&sid=17&dts=1756481631571&sig=50914037ba622b8f81c5cf9a9b2ac4badba182dcb66144a84016762e266571cf&width=320",
      "dateSeen": "2025-08-30T07:11:07.720Z"
    },
    "c0b75bac0979bd8c78756140dabc9a437ee4cc2c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453410138/spelbreekster-nicole-kuiper",
      "title": "Spelbreekster",
      "authors": "Nicole Kuiper",
      "description": "Aurora, een succesvolle vijfendertig-jarige vrouw, is wanhopig op zoek naar liefde. Wat begint als een zoektocht naar romantiek verandert al snel in een strijd om te overleven. Wanneer ze in het web van een sadistische psychopaat terechtkomt, moet ze al haar moed en intelligentie aanwenden om te ontsnappen aan zijn levensgevaarlijke spelletjes. Samen met haar beste vriendin Maud trotseert Aurora een web van leugens en gevaar, terwijl de dreiging steeds dichterbij komt. Zal Aurora erin slagen om levend uit de klauwen van deze krankzinnige te ontsnappen, of wordt haar zoektocht naar liefde haar ondergang? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453410138?aid=kb-online-bibliotheek&sid=17&dts=1756554576836&sig=00439e6e8393d014d079083fbfa25e09ad9481c2f51e5cd546592811b7980c3d&width=320",
      "dateSeen": "2025-08-31T07:11:52.888Z"
    },
    "deb731d862117a7f8963415ec7d57c76c408bf6a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444680063/the-charlie-method-elle-kennedy",
      "title": "The Charlie Method",
      "authors": "Elle Kennedy",
      "description": "The third in the steamy, hilarious Campus Diaries series by New York Times bestselling author Elle Kennedy, set in the same world as Off Campus and Briar U.  College senior Charlotte Kingston is living two lives?and she's nailing both of them. By day, she's the perfect sorority girl, a STEM student in biomedical engineering, and the adopted daughter of an overachiever family. At night, she's Charlie: a risk-taking daredevil looking for fun who finds herself chatting on a dating app with two anonymous hotties. Will Larsen may seem like the breezy boy next door, but his congressman father is a constant thorn in his side. After a scandal hits another Division 1 hockey program, Will's dad is determined to distance his son from it, hiring a journalist to prove how squeaky-clean Will and his team are. Which means the last thing Will wants is for anyone to find out he and his best friend Beckett Dunne?a laidback Aussie shielding secret heartache?sometimes share girls in the bedroom. When Charlie finally meets them in person and realizes she's been chatting with two gorgeous Briar U hockey players, things get steamy?fast. But all their messy secrets are piling up, and real life soon threatens to shatter the fantasy. With Charlie, Will, and Beckett all coming to terms with what they want and what others want for them, difficult decisions will need to be made. Especially when lust starts to look a lot like love.  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444680063?aid=kb-online-bibliotheek&sid=17&dts=1756546868107&sig=deea44e078b9d8b34f24029d5f4102088c158359ebc092ca340f772908dd8e51&width=320",
      "dateSeen": "2025-08-31T07:11:53.166Z"
    },
    "385ab8a924fbd6a12f5cb5c246e553584c21f15f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453655424/met-heel-mijn-hart-janneke-spijkerboer",
      "title": "Met heel mijn hart",
      "subtitle": "en knikkende knieën",
      "authors": "Janneke Spijkerboer",
      "description": "Als je ja zegt tegen de liefde... maar ook tegen jezelf Wanneer Babet door haar beste vriendin Flo wordt gevraagd om de ceremonie van haar bruiloft te leiden als BABS, voelt ze zich diep vereerd. Eén klein detail: Babet houdt niet van spreken in het openbaar. Toch zegt ze ja, want voor Flo doet ze alles. Om officieel benoemd te worden als trouwambtenaar moet Babet een nephuwelijk voltrekken. Maar als haar zorgvuldig voorbereide speech door een blunder onleesbaar wordt, blijft ze achter met alleen haar hart en een hoop zenuwen. En dan is er Jerry, charmant, aantrekkelijk en sportief. Babet valt als een blok voor deze knappe basketspeler. Liefde. Verwarring. Maar klopt haar beeld van hem wel? Waarom voelt het alsof hij iets voor haar achterhoudt? En wat is zijn mysterieuze connectie met Flo? Een hartverwarmende feelgoodroman over vriendschap, verwachtingen en de liefde vinden - soms waar je haar het minst verwacht. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453655424?aid=kb-online-bibliotheek&sid=17&dts=1756540119515&sig=02f9ed3463d90868219c6ca7bf249ed03ba3959d11882656eaaa338eaaf9c0b2&width=320",
      "dateSeen": "2025-08-31T07:11:53.366Z"
    },
    "e7ab63aae3e2c8c181266f0b2e97bd712319af22": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453655408/enkele-reis-stockholm-kjell-genberg",
      "title": "Enkele reis Stockholm",
      "authors": "Kjell Genberg",
      "description": "Als zoon van de leider van de 'Ndrangheta, een van de drie machtigste maffiaorganisaties van Italië, lijkt Mario Puzzolini's toekomst al bij zijn geboorte vast te staan. Na zijn vuurproef legt hij de eed af en wordt hij als capolocale naar Stockholm gestuurd. Een bloeiend restaurantimperium dient als dekmantel.  De 'Ndrangheta houdt Europa in een ijzeren greep. Vanuit Calabrië controleert ze de drugshandel en breidt zij haar macht uit via afpersing, internetfraude en de infiltratie van overheidsinstellingen en bedrijven.\nDe 'Ndrangheta heeft jarenlang onopgemerkt in Zweden kunnen opereren; tot Mario Puzzolini het doelwit wordt van een aanslag. Al snel ontdekken hij én de politie dat een nietsontziende bende uit Gotenburg in de Zweedse hoofdstad is opgedoken, die vastbesloten is de lucratieve markt ook in deze regio in handen te krijgen.\nEen meedogenloze machtsstrijd mondt uit in een verwoestende confrontatie. In een race tegen de klok weet de politie de knoop te ontwarren - maar tegen welke prijs?\nKjell Genberg\nKjell Genberg (1940) is een van de meest productieve schrijvers van Zweden. Hij heeft meer dan driehonderd titels op zijn naam staan, waaronder misdaadromans, westerns, historische romans, jeugdboeken en stripboeken. Ook heeft hij een reeks non-fictieboeken geschreven, onder andere over het ontstaan en de val of wederkomst van de maffia.\nGenbergs boeken zijn in tal van talen verschenen, zoals in het Engels, het Russisch, het Duits, het Hongaars en zelfs het Koerdisch en Esperanto. In het Nederlands zijn vijf boeken van hem verschenen, die diverse herdrukken hebben gekend. Ze zijn beschikbaar als e-book en als luisterboek.\nKenmerken van Genbergs verhalen zijn de geraffineerde opbouw, de ingenieuze plots en de 'menselijkheid' van de personages - aan welke kant van de wet ze ook staan.\nMeer informatie over Kjell Genberg is te vinden op Wikipedia Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453655408?aid=kb-online-bibliotheek&sid=17&dts=1756540294912&sig=4f95551188d2a588aa5e5461072c113a2c4c7f40d074cfc622092126e7840dae&width=320",
      "dateSeen": "2025-08-31T07:11:53.522Z"
    },
    "5f0e066d7f4d46ac22b7cee290d4bed78556d41a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453655513/het-zwarte-water-sacha-voogd",
      "title": "Het zwarte water",
      "subtitle": "Hoe ontsnap je aan iets dat diep in jezelf verborgen zit?",
      "authors": "Sacha Voogd",
      "description": "Soms ligt het gevaar niet in wat je je herinnert, maar in wat je vergeten bent.  Charlie heeft haar leven strak onder controle. Succesvolle consultant, altijd onderweg, altijd bezig. Maar vanbinnen knaagt er iets. Ze zegt te vaak ja, verliest zichzelf in haar werk, en grenzen? Die zijn er vooral voor anderen. Als een nieuwe opdracht haar terugbrengt naar het oosten van het land, komt ze op een plek die ze liever was vergeten.  Herinneringen aan een zinderende zomer op een camping, aan vriendschap, verliefdheid... en iets wat nooit besproken is. Iets wat haar nooit echt heeft losgelaten.  Terwijl Charlie stukje bij beetje het verleden ontrafelt, komt de dreiging steeds dichterbij. Alsof iemand niet wíl dat ze zich herinnert wat er is gebeurd. En dan is er nog die man. De one night stand die haar niet met rust laat. Wat eerst onschuldig leek, slaat langzaam om in pure angst. Hoe ontsnap je aan iets dat diep in jezelf verborgen zit? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453655513?aid=kb-online-bibliotheek&sid=17&dts=1756540867172&sig=9d93756befa1f0a7bbef3a182ef8a9c016b81d4169f68af835bedcaa14b251dd&width=320",
      "dateSeen": "2025-08-31T07:11:53.693Z"
    },
    "80c5c98778d183a29a47164b9194d7b23e4035e1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444549013/laat-me-binnen-manon-uphoff",
      "title": "Laat me binnen",
      "subtitle": "Drie verhalen",
      "authors": "Manon Uphoff",
      "description": "De nieuwe verhalen van Manon Uphoff – intens, hartstochtelijk en intrigerend  In Laat me binnen zijn de personages verbannen uit hun huis en uit het leven zoals ze dat kennen. De jonge vrouw uit het titelverhaal wordt opgejaagd door iets ongrijpbaars van binnenuit: het verleden, waar ze nog niet naar kan kijken. In het tweede verhaal moet Hebibovic, die zachtaardiger is dan hem als man wordt toegestaan, de oorlog in – om daarna als een splinter in het leven van zijn vrouw en zoon te blijven steken. In het laatste verhaal overziet Linde, nadat ze ten val komt in haar atelier, haar leven en dat van haar broer, en onderzoekt ze wat hen van elkaar heeft vervreemd na hun gedeelde jeugd.  Allen zoeken ze in een aangetaste wereld naar een plek waar vrijheid en zorg voor een ander naast elkaar kunnen bestaan. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444549013?aid=kb-online-bibliotheek&sid=17&dts=1756547372059&sig=6070bb7069f546505dd3cf56a846a0d28201c4ec5b0ac0cdc7779d5cd1e3b954&width=320",
      "dateSeen": "2025-08-31T07:11:53.845Z"
    },
    "2e11274d5ae4c8cecb94fa64601ad73d529dc540": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444678050/de-tijgerkat-giuseppe-tomasi-di-lampedusa",
      "title": "De tijgerkat",
      "authors": "Giuseppe Tomasi di Lampedusa",
      "description": "In 1860 landt Garibaldi bij Marsala om Sicilië in te lijven bij de nieuwe, liberale eenheidsstaat Italië. Het is gedaan met de Bourbons en met de feodaliteit: de platte, berekenende burgerij neemt de macht over. Don Fabrizio, prins van Salina, ziet deze ontwikkeling met lede ogen aan, maar voelt zich machteloos tegenover de geschiedenis en zoekt troost in zijn studie van sterren en planeten. Zijn pupil Tancredi weet zich wel aan te passen aan het nieuwe bestel. Hij kiest de kant van Garibaldi, trouwt met de dochter van een steenrijke dorpsburgemeester en zal een hoge positie bekleden in de nieuwe staat.  De tijgerkat schetst een bedwelmend beeld van Sicilië. Het landschap wordt in geuren en kleuren beschreven en de mensen komen werkelijk tot leven. De beschrijving van de dood van de prins is een van de mooiste sterfscènes van de wereldliteratuur.  De tijgerkat heeft in Italië inmiddels meer dan zeventig drukken beleefd en is in alle talen vertaald. Anthonie Kee leverde met zijn vertaling van deze klassieker een prestatie van topniveau. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444678050?aid=kb-online-bibliotheek&sid=17&dts=1756547136667&sig=1e9b43fd868c0808900f99f7e5a8c1bac21c7ea334b6da78ea9496d73d3c02a8&width=320",
      "dateSeen": "2025-08-31T07:11:54.042Z"
    },
    "b9e1a0eaa5c6c2ced56a7cd6f1bf866b8957dc97": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444601910/uitverkoren-saskia-pieterse---janneke-stegeman",
      "title": "Uitverkoren",
      "subtitle": "Hoe Nederland aan zijn zelfbeeld komt",
      "authors": "Saskia Pieterse | Janneke Stegeman",
      "description": "Vrij, tolerant, verlicht en gematigd. Al sinds de zeventiende eeuw zien Nederlanders zichzelf deze positieve kwalificaties toe. In Uitverkoren leggen Saskia Pieterse en Janneke Stegeman dat positieve zelfbeeld op de snijtafel. Waar komt het vandaan, en vooral: hoe valt het te rijmen met vier eeuwen koloniale overheersing? Uitverkoren begint met de Opstand en de oprichting van de voc en trekt lijnen door naar Nederland als democratische staat. Het boek werpt daarin een kritische blik op de calvinistische staatsmannen die ons land hebben vormgegeven. Zij zagen niet zichzelf maar anderen als intolerant en onderdrukkend. De Nederlandse protestantse natie beschouwden ze als uitverkoren, door God geroepen om het ware geloof te verspreiden. Nederlanders waren geestelijk en lichamelijk verheven boven alle anderen. Pieterse en Stegeman maken inzichtelijk hoe het Nederlandse positieve zelfbeeld nauw verweven is met protestants kolonialisme en racialisering van anderen. Het is hoog tijd die geschiedenis onder ogen te zien. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444601910?aid=kb-online-bibliotheek&sid=17&dts=1756547492967&sig=b16a9ec28644c7ec5b86ed174a3ff97a885e25b87b201000a28dae6c403a2ab9&width=320",
      "dateSeen": "2025-08-31T07:11:54.223Z"
    },
    "dfebf23cab0b0ac452e5e7f7eb9cf30d7b447e91": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444571965/popcorn-donut-kaassouffle--eline-van-wieren",
      "title": "Popcorn donut kaassoufflé",
      "authors": "Eline van Wieren",
      "description": "Kato is een jonge vrouw met een kat, een passie voor lezen en een onzichtbare woede in zich. Haar honger is groot en onstilbaar. Daar wil ze van af. Ze wil stoppen met het maken van boodschappenlijstjes vol troostvoer dat ze van de dwingende stem in haar hoofd allemaal op moet eten. Maar gaat de groepstherapie vol onzinnige oefeningen echt een oplossing bieden? En wat als een van haar groepsgenoten wel heel dichtbij komt? Mag je zomaar verliefd worden als je niet eens weet hoe je voor jezelf moet zorgen?‘Het enige wat ik van een goed boek verlang, is dat het me iets waarachtigs over de mens laat zien dat ik eerder nog niet zag. Dat is precies wat Eline van Wieren doet op bloedeerlijke wijze; we hebben dit boek nodig.’ – Alma Mathijsen‘Zachte lichamen verdienen zacht licht – en laat het maar aan Eline van Wieren over om daar op volle kracht over te schrijven.’ – Eva Hoeke‘Eline van Wieren schrijft zintuiglijk en onomwonden over thema’s als eetstoornissen, trauma en herstel. Haar personages zijn niet perfect maar levensecht. Een verademing.’ – Tatjana Almuli‘Eline van Wieren laat op schitterende en schrijnende wijze honger zien. Een prachtig debuut, van een schrijfster bij wie je als lezer in goede handen bent.’ – Yentl van Stokkum Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444571965?aid=kb-online-bibliotheek&sid=17&dts=1756548640840&sig=13074164e01bec42f32142cf957811f6801f46dcc729927f1f0289faaa28af92&width=320",
      "dateSeen": "2025-08-31T07:11:54.450Z"
    },
    "6de63ef46163aafda00490df83079953aa31df4f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444666001/wat-vertelt-ons-dna--mieke-van-haelst",
      "title": "Wat vertelt ons DNA?",
      "subtitle": "Hoe we ziekten kunnen voorspellen, voorkomen en behandelen",
      "authors": "Mieke van Haelst",
      "description": "Genetica speelt een belangrijke rol in ons leven: DNA-onderzoek toont onder meer aanleg voor hart- en vaatziekten, kanker, obesitas en dementie. Dankzij genetische testen kunnen we toekomstige ziekten voorspellen en maatregelen nemen om gezond te blijven. Mieke van Haelst vertelt hoe deze grensverleggende ontwikkelingen in de genetica ons denken over gezondheid en erfelijkheid veranderen. Zo bevat ons DNA ook informatie over onze voorouders en toekomstige generaties, het is dus belangrijk om stil te staan bij de consequenties van een test: wat willen we weten en hoever gaan we? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444666001?aid=kb-online-bibliotheek&sid=17&dts=1756546683081&sig=00f95173195443c3cf63a762911c6985e4d38866f528c1fac3474578f133b4a1&width=320",
      "dateSeen": "2025-08-31T07:11:54.652Z"
    },
    "ed8bf66ae0472f451315dfea819de2f51d321274": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444601856/de-vrouw-in-de-kelder-emy-koopman",
      "title": "De vrouw in de kelder",
      "authors": "Emy Koopman",
      "description": "Een tekenlerares die niet meer kan tekenen trekt zich terug in een kelder. Om zich te verschuilen in het donker. Om de dingen helder te krijgen. Waarom heeft ze haar relatie bruusk verbroken? Ze praat tegen een stenen ei, en tegen de lege pagina. Maar werkelijke afzondering blijkt onmogelijk. Om een opdringerige schim het zwijgen op te leggen, moet ze zich verhouden tot haar weerzin tegenover haar vader, het ouderschap en de veeleisende prestatiemaatschappij. In deze fonkelende nieuwe roman ontvouwt Emy Koopman een stoutmoedige en eigenzinnige blik op vrouwelijke woede. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444601856?aid=kb-online-bibliotheek&sid=17&dts=1756547496502&sig=c905b1a4e0567ac2599e0578123e69b9f1ed7c3ae9b05c4914d5ea8499cd879e&width=320",
      "dateSeen": "2025-08-31T07:11:54.807Z"
    },
    "64f458b45b81483d53902a47658563d3e7974dfb": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444534512/door-eigen-hand-joost-zwagerman",
      "title": "Door eigen hand",
      "subtitle": "Zelfdoding en de nabestaanden",
      "authors": "Joost Zwagerman",
      "description": "Deze editie bevat naast de bestaande indringende gesprekken met schrijvers als Jeroen Brouwers, Renate Dorrestein en Arthur Japin, nog niet eerder in boekvorm gepubliceerde interviews en artikelen van Zwagerman over Herman Brood, Kurt Cobain, David Foster Wallace en David Vann. Met een voorwoord van zijn weduwe Maaike Pereboom, een speciaal voor Zwagerman geschreven gedicht door Lucas Rijneveld en een ode door David Van Reybrouck. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444534512?aid=kb-online-bibliotheek&sid=17&dts=1756545728652&sig=193d9c30ee83bc90d751947a4cf310339c72a48a6b3ea9ed8c7f6f42339c131e&width=320",
      "dateSeen": "2025-08-31T07:11:55.030Z"
    },
    "2a6630cf6897f7bc1983faabf4ba56fd0a6df79d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444576967/juniper-in-het-hierna-nogmaals-henry-lloyd",
      "title": "Juniper in het hierna nogmaals",
      "authors": "Henry Lloyd",
      "description": "De eenhoorn Juniper ontmoet, op een mistige morgen, de leeuw Kinkeet. Die probeert, rennend op gympen, al vele jarenlang te ontkomen aan zijn eind. Juniper heeft medelijden met de oude leeuw. Zelf is hij niet bang – hij is een sprookjesdier! Hij meent dat hij altijd zal bestaan.  Als Juniper op een nacht dan tóch onverwachts terechtkomt in het dodenrijk, krijgt hij een opdracht: hij moet de leeuw in een val lokken, zodat de dood hem eindelijk zal kunnen vangen. Alleen als Juniper hierin slaagt, mag hij doorgaan met zijn leven…  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444576967?aid=kb-online-bibliotheek&sid=17&dts=1756546878665&sig=1745472484da98dbbc620a23962a21cfa5e92aea492b58b732c42f770a7a1698&width=320",
      "dateSeen": "2025-08-31T07:11:55.182Z"
    },
    "86f133fee3bdc6dbab546db37b177e765737bd16": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44468008X/een-hollander-op-blote-voeten-jacob-haafner",
      "title": "Een Hollander op blote voeten",
      "subtitle": "De eerste anti-koloniale aanklacht in de Nederlandse literatuur",
      "authors": "Jacob Haafner",
      "description": "Jacob Haafner zette in 1767 op twaalfjarige leeftijd voor het eerst voet aan wal in Azië. Het was het begin van een reeks omzwervingen in de wrede koloniale werkelijkheid van achttiende-eeuws India. In een openhartig reis- en liefdesverhaal, dat tegelijk een felle aanklacht is tegen koloniale uitbuiting, tekende Haafner zijn overzeese ervaringen op. Ver vóór Multatuli, en in veel opzichten verregaander, voer hij uit tegen de ‘onverzadelijke gouddorst en veroveringszucht’ van de ‘witte tirannen’. Haafner deed alle moeite zich de Indiase taal en gewoonten eigen te maken, waaronder vegetarisme, en kwam tot de conclusie dat Europa deze beschaving niets te brengen had.  Thomas Rosenboom hertaalde het belangrijkste werk van deze gepassioneerde en visionaire verteller voor een nieuw publiek.  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44468008X?aid=kb-online-bibliotheek&sid=17&dts=1756550709342&sig=b193c9cf917a5b53bf00a5ce8fe59126a1539572fa6a84744970c1382e65bf36&width=320",
      "dateSeen": "2025-08-31T07:11:55.365Z"
    },
    "c1e1b6378ea3bcecb8e912d54350e97a3da7b56b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444649832/vleugelman-ge--vaartjes",
      "title": "Vleugelman",
      "subtitle": "Godfried Bomans 1913-1971",
      "authors": "Gé Vaartjes",
      "description": "Godfried Bomans bereikte met Pieter Bas en Erik of het klein insectenboek een groot lezerspubliek. Door columns in de Volkskrant en bijdragen aan Elseviers Weekblad nam zijn bekendheid nog toe. Maar zijn medewerking aan tal van televisieprogramma’s bracht hem de meeste roem. Miljoenen Nederlanders en Vlamingen waren gecharmeerd van zijn humor, milde ironie, ontregelende op treden en bedachtzame wijsheid. Legendarisch werd zijn moeizame verblijf op het onbewoonde eiland Rottumerplaat.  Bomans was veelzijdig getalenteerd en werd enorm bewonderd. Nog steeds wordt zijn naam vol ontzag genoemd. Toch was hij bovenal een onzeker, moeilijk te doorgronden en in wezen eenzaam mens. Hij was nauwelijks in staat de alledaagse werkelijkheid te dragen en probeerde die kleur te geven en te vervormen tot een voor hem acceptabele realiteit. Met zijn fantasie gaf hij het leven vleugels.  Gé Vaartjes schreef het fascinerende levensverhaal van deze rusteloze man, die levenslang vocht tegen angsten en schuilplaatsen zocht bij enkele goede vrienden en ettelijke vrouwen. Hij tekent Bomans als een man die doorlopend twijfelde aan zichzelf, maar de problemen van zijn tijd scherp wist te duiden. Vleugelman is een monument voor een schrijver – en schetst een genuanceerd beeld van de gecompliceerde mens erachter.\nBron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444649832?aid=kb-online-bibliotheek&sid=17&dts=1756545908021&sig=3ae3c40b220adc7d3e21e4d438d668274d29c433a06ffd1cbbd17007c5085a48&width=320",
      "dateSeen": "2025-08-31T07:11:55.532Z"
    },
    "fc3fd3706a2ebf55a6cf47126bc9ce717d30c28d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444568123/wrede-prins-sophie-lark",
      "title": "Wrede prins",
      "authors": "Sophie Lark",
      "description": "Een match made in hell... Twee families, de Griffins en de Gallo’s, strijden al generatieslang om de controle over de onderwereld van Chicago. De rivaliteit ontbrandt weer in alle hevigheid wanneer Aida, de jongste en wildste Gallo, op een feestje van de Griffins waar ze niet voor was uitgenodigd per ongeluk de bibliotheek in brand steekt. Dan wordt besloten dat de twee families verenigd moeten worden, om te voorkomen dat ze elkaar vernietigen in een eindeloze oorlog. Een huwelijk moet de families binden, dus moet Aida trouwen, en wel snel. De bruidegom? Callum Griffin, de oudste zoon en erfgenaam van de Griffins. Callum is ijskoud, ambitieus en vastbesloten om zijn koppige nieuwe bruid te temmen. Maar Aida temmen is makkelijker gezegd dan gedaan. Ze neemt zich voor Callum naar het leven te staan, hoe knap hij dan ook wel niet mag zijn.  Aida heeft een stenen muur om haar hart heen gebouwd. Callum is een keiharde maffioso met een grote bewijsdrang. De twee strijden om dominantie, en het gaat hard tegen hard. Misschien passen ze toch beter bij elkaar dan ze willen toegeven…  Wrede prins is een van de populairste dark romances op TikTok. Wereldwijd zijn al veel lezers verliefd geworden op de verhalen vol spice en humor en maffiageweld van Sophie Lark.  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444568123?aid=kb-online-bibliotheek&sid=17&dts=1756550746618&sig=b3735a653afa374884754f8c2c3dbe195eccce9595092c61432120d29958d189&width=320",
      "dateSeen": "2025-08-31T07:11:55.701Z"
    },
    "d75051f9e9a50e47a7b67c384795ff871b652ccc": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444680020/schillen-thorn-de-vries",
      "title": "Schillen",
      "authors": "Thorn de Vries",
      "description": "‘Hoe kun je weten hoe het is om mens te zijn als je alleen maar bezig bent met hoe de mens hoort te zijn?’ – Thorn de VriesIn het jaar dat ‘genderneutraal’ verkozen werd tot irritantste woord kwam Thorn de Vries uit de kast. Wie ben je als iedereen een mening heeft over wie je zou moeten zijn? Hoeveel lagen verhullen en verbergen de essentie van je zijn?Schillen is een kwetsbaar verhaal over identiteit en transitie, en de moed om de schil te pellen.‘Als Thorn vertelt, luister ik. Ook nu, en luister vooral mee.’ – Tim Hofman Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444680020?aid=kb-online-bibliotheek&sid=17&dts=1756551780181&sig=60cb1b3112a34082faf63d4b6197cb78d2400f9985240a0e4ae0e54c89dade4f&width=320",
      "dateSeen": "2025-08-31T07:11:55.893Z"
    },
    "18f9b70d73af26f5d7a82c370d2d48835e7536e3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444552707/de-kunst-van-het-missen-olaf-tempelman",
      "title": "De kunst van het missen",
      "subtitle": "Waarom aardse paradijzen niet gelukkig maken",
      "authors": "Olaf Tempelman",
      "description": "Hoe welvarender mensen zijn en hoe meer mogelijkheden ze hebben, hoe sterker ze zich bewust kunnen raken van gemis in hun leven. Legden mensen zich in het verleden neer bij de mores van een levenscyclus, nu willen velen uit het leven halen ‘wat erin zit’, meemaken ‘waar het echt om gaat’, deelgenoot worden van wat Norman Mailer ‘the sweet of life’ noemde. Begrippen als ‘bucketlist’ en ‘fomo’ vinden we inmiddels ook in Nederlandse woordenboeken terug.  Eén van de gedaantes van de moderne mens die zoekt naar vervulling is De Reiziger. Aan de hand van het gedrag van reizigers brengt Volkskrant-journalist Olaf Tempelman in kaart wat bevoorrechte mensen in hun leven missen, en waarin moderne maatschappijen tekortschieten. Over de hele wereld ziet hij reizigers zoeken naar liefde, verlichting, bevlogenheid, geborgenheid en meer. Hij ziet óók dat er veel voorbijgaat aan mensen die niets willen missen. In een boek waarin hij reisimpressies met contemplaties mengt, pleit hij voor de kunst van het missen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444552707?aid=kb-online-bibliotheek&sid=17&dts=1756548581982&sig=92ed6ab99d8d0ce8935c48c93a3ec575817c5a5f396024d8edc59063c4101f5d&width=320",
      "dateSeen": "2025-08-31T07:11:56.059Z"
    },
    "2c8f40e673575405196ed1a1c1a91a19e947f2c1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444679944/hoe-vermoord-je-een-man--op-10-manieren---eve-kellman",
      "title": "Hoe vermoord je een man (op 10 manieren)?",
      "authors": "Eve Kellman",
      "description": "Ontmoet je nieuwe favoriete vrouwelijke seriemoordenaar!Vertrouw je je date niet? Laat die creep in de bar je niet met rust? Ben je bang dat je naar huis gevolgd wordt?App M.Ongeveer een jaar geleden was ik er klaar mee. Er zijn te veel mannen die zich misdragen, en te veel vrouwen die daar het slachtoffer van worden. Ik besloot een soort taxiservice te beginnen waar je een berichtje naartoe kunt sturen als je je ’s avonds onveilig voelt: App M.Inmiddels ben ik daar zo druk mee dat de rest van mijn leven er een beetje onder lijdt. Begrijp me niet verkeerd, ik ben blij dat ik zoveel vrouwen kan helpen, maar het is ook frustrerend. Want de mannen doen het de volgende avond gewoon weer, en de volgende, en de volgende...En nu heb ik net een van die mannen vermoord. Per ongeluk natuurlijk, maar het heeft me wel aan het denken gezet. Want er zijn verschillende manieren om slechte mannen te stoppen…Hoe vermoord je een man (op 10 manieren)? is de ultieme wraakthriller met donkere humor, voor de fans van Bella Mackie en Katie Brent. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444679944?aid=kb-online-bibliotheek&sid=17&dts=1756553251330&sig=e08d2fafdd9e664254e144302c71381a0c867293cf75951acf0abbb9612d97d9&width=320",
      "dateSeen": "2025-08-31T07:11:56.241Z"
    },
    "d93158cae90aa25be7fb8f6b53734d7e1e4c6c73": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444538275/forever-pucked-helena-hunting",
      "title": "Forever pucked",
      "authors": "Helena Hunting",
      "description": "Violet Waters is verloofd met Alex Waters, teamcaptain en de best betaalde NHL-speler in de competitie. Verloofd zijn met hem is geweldig. Hoe kan het ook anders? Hij is niet alleen een ontzettend goede ijshockeyer, maar ook een attente en lieve romanticus die waanzinnig goed is in bed. Dus vanzelfsprekend kan Violet niet wachten om met hem te trouwen. Het wordt geweldig! Ze kan elk moment een datum prikken voor de bruiloft. Echt elk moment hoor. Sowieso nog voor de zon is opgebrand. Of wanneer Violet geen netelroos van stress meer krijgt elke keer als iemand over de bruiloft begint, of als haar moeder en schoonmoeders niet meer samenspannen om Violet en Alex een absurd grote bruiloft op te dringen. Elk van die twee opties zou helpen.  Forever pucked is het hilarische vervolg op bestseller Pucked. Pucked eerst lezen of luisteren wordt sterk aangeraden! 18+  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444538275?aid=kb-online-bibliotheek&sid=17&dts=1756555565864&sig=ed6b5d3ca64aacf7177746f41c42407202a334a53a33c6e2a34cb5335611fe30&width=320",
      "dateSeen": "2025-08-31T07:11:56.478Z"
    },
    "6fbe763c58a65593d67fb1a1f7da0860d19bc01d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444508899/de-opdracht-van-de-moor-abdelkader-benali",
      "title": "De opdracht van de Moor",
      "authors": "Abdelkader Benali",
      "description": "De wereld kampt met klimaatverandering en door etnische conflicten raken bevolkingsgroepen op drift – waar is de mens nog veilig? In Venetië, maar dan wel in de woestijn. De schrijver Omar Lorenzo krijgt van een Nijmeegs ingenieursbureau de opdracht om Venetië in kaart te brengen met behulp van verhalen van reizigers, vluchtelingen en gelukszoekers. Deze verhalen vormen de basis voor het meest ambitieuze project uit de geschiedenis van de stadsarchitectuur: de verplaatsing van het door overstroming bedreigde Venetië naar de veilige woestijn in het Midden-Oosten. Lorenzo krijgt hulp van de raadselachtige dakloze Moor, die zich ontpopt als rasverteller. Ze vertellen elkaar verhalen die tonen hoe de wereld is verbonden, van de Waal tot het Canal Grande, van Dubai tot Tanger – juist als het water ons aan de lippen staat.  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444508899?aid=kb-online-bibliotheek&sid=17&dts=1756547116214&sig=394d77684b596c1b3ffea1b6ff23d7bdbd9e1ab4a489d377277d43b7f05efe96&width=320",
      "dateSeen": "2025-08-31T07:11:56.704Z"
    },
    "fd9f36304abe162b574e405c2dd07c4f2a909d04": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444642684/verwoest-koninkrijk-lisa-renee-jones",
      "title": "Verwoest koninkrijk",
      "authors": "Lisa Renee Jones",
      "description": "Als de vijand tot het uiterste wordt gedreven, steken ze je huis in brand. Maar het enige thuis dat Damion ooit gekend heeft is Alana. Het einde van zijn vijand zal niet gemakkelijk komen. Damion zal er alles aan doen om dit verhaal te beëindigen met Alana als koningin op de Wall Street-troon naast hem. Verwoest koninkrijk is het derde en laatste deel in de spannende trilogie over Alana en Damion en hun duistere strijd om de macht. Het eerste deel heet Kroonprins.  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444642684?aid=kb-online-bibliotheek&sid=17&dts=1756546839338&sig=362484beab4769f7b56fb2031904454544ed08928253fbe7c01af12e95c3cefd&width=320",
      "dateSeen": "2025-08-31T07:11:56.871Z"
    },
    "b63bcc04d74cf4b432d8f619b44d14f45611cfe2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444634630/eerste-hulp-bij-echte-liefde-rutger-verhoeff",
      "title": "Eerste hulp bij echte liefde",
      "subtitle": "Over daten na je veertigste",
      "authors": "Rutger Verhoeff",
      "description": "Vierenveertig jaar en opeens weer vrijgezel. Rutger Verhoeff overkomt het. Wat doe je dan? Daten. Maar hoe gaat dat eigenlijk als je de veertig al gepasseerd bent? Voor het eerst stort Rutger zich op datingapps, op zoek naar de nieuwe liefde van zijn leven. Maar de moed zakt hem al spoedig in de schoenen en zijn zelfvertrouwen krijgt soms een flinke dreun. Hij verbaast zich over het achteloze swipen, de misleidende foto’s, ronkende profielteksten, wonderlijke chats en het plotselinge ghosten. In Eerste hulp bij echte liefde lees je over rebounds, onenightstands, liefdesverklaringen en gelopen blauwtjes. Wat zijn de etiquette van datingapps? Hoe heb je snel beet? En wanneer moet je loslaten? Na meer dan dertig dates wist Rutger het. De meest bizarre schreef hij op. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444634630?aid=kb-online-bibliotheek&sid=17&dts=1756548045414&sig=9317bb7cce76ecd3ad6b6854c153cbe2279fe1d991f2108ad287e3027ab7ab02&width=320",
      "dateSeen": "2025-08-31T07:11:57.072Z"
    },
    "5aba887efe8712442136e3e23af0645fcf47410e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444665935/onverwoestbaar-arnaud-de-decker",
      "title": "Onverwoestbaar",
      "subtitle": "Het menselijke gezicht van Oekraïne",
      "authors": "Arnaud De Decker",
      "description": "Als jonge reporter trok Arnaud De Decker door Oekraïne, een land verscheurd door de grootste oorlog op het Europese continent sinds de Tweede Wereldoorlog. Hij ontmoette bouwvakkers, studenten en leerkrachten die plots soldaat werden, en vrouwen en kinderen die hun geliefden moesten missen. Hij zag hoe een vrij land met grote dromen veranderde in een natie in overlevingsmodus, waar angst en verdriet hand in hand gingen met veerkracht en hoop.Dit boek is niet alleen een verzameling van de verhalen die hij onderweg hoorde, maar ook een blik achter de schermen van een journalist die steeds dieper de oorlog in trekt.Een rauw en eerlijk verhaal over verlies, moed en de menselijke kant van oorlog – en over hoe je als journalist soms niet meer alleen toeschouwer blijft.‘De jonge Arnaud De Decker stak zijn ziel en zaligheid in zijn reportages aan het Oekraïense front.’ – Humo‘Heel mooie portretten van mensen zelf in oorlogsgebied.’ – Kunststof Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444665935?aid=kb-online-bibliotheek&sid=17&dts=1756555823798&sig=9b68a61802eb11478a486d03e8b619453444cff920e71b67740ad2001e75a5e7&width=320",
      "dateSeen": "2025-08-31T07:11:57.275Z"
    },
    "ccce7f57fa574f227a05476b98346de8c8abad13": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444568131/afscheid-van-het-oude-nederland-rene--van-stipriaan",
      "title": "Afscheid van het oude Nederland",
      "subtitle": "Kunnen we onze democratie nog redden?",
      "authors": "René van Stipriaan",
      "description": "Na decennia waarin Nederland bloeide, braken omstreeks 1980 jaren aan waarin het opeens anders moest. De verzorgingsstaat was te groot: nutsbedrijven werden geprivatiseerd, de sociale vangnetten werden minder stevig. Niet iedereen deelde meer mee in de weelde.  Het populisme bleek vervolgens een electoraal wondermiddel voor politieke avonturiers en bleef groeien. Na de verkiezingen van 2023 kwamen populisten zelfs in het middelpunt van de macht. De rechtsstaat, de cultuur, de wetenschap, de journalistiek, de economie en niet te vergeten vele duizenden immigranten worden er rechtstreeks door bedreigd.  In Afscheid van het oude Nederland analyseert René van Stipriaan de diepere oorzaken van de ontevredenheid en de onverdraagzaamheid. Hij maakt pijnlijk duidelijk dat Nederland het niet meer alleen kan redden: de wereld is – door globalisering, digitalisering en doorgeschoten belangenpolitiek – zo complex en zo bedreigend dat we verbinding moeten zoeken met anderen die een beschaafde weg uit de chaos willen vinden. Afscheid van het oude Nederland beschrijft bovendien een politieke cultuur die zichzelf en de bevolking in het ongerede heeft gebracht. Dat het uur van de waarheid komt op een moment dat de wereld in brand begint te vliegen, maakt het niet eenvoudiger om hier iets aan te doen. Maar het zal moeten. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444568131?aid=kb-online-bibliotheek&sid=17&dts=1756549273111&sig=87de13156278d9001ae09b842a3e655e84d8679ae90499026a8807a51ccab1cf&width=320",
      "dateSeen": "2025-08-31T07:11:57.435Z"
    },
    "14f1bd414dc644f2c7d53ccdaaf84f98035089bf": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444601791/vissertjes-pjeroo-roobjee",
      "title": "Vissertjes",
      "authors": "Pjeroo Roobjee",
      "description": "Als er op een middag aan zijn huisbel wordt getrokken, wordt het rijkeluizenleven van Joël Troch, ‘filosoof van het neerslachtig chique nietsdoen’, hevig opgeschud. Aan de deur van het familiehuis waar hij met zijn moeder en minnaar zijn jaren slijt, staat een zestienjarig zwart meisje. Joël is haar vader, beweert ze. Terwijl zijn minnaar in katzwijm valt en zijn moeder in alle staten is en de schande koste wat kost probeert buiten de deur te houden, zoekt Joël zijn heil in zijn imposante parfumverzameling. Het reukwater voert hem naar zijn tienerjaren, waar hij hoopt de waarheid over zijn vermeende vaderschap op te vissen. In onvervalst Roobjaans volgen we Joël op zijn dwaalspoor naar de verloren tijd en zien we hoe het net zich stilletjes maar onverbiddelijk om deze verdorven charmeur sluit. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444601791?aid=kb-online-bibliotheek&sid=17&dts=1756551602100&sig=89a5910b7441526ae7b01b4a71b02249984b9ff545aa524c2cd3a9cbe39b4954&width=320",
      "dateSeen": "2025-08-31T07:11:57.619Z"
    },
    "92695d676e02cd2bf91fb1147b30817d28cb9fe8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444678182/vrolijk-verval-hedy-d-ancona",
      "title": "Vrolijk verval",
      "authors": "Hedy D'Ancona",
      "description": "Het valt niet te ontkennen: in onze huidige samenleving is jong in en oud out. Ouderen worden vooral bestempeld als kwetsbaar en knuffelhongerig. Een woud van treurwilgen dat je moet beschermen tegen uitsterven. Hedy d’Ancona kreeg genoeg van die stereotypering van zichzelf en haar leeftijdsgenoten. In Vrolijk verval relativeert ze het zieligheidsstempel en bekritiseert ze de zachte uitsluiting. Van de angstaanjagendheid van de ouderdom blijft weinig over in deze grappige en scherpe observaties van het dagelijks leven.\n‘In handen van Hedy d’Ancona wordt het verval van de ouderdom net zo komisch en weemoedig als de dwaasheid van de jeugd. Ze schrijft met het vuur van de verliefde; nog altijd smaakt de verboden vrucht haar het best. Zo spreekt zij haar jongere ik toe: struikelen was het, is het en zal het altijd blijven.’ – Arnon Grunberg  ‘Heerlijke, soms vileine en altijd vrolijk makende observaties, vol met het type wijsheid dat alleen met de jaren komt.’ – Sheila Sitalsing Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444678182?aid=kb-online-bibliotheek&sid=17&dts=1756553000648&sig=1c8c119780894229fc56b883015353c45a4c028695b8ac367d445e2f83aa6c83&width=320",
      "dateSeen": "2025-08-31T07:11:57.777Z"
    },
    "bbeaddd73f7c859e41529ab37475e5348e468361": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444534466/het-persoonlijke-is-politiek-hedy-d-ancona",
      "title": "Het persoonlijke is politiek",
      "authors": "Hedy D'Ancona",
      "description": "Politica en opiniemaker Hedy d’Ancona is in het Nederlandse politieke en culturele landschap al vele jaren een vaste en belangrijke kracht. In Het persoonlijke is politiek vertelt ze met de haar kenmerkende humor en scherpzinnigheid, maar ook met een stoïcijns levensgevoel, openhartig over de ontwikkelingen die zijzelf en de vrouwenbeweging vanaf de jaren zeventig doormaakten, en hoe voor haar uiteindelijk het persoonlijke politiek werd.  Aan de hand van haar eigen verleden, samen met de door de Tweede Wereldoorlog dramatisch verlopen geschiedenis van haar ouders, maakt ze duidelijk hoe iemands geschiedenis tot op de dag van vandaag doorslaggevend kan zijn voor politieke ideeën.  ‘Een boek over opkomen voor je persoonlijke idealen, ook – of beter gezegd: juist – als dat betekent dat niet iedereen je altijd aardig vindt.’ – Doortje Smithuijsen  Hedy d’Ancona (1937) is een belangrijk feminist en was een vooraanstaand PvdA-politicus. Ze werkte bij de vara en werd bekend als medeoprichter van de actiegroep Man Vrouw Maatschappij en het blad Opzij. Ze was staatssecretaris van Emancipatie, minister van Welzijn, Volksgezondheid en Cultuur, Eerste Kamerlid en tien jaar lang lid van het Europees Parlement. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444534466?aid=kb-online-bibliotheek&sid=17&dts=1756551597374&sig=2262abd07c81ad3f89bee6e669ff34cdb108affcd448ea80ea12ae54bc36a1e6&width=320",
      "dateSeen": "2025-08-31T07:11:57.971Z"
    },
    "3361e0e44a6c108901400b86d3014b867822e56e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444601783/damian-edzard-mik",
      "title": "Damian",
      "authors": "Edzard Mik",
      "description": "‘Als Damian zijn moeder ergens mee associeert, dan is het wel met harde wind, gure wind, wind die nooit zal luwen en voor altijd door hem heen zal blijven gieren alsof hij uit niets dan kieren en gaten bestaat. O ja, ze is er dus eigenlijk al, ze kondigt zichzelf daar buiten aan, ze wordt voorafgegaan door de wind die ze zelf is, maar wat kan hij anders doen dan haar binnenlaten als Tess haar komt afzetten?’  Jongerenwerker Damian krijgt zijn oude moeder door zijn zus thuis afgeleverd omdat ze een gevaar voor zichzelf zou vormen. Maar is ze wel dementerend? En waarom neemt hij haar in huis en gaat hij voor haar zorgen? Wat is dat eigenlijk, goeddoen, en is dat überhaupt mogelijk? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444601783?aid=kb-online-bibliotheek&sid=17&dts=1756550579473&sig=ac77d37a079b9640755a98794a3b9414420f691efede55185a58497796082ce9&width=320",
      "dateSeen": "2025-08-31T07:11:58.184Z"
    },
    "80708c288375d02f238d8977083adc094b705d1d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444500987/een-vrouw-voor-de-graaf-loretta-chase",
      "title": "Een vrouw voor de graaf",
      "authors": "Loretta Chase",
      "description": "Gwendolyn Adams staat op het punt een graaf ten huwelijk te vragen. Op zijn sterfbed. Gwendolyn Adams kijkt niet gek op van de vraag of ze een stervende graaf wil redden. Zelfs niet als ze hoort dat de aanstaande bruidegom ernstig ziek en mogelijk krankzinnig is. Ze is tenslotte een goede verpleegkundige en haar familie staat erom bekend veel gezonde mannelijke kinderen voort te brengen. Dorian, de graaf van Rawnsley, wil de laatste momenten die hij nog heeft in alle rust en privacy doorbrengen. Maar zijn bemoeizuchtige familieleden hebben hem ineens met een bruid opgezadeld, inclusief orders om per direct een erfgenaam te verwekken. Maar Gwendolyn is heel anders dan hij dacht. En zijn gezondheid doet het beter dan verwacht. Is er misschien toch een kans voor Dorian en Gwendolyn? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444500987?aid=kb-online-bibliotheek&sid=17&dts=1756551119699&sig=550875e7ec1dcd712db6f7a5176aa40c3f4b96e6a79efccb5da55c0b54508264&width=320",
      "dateSeen": "2025-08-31T07:11:58.432Z"
    },
    "a1977fb8a201b1d7193e12eba4b060451b32e8dc": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444534504/the-striker-ana-huang",
      "title": "The striker",
      "authors": "Ana Huang",
      "description": "Het eerste deel in de nieuwe voetbalromance-serie van internationale bestsellerauteur Ana Huang, bekend van Twisted love en King of wrath.  Zij is de enige vrouw die hij wil... en de enige die hij niet kan krijgen. Asher Donovan is een levende legende – de superster van de Premier League – en veel mensen noemen hem de beste voetballer ter wereld. Maar door zijn roekeloze capriolen komt zijn reputatie steeds meer onder druk te staan. Wanneer zijn vete met een teamgenoot uit de hand loopt, worden ze gedwongen om tijdens de zomerstop samen een training te doorlopen om een band te smeden. Het is maar één zomer, dus Asher maakt zich nergens zorgen over... totdat hij de trainer ontmoet. Ze is mooi, getalenteerd en hoe hij ook zijn best doet, hij kan haar niet uit zijn hoofd krijgen. Het probleem? Ze is de zus van zijn rivaal en verboden terrein. *** Scarlett DuBois is een voormalige prima ballerina wiens carrière vroegtijdig werd beëindigd door een tragisch ongeluk. Ze geeft nu les aan een prestigieuze dansacademie, maar heeft haar verleden nog niet losgelaten. Het trainen van bad boy Asher Donovan staat niet hoog op haar wensenlijst. Ze heeft gezworen nooit meer met een voetballer uit te gaan, maar in de loop van de zomer leert ze de knappe Asher steeds beter kennen en wordt het alsmaar moeilijker om zich aan deze regel te houden. Hem trainen, dat gaat haar makkelijk af. Maar verliefd worden? Dat mag nooit gebeuren, want hij is de enige die haar hart kan breken. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444534504?aid=kb-online-bibliotheek&sid=17&dts=1756565384551&sig=595147676f0af47620803cec4a4c7964439b661ac5aa8b81fa025a7dfdbf3579&width=320",
      "dateSeen": "2025-08-31T07:11:58.628Z"
    },
    "4ab2813c3d7ae708635aafe39ff281ae2cdd7fbe": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444678050/de-tijgerkat-g--tomasi-di-lampedusa",
      "title": "De tijgerkat",
      "authors": "Giuseppe Tomasi di Lampedusa",
      "description": "In 1860 landt Garibaldi bij Marsala om Sicilië in te lijven bij de nieuwe, liberale eenheidsstaat Italië. Het is gedaan met de Bourbons en met de feodaliteit: de platte, berekenende burgerij neemt de macht over. Don Fabrizio, prins van Salina, ziet deze ontwikkeling met lede ogen aan, maar voelt zich machteloos tegenover de geschiedenis en zoekt troost in zijn studie van sterren en planeten. Zijn pupil Tancredi weet zich wel aan te passen aan het nieuwe bestel. Hij kiest de kant van Garibaldi, trouwt met de dochter van een steenrijke dorpsburgemeester en zal een hoge positie bekleden in de nieuwe staat.  De tijgerkat schetst een bedwelmend beeld van Sicilië. Het landschap wordt in geuren en kleuren beschreven en de mensen komen werkelijk tot leven. De beschrijving van de dood van de prins is een van de mooiste sterfscènes van de wereldliteratuur.  De tijgerkat heeft in Italië inmiddels meer dan zeventig drukken beleefd en is in alle talen vertaald. Anthonie Kee leverde met zijn vertaling van deze klassieker een prestatie van topniveau. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444678050?aid=kb-online-bibliotheek&sid=17&dts=1756634356703&sig=a326403bf154236711645751f0bd821153fa462ef7bfb37ae40efd9e5fcec72c&width=320",
      "dateSeen": "2025-09-01T07:14:25.432Z"
    },
    "b6add156206018dbe0a4850ec5ab826130f68eec": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444534466/het-persoonlijke-is-politiek-hedy-d--ancona",
      "title": "Het persoonlijke is politiek",
      "authors": "Hedy d' Ancona",
      "description": "Hedy d'Ancona vertelt op persoonlijke wijze over de ontwikkelingen die zijzelf en de vrouwenbeweging in de jaren zeventig doormaakten en hoe uiteindelijk het persoonlijke politiek werd.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444534466?aid=kb-online-bibliotheek&sid=17&dts=1756640172315&sig=981ad75e81287ce968e7d81b4a94eff77844c0f10b955c24de87854871fcb9ca&width=320",
      "dateSeen": "2025-09-01T07:14:25.621Z"
    },
    "133cd484b181e1bc06c037a871b6cd4e865a9ee7": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444678182/vrolijk-verval-hedy-d--ancona",
      "title": "Vrolijk verval",
      "authors": "Hedy d' Ancona",
      "description": "Het valt niet te ontkennen: in onze huidige samenleving is jong in en oud out. Ouderen worden vooral bestempeld als kwetsbaar en knuffelhongerig. Een woud van treurwilgen dat je moet beschermen tegen uitsterven. Hedy d’Ancona kreeg genoeg van die stereotypering van zichzelf en haar leeftijdsgenoten. In Vrolijk verval relativeert ze het zieligheidsstempel en bekritiseert ze de zachte uitsluiting. Van de angstaanjagendheid van de ouderdom blijft weinig over in deze grappige en scherpe observaties van het dagelijks leven.\n‘In handen van Hedy d’Ancona wordt het verval van de ouderdom net zo komisch en weemoedig als de dwaasheid van de jeugd. Ze schrijft met het vuur van de verliefde; nog altijd smaakt de verboden vrucht haar het best. Zo spreekt zij haar jongere ik toe: struikelen was het, is het en zal het altijd blijven.’ – Arnon Grunberg  ‘Heerlijke, soms vileine en altijd vrolijk makende observaties, vol met het type wijsheid dat alleen met de jaren komt.’ – Sheila Sitalsing Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444678182?aid=kb-online-bibliotheek&sid=17&dts=1756646788076&sig=02538fa09aa00d51188a96552cf0e47b8ed77f821b22bf7641c14640827af451&width=320",
      "dateSeen": "2025-09-01T07:14:25.824Z"
    },
    "ee6731ca8f3637acdccc46624ccb219d9e1363a4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442273258/cuckooland-tom-burgis",
      "title": "Cuckooland",
      "subtitle": "Hoe de rijken de waarheid manipuleren",
      "authors": "Tom Burgis",
      "description": "Onderzoeksjournalist Tom Burgis geeft in Cuckooland een schokkende inkijk in een wereld van corruptie, machtswellust, fake news en manipulatie.Van Kathmandu tot het Kremlin en van Zwitserse banken tot Buckingham Palace: overal ter wereld worden we gemanipuleerd, vaak zonder dat we het doorhebben. Journalist Tom Burgis legt een wereld bloot waarin de machtige welgestelden alles kopen, inclusief de waarheid en het nieuws…Drie jaar lang onderzocht hij een spoor dat hem dieper en dieper in Cuckooland zoog: de plek waar een kleine groep zeer rijken bepaalt welke verhalen er worden verteld over oorlog, geld en macht , en – nog belangrijker – wat er niet wordt verteld. Tijdens zijn research jaagde Burgis op oligarchen, sprak hij met geheime bronnen en traceerde hij enorme sommen geld die heen en weer geschoven werden tussen multinationals, ex-Sovjet-dictaturen en de heersende elite van het Westen.Cuckooland biedt een schokkende inkijk in een wereld van corruptie, machtswellust en manipulatie.‘Burgis’ boek is geniaal en aangrijpend. Oligarchen zullen dit boek lezen en ervan balen dat hun tactieken worden ontmaskerd.’ Catherine Belton, auteur van De mannen van Poetin‘Cuckooland, een waargebeurde thriller, onthult een geheime wereld waarin ongemakkelijke waarheden kunnen worden witgewassen als je over de juiste connecties en middelen beschikt.’ Anne Applebaum, auteur van De schemering van de democratie Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442273258?aid=kb-online-bibliotheek&sid=17&dts=1756834813627&sig=d43a814420b1d558240d7d8dd876818d8141e60f12ed981aa2c722abadae6384&width=320",
      "dateSeen": "2025-09-03T07:12:56.638Z"
    },
    "f42b0b185a1ff1d17dd00bdbf909b379a5d45107": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442855478/weerzien-in-athene-michelle-reid",
      "title": "Weerzien in Athene",
      "authors": "Michelle Reid",
      "description": "Het lukte Isobel niet om zich aan te passen…Ze is te onafhankelijk om de regels van de machtige Petronades-dynastie te volgen. En dus woont ze niet meer bij haar man, Leandros Petronades. Nu wil hij scheiden en spreken ze af in Athene. Waar ze merken dat de passie nog springlevend is!Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442855478?aid=kb-online-bibliotheek&sid=17&dts=1756883576788&sig=4a5f466094ca60d14f91051997e036e964a4bd8210e5d2de7885693a9a3b9cbc&width=320",
      "dateSeen": "2025-09-03T07:12:57.001Z"
    },
    "3677fc505d2bb28aa3c9c9398e570c32ce8ebb9c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007195/een-koninklijk-huwelijk-bella-mason",
      "title": "Een koninklijk huwelijk",
      "authors": "Bella Mason",
      "description": "De koning kiest háár als zijn bruid…Prins Vasili Leos heeft zich altijd tegen het koningshuis verzet. En nu moet hij - de rebelse prins - na de onverwachte dood van zijn broer opeens de troon bestijgen! Het wordt nog erger, want volgens de regels van het hof moet hij trouwen met de prinses die voor zijn broer was bestemd. Om dat te voorkomen besluit hij de eerste de beste vrouw die hij ziet tot zijn bruid te kiezen...Helia is blij met haar baan in de koninklijke bibliotheek. Wat is er heerlijker dan de hele dag tussen de boeken zitten? En door deze baan is ze dicht bij de knappe prins Vasili, die werkelijk een lust voor het oog is. Ze weet dan ook niet wat haar overkomt als hij háár aanwijst als zijn bruid. Haar leven lijkt opeens een sprookje! Tot Vasili het overduidelijk maakt dat er in hun huwelijk geen plaats kan zijn voor gevoelens…  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007195?aid=kb-online-bibliotheek&sid=17&dts=1756842246868&sig=8868ef6a4434bd1b5c9a4c5177a02487dba0090e7314ca7ffaf38c7489d985d9&width=320",
      "dateSeen": "2025-09-03T07:12:57.255Z"
    },
    "6bc18dc4205aecc672fe05215d5141f480a684cc": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007187/passie-onder-de-griekse-zon-susan-stephens",
      "title": "Passie onder de Griekse zon",
      "authors": "Susan Stephens",
      "description": "Ze mag niet toegeven aan haar verlangen...Xander Tsakis was nooit van plan om terug te keren naar Praxos, het kleine Griekse eiland waar hij is opgegroeid. Maar als zijn adoptieve vader overlijdt en Xander het eiland erft, heeft hij geen andere keuze. Hij zal de verwaarloosde plek zo snel mogelijk opknappen en terugkeren naar zijn imperium. Maar dan ontmoet hij Rosy...Rosy heeft te lang moeten toekijken terwijl de Tsakis-familie haar geliefde eiland verpestte, dus als de nieuwe eigenaar aankomt, besluit ze hem eens flink de waarheid te vertellen. Maar als ze Xander voor het eerst ziet, staat ze met haar mond vol tanden. Zo gespierd, zo knap, en zo'n hete blik... Jammer dat ze totaal niet aan haar gevoelens mag toegeven!  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007187?aid=kb-online-bibliotheek&sid=17&dts=1756840474688&sig=f8949bc1f4128c40082a8321681f448478012f57e88f8099e727ac47e7e6f5f7&width=320",
      "dateSeen": "2025-09-03T07:12:57.739Z"
    },
    "587684c85c32ab8f7359308f98444ba038f17709": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442855397/eiland-van-haar-dromen-susan-carlisle",
      "title": "Eiland van haar dromen",
      "authors": "Susan Carlisle",
      "description": "Een onverwachte ontmoeting op een zonnig eiland…Verpleegkundige Macie had niet gedacht dat ze dokter Landon ooit nog zou zien. Al helemaal niet in het ziekenhuis op het eilandje in de Pacific waar zij werkt! Maar de schok van het weerzien maakt al snel plaats voor de realisatie dat ze nog steeds gek op hem is, en dat het dus heel moeilijk zal zijn om het zakelijk te houden... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442855397?aid=kb-online-bibliotheek&sid=17&dts=1756883577871&sig=975d5ae44bbc429d95668ac7f3aaba08f6c34309af53b540501d57c62a7b6388&width=320",
      "dateSeen": "2025-09-03T07:12:58.300Z"
    },
    "33e28ceab314e4dddf7d936c7c75e79870495950": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442273304/de-bloemendochters-tessa-collins",
      "title": "De bloemendochters",
      "subtitle": "Vijf vrouwen, vijf werelddelen, één groot familiegeheim",
      "authors": "Tessa Collins",
      "description": "Het eerste deel van de meeslepende familiesaga De bloemendochters van Tessa Collins, over vijf vrouwen, vijf continenten en één groot familiegeheim.Voor Dalia is Blooming Hall, het landgoed van haar grootouders in Cornwall, haar thuis: hier heeft ze samen met haar vier nichtjes alle zomers tussen de bloemenvelden doorgebracht. Na de plotselinge dood van hun grootmoeder komen de vrouwen samen op het landgoed. Daar doen ze een schokkende vondst: een brief van Dalia’s vader. Zijn identiteit was jarenlang een raadsel, omdat haar moeder al vroeg overleed en haar grootmoeder niets over hem wilde vertellen.De zoektocht naar haar vader leidt Dalia naar Mexico, waar ze erachter komt hoe haar ouders elkaar leerden kennen, maar waar ze ook op een groot familiegeheim stuit.De bloemenvelden van Cornwall en het kleurrijke Mexico vormen het decor voor het eerste deel van de betoverende Bloemendochters-serie: een meeslepende en avontuurlijke saga over vijf jonge vrouwen in de bloei van hun leven, vol passie, geheimen en emoties.‘Mocht je op zoek zijn naar iets nieuws na Lucinda Riley, dan is dit een aanrader.’ VROUW Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442273304?aid=kb-online-bibliotheek&sid=17&dts=1756830466880&sig=66281fee63380a12b94d9f69a5ec67f256b4c9210d19df249290eddc0c56b239&width=320",
      "dateSeen": "2025-09-03T07:12:58.560Z"
    },
    "896fa88f9f4c54a7c4858a9abf2d4f20280aa90c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442855486/wraakzuchtig-spel-renee-roszel",
      "title": "Wraakzuchtig spel",
      "authors": "Renee Roszel",
      "description": "Kalli wil wel trouwen met Niko…Maar dat doet ze alleen om haar grootvader een plezier te doen. Wanneer hij vlak voor het huwelijk sterft, zegt ze de bruiloft dan ook af. Dan blijkt dat Niko zich daar niet zomaar bij neerlegt.Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442855486?aid=kb-online-bibliotheek&sid=17&dts=1756837155145&sig=a5a45356874f7fdb042d8ede2724339033fc60b70c7678110ab30c93a500f9d8&width=320",
      "dateSeen": "2025-09-03T07:12:59.123Z"
    },
    "ad0e1becddb3ef58d610631cdc3cdc977e854144": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442855214/liefde-op-bali-annie-o-neil",
      "title": "Liefde op Bali",
      "authors": "Annie O'Neil",
      "description": "Komt ze in dit paradijs haar droomman tegen?Niets beter voor een gebroken hart dan een compleet nieuwe start, denkt huisarts Rebecca. En dus vertrekt ze naar Bali, waar ze tot rust kan komen. Zonder man, uiteraard, want daar begint ze niet meer aan. Maar dan gebeurt er een ongeluk, en komt dokter Noah in haar leven. Hij is knap, zorgt in zijn eentje voor zijn schattige nichtjes… en is tot haar schrik simpelweg onweerstaanbaar! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442855214?aid=kb-online-bibliotheek&sid=17&dts=1756833167075&sig=dd3773c096be62643b3dec7787cfc64a9739cc919d0e83b2f23232b81530e918&width=320",
      "dateSeen": "2025-09-03T07:12:59.386Z"
    },
    "454a721fa982d777e8beb0f8bbf325eb279fd151": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442855451/passie-en-pasta-michelle-douglas",
      "title": "Passie en pasta",
      "authors": "Michelle Douglas",
      "description": "Zo krijgt ze die baan natuurlijk nooit!Janeen vindt het een geweldig initiatief: de machtige zakenman Rico D'Angelo is van plan een café te openen waar kansarme jongeren worden opgeleid tot kok of ober. Omdat ze er graag aan wil meewerken, besluit ze om te solliciteren op de baan van cafémanager. Maar als ze eenmaal tegenover hem zit, weet ze niets uit te brengen. Want Rico is véél te knap!Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442855451?aid=kb-online-bibliotheek&sid=17&dts=1756883579507&sig=22714e60ae03b0c36f76806fcffc4ee1c03c8a3e2bbe47486599f8ad0d2d1bfb&width=320",
      "dateSeen": "2025-09-03T07:12:59.744Z"
    },
    "2792d549690335303093dd7e0403d7fde183af34": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442855400/zoeter-dan-wraak-susan-stephens",
      "title": "Zoeter dan wraak",
      "authors": "Susan Stephens",
      "description": "Sophie ontdekt vlak voordat ze aan haar baan in Peru begint, dat haar nieuwe baas niemand minder is dan Xavier Bordiu! Ze weet dat hij een enorme wrok tegen haar familie koestert en vreest dat dat  haar werk zal bemoeilijken. Maar al snel maakt ze zich zorgen over iets héél anders: ze vindt de knappe zakenman onweerstaanbaar!Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442855400?aid=kb-online-bibliotheek&sid=17&dts=1756837772722&sig=a725966b77d3735d958616f248cedde4db4129cb4b0381a8634c20b754ffd838&width=320",
      "dateSeen": "2025-09-03T07:13:00.024Z"
    },
    "86a80c6e8079536f33210b28973f21953bb74182": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442855494/onvergetelijke-zomer-cara-colter",
      "title": "Onvergetelijke zomer",
      "authors": "Cara Colter",
      "description": "Ze zeggen dat je je eerste liefde nooit vergeet...Gespannen houdt Lucy haar mail in de gaten. Zou Mac reageren op de uitnodiging voor het grote feest dat ze heeft georganiseerd? Na een onvergetelijke zomer heeft hij hun stadje halsoverkop verlaten, nu zeven jaar geleden, en daarna heeft ze nooit meer iets van hem gehoord. Maar hij móét komen! Ze wil hem namelijk iets vertellen, een groot geheim dat ze al zeven jaar voor zich houdt...Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442855494?aid=kb-online-bibliotheek&sid=17&dts=1756841973742&sig=463362a59ccdfda93a7d157c64ba4fa8763c8f8a610b3e58f42fe27a93ae16f4&width=320",
      "dateSeen": "2025-09-03T07:13:00.457Z"
    },
    "3c7440483c7838a3f51900ef19d314494847648a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442855362/kus-in-de-nacht-bella-frances",
      "title": "Kus in de nacht",
      "authors": "Bella Frances",
      "description": "Francesca dacht dat ze Rocco nooit meer zou zien. Ooit was ze smoorverliefd op hem, en hun affaire was heftig, allesoverheersend… en kort. Voor ze het wist, was de Argentijnse playboy uit haar leven verdwenen. Nu loopt ze hem onverwacht tegen het lijf, en tot haar schrik laait de vurige storm tussen hen meteen weer op!Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442855362?aid=kb-online-bibliotheek&sid=17&dts=1756842405305&sig=05ae45527a57e3b8c91a739345f81480dd7a9d124b91f6bc829deb1ba5d97b89&width=320",
      "dateSeen": "2025-09-03T07:13:00.736Z"
    },
    "7823118d9fd00456335866fd431155da92f4262f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443349053/het-meisje-in-de-trein-paula-hawkins",
      "title": "Het meisje in de trein",
      "subtitle": "Je kent haar niet. Maar ze weet precies wie jij bent",
      "authors": "Paula Hawkins",
      "description": "Het meisje in de trein van Paula Hawkins is een van de best verkopende thrillers aller tijden, en is uitgeroepen tot VN Thriller van het Jaar. Nu met voorpublicatie van haar nieuwe thriller Het blauwe uur.Rachel neemt elke ochtend dezelfde trein. Altijd reist ze over hetzelfde traject, langs een rij charmante huizen in een buitenwijk van Londen, waarna de trein voor hetzelfde rode sein stopt. Zo kijkt ze elke ochtend naar een stel dat op hun terras ontbijt. Ze heeft inmiddels het gevoel dat ze hen kent en noemt hen 'Jess en Jason'. In Rachels ogen is hun leven perfect.Op een dag ziet ze iets vreemds in hun tuin. De trein rijdt weer door, maar voor Rachel verandert alles. Als blijkt dat 'Jess' vermist wordt, stapt Rachel naar de politie om haar verhaal te doen. Hiermee raakt ze niet alleen verwikkeld in de gebeurtenissen die volgen, maar ook in de levens van iedereen die erbij betrokken is. Wie is er te vertrouwen? En doet Rachel meer kwaad dan goed door zich met deze zaak te bemoeien?'Een vernieuwend boek dat je in één nacht uitleest.' VN Detective en Thrillergids *****'Ik weet niet wie je bent Paula Hawkins, maar je hebt me de hele nacht wakker gehouden.' Reese Witherspoon'Een eersteklas thriller en een totaal verslavende leeservaring.' S.J. Watson Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443349053?aid=kb-online-bibliotheek&sid=17&dts=1756827405664&sig=0ffe3fda13b4dcedc639b9950e89440ac116035bcd746b441848f80c1a566967&width=320",
      "dateSeen": "2025-09-03T07:13:01.008Z"
    },
    "cd94f9b9a439d58964c6f088c277c3064b2fcc52": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007209/getrouwd-met-de-verkeerde-griek-tara-pammi",
      "title": "Getrouwd met de verkeerde Griek",
      "authors": "Tara Pammi",
      "description": "Een verrassing voor het altaar...Annika kan alleen maar toegang krijgen tot haar erfenis – en daarmee ontsnappen aan haar tirannieke broer – als ze getrouwd is. Gelukkig wil haar beste vriend Sebastian wel meewerken aan een nephuwelijk. Maar op haar trouwdag krijgt ze de schrik van haar leven: niet Sebastian, maar zijn afstandelijke, arrogante tweelingbroer Alexandros staat voor het altaar!Als zijn tweelingbroer Alexandros smeekt zijn plaats voor het altaar in te nemen, zegt Alex met tegenzin toe: níét omdat hij al jaren stiekem naar Annika verlangt, níét omdat ze de mooiste vrouw is die hij ooit heeft gezien, maar omdat hij door dit huwelijk eindelijk de baas kan worden van het familiebedrijf. Dát is de enige reden... toch?   Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007209?aid=kb-online-bibliotheek&sid=17&dts=1756839887045&sig=55010ff3788975b297ca20cec010b765c92f5ba3449a571a07af39e731a0db88&width=320",
      "dateSeen": "2025-09-03T07:13:01.283Z"
    },
    "63b8593b28c49a1b44d58623a93bd0837ce6f128": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44285532X/verleid-en-verloren-sara-orwig",
      "title": "Verleid en verloren",
      "authors": "Sara Orwig",
      "description": "Het leek een waterdicht plan!Als Brittany Garrison niet heel snel uit de schulden komt, verliest ze haar restaurant. Een gouden kans voor miljonair Emile: hij zoekt al tijden een kans om zich te wreken op de Garrisons! Hij belooft Brittany dat hij haar schulden overneemt én verleidt haar. Missie volbracht, denkt hij tevreden. Maar dan ontdekt hij tot zijn schrik dat het hem niet lukt om zich los van haar te maken…Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44285532X?aid=kb-online-bibliotheek&sid=17&dts=1756827451012&sig=b756e21c343d8d46dfe0da3623ee38ae29b4ff761c78d264e3ff340e0f6d3537&width=320",
      "dateSeen": "2025-09-03T07:13:01.782Z"
    },
    "ccbcad142f8968010ccb39b1aed71df9f76f82c8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442855419/toscaanse-liefde-susan-meier",
      "title": "Toscaanse liefde",
      "authors": "Susan Meier",
      "description": "Ze is al járen verliefd op hem!Laura's hart springt op als Antonio haar hand beetpakt om samen naar het altaar te lopen. In zijn perfect zittende smoking is de knappe Italiaan gewoonweg onweerstaanbaar! Helaas is ze alleen maar het bruidsmeisje op de bruiloft van haar beste vriendin, en het enige wat Antonio haar te bieden heeft, is een baan als zijn PA…Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442855419?aid=kb-online-bibliotheek&sid=17&dts=1756883581902&sig=7d5ea4e9eccfd278f35b6ee12172b833688b3a38af879120c11aa98513f2ca14&width=320",
      "dateSeen": "2025-09-03T07:13:02.359Z"
    },
    "97b569967ab12ace86097c62723fc29256f5ec04": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442855230/de-hartstocht-van-een-sjeik-kate-walker",
      "title": "De hartstocht van een sjeik",
      "authors": "Kate Walker",
      "description": "Een huwelijk met sjeik Malik is niet wat Abbie wil…Maar het is de enige manier waarop ze haar broer uit de gevangenis kan krijgen. Gelukkig blijkt Malik een bijzonder aantrekkelijke man te zijn. Sterker nog, hij doet haar sidderen van verlangen! Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442855230?aid=kb-online-bibliotheek&sid=17&dts=1756883582485&sig=0d3bea8dae6cfc609beaa57f8323d105e7d5c37f95c0a30a22d8f39e3a7f7461&width=320",
      "dateSeen": "2025-09-03T07:13:02.849Z"
    },
    "a77f95abec652f26b1a214722cacd4d4c8bbed25": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442855346/verdwaald-en-verliefd-kat-cantrell",
      "title": "Verdwaald en verliefd",
      "authors": "Kat Cantrell",
      "description": "Kristian rijdt naar Dallas om zich te verloven met een beroemde actrice…Dat hij niets om haar geeft is onbelangrijk: met deze stunt krijgt hij zijn film gefinancierd. Dan verdwaalt hij en belandt in een stadje waar hij de beeldschone VJ ontmoet. Hij valt als een blok haar. Wat niet kan, want hij moet trouwen in Dallas!Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442855346?aid=kb-online-bibliotheek&sid=17&dts=1756836256246&sig=e26066ed03de2d42ad34018a705f72aece42c6d5f25d3425d300261e416ea8af&width=320",
      "dateSeen": "2025-09-03T07:13:03.155Z"
    },
    "73082b75bd1ef9664e40dfa67c4be7a6e0056d28": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007179/terug-in-de-armen-van-de-italiaan-lynne-graham",
      "title": "Terug in de armen van de Italiaan",
      "authors": "Lynne Graham",
      "description": "Van amore krijg je nooit genoeg…Toen Scarlett ontdekte dat ze zwanger was, wist ze dat ze haar minnaar, de knappe Aristide Angelico, moest verlaten. Al brak het haar hart, de Italiaanse playboymiljardair was duidelijk niet geïnteresseerd in een vaste relatie en zij moest voor stabiliteit zorgen. Nu, twee jaar later, komt ze Aristide weer tegen. Hij is sexyer dan ooit, en ze weet meteen dat ze haar geheim niet langer voor hem verborgen zal kunnen houden…Aristide kan het nog steeds niet verkroppen dat de beeldschone Scarlett zomaar verdween. Nu hij haar weerziet, is hij vastbesloten alles in het werk te stellen haar terug te krijgen in zijn leven – en in zijn bed. Hij nodigt haar uit voor een groots feest op zijn Italiaanse landgoed, met de intentie haar daar opnieuw te verleiden. Maar Scarlett brengt een wel heel verrassend cadeau mee naar het feest…  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007179?aid=kb-online-bibliotheek&sid=17&dts=1756831678598&sig=adb34b4e28715011b22d1c14233a81103dcf173002fd6b0db2df4b0b91dc8aa7&width=320",
      "dateSeen": "2025-09-03T07:13:08.441Z"
    },
    "8b0a3025ea1f3123c86e203df4f904353d4323ab": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443442886/vrijspel-anna-karolina-caban",
      "title": "Vrijspel",
      "authors": "Anna Karolina Caban",
      "description": "Vrijspel van Anna Karolina Caban is een zinderend en verslavend verhaal over de dunne lijn tussen passie en obsessie. Olivia de Wilde, gevierd auteur van erotische romans, lijkt op papier het perfecte leven te leiden met een schitterende villa aan de Amstel, een veelbelovende carrière en een verloving met de officier van justitie. Maar haar leven is verre van perfect. Haar boekverkopen dalen, haar inspiratie is opgedroogd, en haar relatie met Stijn is kil en afstandelijk geworden. Olivia's redacteur smeekt om meer lust en passie in haar nieuwe roman, maar hoe kan ze schrijven over hartstocht als haar eigen leven daarvan verstoken is?In een wanhopige zoektocht naar inspiratie grijpt Olivia alles aan wat haar pad kruist. Wanneer een duistere onbekende haar wereld binnendringt, bekruipt haar in eerste instantie een gevoel van angst. Tegelijkertijd ontketent hij creativiteit en een sluimerend verlangen in haar. Terwijl haar leven steeds meer begint te lijken op dat van haar nieuwste hoofdpersonage, vraagt ze zich af of ze nog controle heeft over haar verhaal of slechts een pion is geworden in een gevaarlijk spel.Anna Karolina Caban studeerde literatuurwetenschappen aan de Universiteit Utrecht en combineert tegenwoordig het schrijverschap met haar passie voor mode. Ze schrijft wekelijkse columns voor het magazine &C en schreef eerder de roman Iedereen noemt me Loulou. Vrijspel is een erotische roman met een spannend randje.  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443442886?aid=kb-online-bibliotheek&sid=17&dts=1756827075330&sig=5e9aad582bc6076fe13b09c5cf95ddeb3404df80bfff657d6c8d7cea3aff80e8&width=320",
      "dateSeen": "2025-09-03T07:13:08.727Z"
    },
    "f9dc534866f77cb163affe57bf27e9e7fcea16c2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442273428/burning-crowns-catherine-doyle---katherine-webber",
      "title": "Burning Crowns",
      "subtitle": "Twee zussen in gevaar. Wie zal overleven?",
      "authors": "Catherine Doyle | Katherine Webber",
      "description": "Burning Crowns van Catherine Doyle & Katherine Webber is het laatste deel van de door TikTok groot geworden romantasy-serie Twin Crowns.Sinds Wren de zogenaamde bloedspreuk heeft uitgesproken, lijkt het alsof er een vloek op haar rust. Haar magische krachten zijn onbeheersbaar geworden en ze heeft vreemde dromen die haar bang maken. Er zit niets anders op dan naar de bergen te reizen om de Berggenezer te raadplegen, in de hoop dat zij kan helpen.Ook Rose heeft onrustige nachten. Op een ochtend wordt ze wakker en ziet ze haar ondode voorouder Oonagh naast haar bed staan, die haar beveelt de troon op te geven. Doet ze dat niet, dan zal het hele land worden vernietigd.Er is maar één manier om hun koninkrijk te redden, maar daarvoor zullen de zusjes een groot offer moeten brengen…Over de serie:‘Ik was totaal betoverd door dit geweldige boek.’ Sarah J. Maas, auteur van Hof van doorns en rozen‘Een avontuurlijk verhaal vol meeslepende magie en opwindende romantiek.’ Publishers Weekly Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442273428?aid=kb-online-bibliotheek&sid=17&dts=1756828428328&sig=d8c8209b1046d1a1f48424f07abf52b35eb4800022ceff800715fa5e91bced84&width=320",
      "dateSeen": "2025-09-03T07:13:09.034Z"
    },
    "29c718dc1eab74ec77abdcd007f4e9a537668ad1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443442894/de-gelateria-aan-de-kust-roberta-gregorio",
      "title": "De gelateria aan de kust",
      "authors": "Roberta Gregorio",
      "description": "De gelateria aan de kust van Roberta Gregorio is het eerste deel in de zonnige serie Amore in Amalfi.Livia runt in het schilderachtige Amalfi een ambachtelijke ijswinkel, die ze na het overlijden van haar vader heeft overgenomen. Ze maakt lange dagen om haar klanten telkens weer te verrassen met heerlijke nieuwe smaken. Vrije tijd heeft ze nauwelijks, laat staan tijd voor een liefdesleven. Totdat ze op een avond de charmante Mario ontmoet, die op vakantie is in het stadje.Mario beweert niet van ijs te houden, dus Livia maakt het haar missie om hem van gedachten te laten veranderen. Terwijl de twee steeds meer tijd met elkaar spenderen, begint ze langzaam maar zeker gevoelens voor hem te krijgen. Het lijkt echter alsof hij iets voor haar verborgen houdt. Wat is de reden dat hij naar Amalfi is gekomen? En waarom gedragen haar beste vriendinnen zich ineens zo vreemd?De gelateria aan de kust is een heerlijk verhaal vol vriendschap, liefde en heel veel gelato!  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443442894?aid=kb-online-bibliotheek&sid=17&dts=1756836820360&sig=4cf73ca97deedb15759cc6a7b990fb7528a79ed4abc18f07310e5c860711e352&width=320",
      "dateSeen": "2025-09-03T07:13:09.913Z"
    },
    "ec28c8484830b4e013c36c9648e22138845033c7": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007233/gevallen-voor-de-vijand-jackie-ashenden",
      "title": "Gevallen voor de vijand",
      "authors": "Jackie Ashenden",
      "description": "Kan ze het voorstel van haar vijand weerstaan?Poseidon heeft dan wel beloofd dat hij zal trouwen met de vrouw die zijn grootmoeder voor hem uitzoekt, maar dit kan echt niet. Deze Andromeda heeft niet gewoon een hekel aan hem, ze staat elke dag voor zijn kantoor te protesteren tegen hem en zijn imperium! Niet dat het een straf is om haar dagelijks te zien, want ze is beeldschoon en heeft, ziet hij als ze even haar megafoon laat zakken, een heel lieve lach…Andromeda houdt Poseidon verantwoordelijk voor de ondergang van haar familie. Daarom staat ze hier elke dag om de wereld te laten weten hoe slecht hij is. Dat hij ook heel sexy is, maakt het allemaal wel wat ingewikkeld. Dan komt hij op een dag op haar af en doet haar een verbijsterend voorstel…  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007233?aid=kb-online-bibliotheek&sid=17&dts=1756842574659&sig=c2ca8ad9b6ab07da66f897c11dc8a7026402f401369efc9572ddd920842d1048&width=320",
      "dateSeen": "2025-09-03T07:13:10.242Z"
    },
    "91e399a7a0565fe67427b34c22c9f61d89585f38": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44285529X/wijn-en-wilde-hartstocht-natalie-anderson",
      "title": "Wijn en wilde hartstocht",
      "authors": "Natalie Anderson",
      "description": "Dat wijnexporteur Lorenzo geen lieverdje is, weet hij zelf ook wel… Wat dat betreft is hij totaal anders dan zijn keurige nieuwe assistente Sophy. Hij begrijpt dan ook niet dat hij steeds aan haar moet denken. Zou het hem lukken haar te verleiden? Want vreemd genoeg lijkt dat steeds belangrijker voor hem te worden…Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44285529X?aid=kb-online-bibliotheek&sid=17&dts=1756842598426&sig=9f93676e04959de3b443ce23b529fa3ebc6179ba3e77bacfa0ff42c43e85e9f2&width=320",
      "dateSeen": "2025-09-03T07:13:10.688Z"
    },
    "f09d0580eb5ecad6e24e66384711ea1822857c50": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443537399/voor-altijd-verliefd-shannon-stacey",
      "title": "Voor altijd verliefd",
      "authors": "Shannon Stacey",
      "description": "De Kowalski's: spicy feelgood van Shannon Stacey over de leukste familie van Maine!Deel 10Een man? No way, zij heeft haar portie wel gehad!Laney Caswell is toe aan iets anders. Nadat ze eindelijk verlost is van een ongelukkig huwelijk, wil ze alleen nog maar haar eigen beslissingen nemen. Een beetje film kijken en boeken lezen in haar kleine campertje, en werken bij de Northern Star Lodge in Whitford. Meer heeft ze niet nodig! Op die manier hoopt ze weer te ontdekken wat haar écht gelukkig maakt. Zolang het maar geen man is, want daar is ze wel even klaar mee.Maar dan ontmoet ze de stoere ambulanceverpleegkundige Ben Rivers... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443537399?aid=kb-online-bibliotheek&sid=17&dts=1756827139669&sig=2497918e9d5e5bc2f9e08c3a9b18f4d677c0b3a94762b52eeb2de4ccd937b0f5&width=320",
      "dateSeen": "2025-09-03T07:13:10.949Z"
    },
    "0b8113737d1320d70ed5f2400bd95f5765e88808": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443537364/voor-altijd-de-hare-shannon-stacey",
      "title": "Voor altijd de hare",
      "authors": "Shannon Stacey",
      "description": "De Kowalski's: spicy feelgood van Shannon Stacey over de leukste familie van Maine!Deel 7Je zult maar uit een greppel gered worden door je onenightstand van vroeger… akward!Liz Kowalski had zich er enorm op verheugd om terug te keren naar Whitford. Best wel een domper dus, dat ze meteen bij thuiskomst met haar auto in een greppel belandt. En dan wordt ze ook nog uit haar benarde positie bevrijd door de plaatselijke politiecommissaris, Drew Miller. Dezelfde Drew met wie ze op de bruiloft van haar broer een stiekem avontuurtje had...Het liefst zou Drew met gillende sirenes wegscheuren nu blijkt dat de dame die hij moet redden niemand minder is dan Liz. En wat doen al die verhuisdozen in haar auto? Hij krijgt het akelig benauwd. Maar hij mag niet toegeven aan zijn verlangen naar haar - ze moeten koste wat het kost voorkomen dat ze in herhaling vervallen!Op een kampeertrip met haar hele familie zitten ze echter met elkaar opgescheept, en te midden van de modder en de marshmallows loopt het uit de hand! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443537364?aid=kb-online-bibliotheek&sid=17&dts=1756827166469&sig=5090dff79491e7e001805b720a169ef015e4c0146fb35ce2c971ef7fee7abdc3&width=320",
      "dateSeen": "2025-09-03T07:13:11.216Z"
    },
    "b95d987f56ce6d273d8186f2f62e7da6abf96bdc": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443537380/voor-altijd-samen-shannon-stacey",
      "title": "Voor altijd samen",
      "authors": "Shannon Stacey",
      "description": "De Kowalski's: spicy feelgood van Shannon Stacey over de leukste familie van Maine!Deel 9Na haar make-over is hij klaar voor de liefde… maar is zij wel klaar om hem te laten gaan?Max Crawford heeft het punt in zijn leven bereikt waarop hij wel zou willen trouwen. Helaas is hij niet zo handig op sociaal gebied. Bovendien brengt hij heel veel tijd in zijn kelder door met zijn werk, het beschilderen van modeltreinen. Niet erg praktisch als je op zoek bent naar een echtgenote!Sinds de heftige scheiding van haar ouders gelooft Tori Burns niet meer in de liefde. Toch is ze best tevreden met haar leventje in Maine. Dat is grotendeels te danken aan haar leuke baan bij de Trailside Diner. Daar raakt ze bevriend met een van de klanten, de verlegen Max. Zodra ze hoort dat hij op zoek is naar een vrouw, biedt ze aan hem een make-over te geven.Max omtoveren in de droom van elke vrouw blijkt een koud kunstje te zijn. Of eigenlijk werkt Tori's plan een beetje te goed: ze valt zelf als een blok voor hem! Maar is er een toekomst weggelegd voor een typische loner en een vrouw die gezworen had nooit te trouwen? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443537380?aid=kb-online-bibliotheek&sid=17&dts=1756832793709&sig=173b0764e83646b64b52996fde9a83a16f515f5ef9d72065679941dde92088c1&width=320",
      "dateSeen": "2025-09-03T07:13:11.485Z"
    },
    "b6a433dd7937877c83bfca3ce397ff13da33bf0c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442273576/de-schaduwsluiper-rob-koops",
      "title": "De Schaduwsluiper",
      "authors": "Rob Koops",
      "description": "De Schaduwsluiper van Rob Koops is het spannende en avontuurlijke tweede deel van de Oerbloed-trilogie.Obbe en Darja reizen samen door het rijk Norgië om het geheimzinnige Zevende Boek in veiligheid te brengen. Onderweg krijgen ze echter te maken met een grote tegenslag: Obbe wordt gevangengenomen door de verraderlijke Rafenna, die hem overlevert aan koningin Fredegonde. Omdat Obbe de langverwachte Raadselbreker zou zijn, moet hij de raadsels van het Zevende Boek oplossen. Maar kan hij dat wel? Darja zet alles op alles om Obbe te bevrijden. Daarvoor is ze zelfs bereid om een gevreesde Schaduwsluiper te worden, waarbij ze moet leren om vrijwel onzichtbaar te zijn. Maar de tijd dringt, want de verschrikkelijke Fluisterwinter staat voor de deur…‘Ik vond De Raadselbreker geweldig. Het voelde alsof ik mee op reis was.’ Fons (11)‘De boeken van Rob Koops zetten aan tot lezen.’ Mark de Leesmeester Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442273576?aid=kb-online-bibliotheek&sid=17&dts=1756827138976&sig=c5d1f495ff1a5c7fa7322c0608976d209dd6b85a5d727b48afbe8a164d822fd5&width=320",
      "dateSeen": "2025-09-03T07:13:11.722Z"
    },
    "82eb8d5e50278f231b34edfd2b2c7ab3a9cfff45": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443537372/voor-altijd-de-zijne-shannon-stacey",
      "title": "Voor altijd de zijne",
      "authors": "Shannon Stacey",
      "description": "De Kowalski's: spicy feelgood van Shannon Stacey over de leukste familie van Maine!Deel 8Te aantrekkelijk voor woorden én haar nieuwe buurman? Als dat maar goed gaat…Nooit eerder vond Hailey het een probleem dat bijna al haar vriendinnen gelukkig zijn met man en kinderen en zij nog single is. Maar nu ze veertig is, begint ze zich toch wel zorgen te maken. Zal ze haar droomprins ooit nog tegenkomen? Want in Whitford, waar ze al haar hele leven woont, kon dat nog wel eens lastig worden.Wanneer Hailey en een vriendin tijdens een avonturentocht in het bos hopeloos verdwalen, schiet jachtopziener Matt Barnett hen te hulp. Maar hij mag dan haar redder in de nood zijn, Hailey is vastbesloten bij deze ruige natuurman uit de buurt te blijven - beestachtig aantrekkelijk of niet, hij is totaal niet haar type!Dat is alleen makkelijker gezegd dan gedaan. Vooral wanneer blijkt dat hij haar nieuwe buurman is... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443537372?aid=kb-online-bibliotheek&sid=17&dts=1756841901314&sig=09aa280eb5cc18f36219f971598256754739a7bc5c8201453a962759edc15060&width=320",
      "dateSeen": "2025-09-03T07:13:12.138Z"
    },
    "d0dbbd22fb6ba1dfbe85091c9e488743bc9588d3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44285546X/lastige-klus-barbara-hannay",
      "title": "Lastige klus",
      "authors": "Barbara Hannay",
      "description": "Wat moet ze hier nu weer mee!Jen Summers staat haar mannetje als het gaat om lastige pr-klussen. Van relaties of kinderen heeft ze echter geen kaas gegeten, want daar heeft ze het veel te druk voor. Dan belt op een dag een sexy man in chauffeursuniform bij haar aan met een zeer dringend pakketje: haar vijfjarige nichtje. Of ze maar even voor haar wil zorgen!Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44285546X?aid=kb-online-bibliotheek&sid=17&dts=1756842022515&sig=5d70b74082d02d0602e0ce1cb3be3779645b3710b1ba6c4f14b5e09d863e6dd5&width=320",
      "dateSeen": "2025-09-03T07:13:12.683Z"
    }
  }
}