{
  "values": {
    "78f890a67c70d72cc1ef343f81f4808ce3a2e411": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456126058/het-laatste-geschenk-janneke-volkerink",
      "title": "Het laatste geschenk",
      "authors": "Janneke Volkerink",
      "description": "Een spannend en ontroerend verhaal over familiebanden die voorbij de dood reiken. Over kunst als een stille boodschapper en over onverwachte cadeaus die in één decembermaand alles kunnen veranderen. Het wordt de meest bijzondere decembermaand ooit! Dat weet Emma als er een adventskalender wordt bezorgd, speciaal voor haar gemaakt door haar overleden opa Morris. Hij was een beroemde kunstenaar en haar vertrouweling. Een tedere laatste groet mondt uit in een reis vol verrassingen, ontmoetingen en een familiegeheim dat alles verandert. Terwijl de decemberdagen verstrijken, opent Emma elk dag een vakje en ontdekt ze hoe sterk liefde kan zijn. Voor iedereen die ooit iemand heeft gemist. Voor iedereen die durft te hopen Voor de donkere dagen voor kerst. Janneke Volkerink studeerde Algemene Taalwetenschap en Logopedie en is woonachtig in Zuid-Limburg. Ze won meerdere prijzen voor haar verhalen, zoals de Hermes Thriller Award schrijfwedstrijd, de tweede prijs bij de Renate Dorrestein schrijfwedstrijd voor literaire verhalen en de zomerverhalenwedstrijd van Sebes en Bisseling. In januari 2025 debuteerde ze met haar roman 'Tot op de bodem' bij Uitgeverij Ellessy. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456126058?aid=kb-online-bibliotheek&sid=18&dts=1763968483665&sig=dab1907bf0d33899a0220f2e7d73dea1835efbcb564fbb920635b3cd1ccb85e1&width=320",
      "dateSeen": "2025-11-24T07:14:44.173Z"
    },
    "12b66a6533fe48b4395b0d64a3517fa4beb16ab8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456126023/vermoorde-onschuld-marco-knauff",
      "title": "Vermoorde onschuld",
      "authors": "Marco Knauff",
      "description": "In Bermhoven wordt achter hotel Het Paviljoen de 28-jarige edelsmid Amber Vink dood aangetroffen. Ze leek alles mee te hebben in het leven, daarom is het een volstrekt raadsel wie haar uit de weg wilde ruimen. Rechercheurs Marieke de Zwart en Robin Groeneveld ontdekken dat Amber de reünie van haar middelbare school zou bezoeken en dat ze een groot geheim met zich meedroeg. Omdat de gefrustreerde vader van Amber een eigen onderzoek begint, moet de politie tot het uiterste gaan om nieuwe slachtoffers te voorkomen... Marco Knauff wilde als kind al schrijver worden. Hij publiceerde veel korte verhalen in tijdschriften en verhalenbundels. Ook won hij diverse prijzen en werd een verhaal van hem verfilmd. Naast politieromans schrijft hij historische fictie en een serie over een Afrikaanse lodge. In zijn vrije tijd maakt Marco surrealistische schilderijen en werkt hij met veel plezier bij de egelopvang. Hij is vaak te vinden in het theater en wandelt graag met zijn hond. Marco is getrouwd met schrijfster Marian Werkman. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456126023?aid=kb-online-bibliotheek&sid=18&dts=1763968221990&sig=2962b9974aa52d00ce83eec3090e73840b79444b1ff7848db092de4491c84096&width=320",
      "dateSeen": "2025-11-24T07:14:44.629Z"
    },
    "e6ead8326f38bcb15c0cdf47fdaa181b991812ec": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/434862614/zusje-sue-assila",
      "title": "Zusje",
      "authors": "Sue Assila",
      "description": "Ik word door Tom altijd Zusje genoemd, want dat ben ik in de ogen van mijn grote broer. Zijn oogappeltje dat hij zo streng mogelijk bewaakt. Ik ben trots op mijn sterke dapper broer, maar ik voel ook iets anders voor hem. Ik heb er de woorden niet voor, maar ik sta ook niet bekend als iemand die graag praat. Als het even kan, zeg ik liever niets. En toch worstel ik ermee. Gelukkig kan ik veel kwijt als ik train in de boksschool, tot het ook daar mis gaat. Hoe kom ik hier ooit uit? Zusje is een pakkend debuut dat het verhaal vertelt hoe je met vallen en opstaan alle obstakels kunt overwinnen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A434862614?aid=kb-online-bibliotheek&sid=18&dts=1764054896608&sig=b3ccdd3f30440eb377eef2e18809e046f72d3c3d768c5703842c30c17c845b9c&width=320",
      "dateSeen": "2025-11-25T07:14:56.987Z"
    },
    "bc16a89f7ebcdc1b8894f2ec3b2ee4c2e3a6e8c5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437832171/noorderlicht-ellen-ooms",
      "title": "Noorderlicht",
      "authors": "Ellen Ooms",
      "description": "Fleur heeft het helemaal gehad! Ze werkt voor een sukkel van een baas, haar liefdesleven is onbestaande en tot overmaat van ramp wordt ze voortdurend voor de voet gelopen door haar bemoeizuchtige moeder die geen kans onbenut laat om haar er op te wijzen dat ze iets moet maken van haar leven. Als haar broer haar voorstelt om een tijdje te gaan helpen op de huskyfarm van Lukas, een vriend van hem, verklaart ze hem voor gek. Wat kent zij nu van husky's? En dat in de ijzige koude van Lapland. En hoe moet het dan met haar job? Wanneer ze op een dag een pijnlijke ontdekking doet, is de maat helemaal vol voor Fleur. Ze besluit haar job op te zeggen en in te gaan op het voorstel van haar broer. Eenmaal in Lapland is de buitentemperatuur niet het enige dat onder het vriespunt zakt. Ook de ontvangst door Lukas is verre van warm te noemen. Zit hij wel op haar komst te wachten? Langzaam maar zeker geraakt Fleur gewoon aan de ijskoude temperaturen en ook Lukas ontdooit langzaam maar zeker. Vindt Fleur meer in het hoge noorden dan ze verwacht had? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437832171?aid=kb-online-bibliotheek&sid=18&dts=1764054897073&sig=38bca9f051bddd1ec97f97c5dbd70c066d4cb5c183cc83b48b01ea556a6403a3&width=320",
      "dateSeen": "2025-11-25T07:14:57.473Z"
    },
    "644b7518e8682d93dc88cd2dc74142f241b8aba0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/375300538/meneer-maus-marian-werkman",
      "title": "Meneer Maus",
      "subtitle": "het nieuwe leven van een vrolijke en ondernemende Jack Russell Terriër",
      "authors": "Marian Werkman",
      "description": "We stopten op de hoek van een rij grote hokken. Ik moest drie keer kijken voor ik doorhad dat ook daar een hond zat. Een kleine hond in een enorm hok, helemaal alleen. Ik bukte me om hem beter te kunnen zien. Als een tornado rende hij naar me toe. Hij sprong tegen het gaas op en begon luidkeels te blaffen, harder en harder. Mijn gezicht kwam dichtbij zijn snuit, een lichtbruine snuit met donkere indringende ogen en een zwarte dropneus. Het leek alsof we elkaar herkenden. Dit was Maus. We sloten onmiddellijk vriendschap.' Zo begint het verhaal van Maus, een Jack Russell Terriër die tijdens een mooie zomer zomaar wordt achtergelaten in het asiel. Zes jaar is hij, verwaarloosd, achterdochtig en onzeker. Schrijfster Marian Werkman en haar man Marco besluiten Maus een nieuw thuis te bieden. Met heel veel geduld en aandacht krijgt Maus opnieuw vertrouwen in het leven. Hij verandert in een energieke, aanhankelijke en vrolijke hond met lef. Maar voordat het zover is, moeten er heel wat obstakels overwonnen worden! Marian Werkman schreef de roman ' De vergeten jaren' en maakte illustraties voor het Sinterklaasboek 'Daar wordt aan de deur geklopt'. Naast schrijven houdt ze van lezen, fotografie, muziek en... honden!",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A375300538?aid=kb-online-bibliotheek&sid=18&dts=1764149873550&sig=60a5d5e64516a9207bfff06714d430dff2a47477c95d7f684930cab757bfdc48&width=320",
      "dateSeen": "2025-11-27T07:15:15.375Z"
    },
    "2c52c170aaa36cef1cc191de08601634ae18ded3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394720830/meer-maus-marian-werkman",
      "title": "Meer Maus",
      "subtitle": "verhalen van een (eigen)wijze hond",
      "authors": "Marian Werkman",
      "description": "Korte verhalen, afgewisseld met gedichtjes, over de alledaagse belevenissen van een Jack Russell terriër - door de hond zelf verteld.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394720830?aid=kb-online-bibliotheek&sid=18&dts=1764153498636&sig=b6c08b2a8eab62fccfcf1c10e6a433746dacc661c3d9fb7b1716ca16760a918b&width=320",
      "dateSeen": "2025-11-27T07:15:15.764Z"
    },
    "b4bd8b37a40c86b7e552dc845b4ae07a36ca7447": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/39173413X/de-vergeten-jaren-marian-werkman",
      "title": "De vergeten jaren",
      "authors": "Marian Werkman",
      "description": "Na een zoektocht van uren vonden we papa huilend op een bankje in een klein dorp zo'n tien kilometer uit de buurt. `Ik weet het niet meer, ik weet het niet meer, snikte hij. Ik voelde me net zo ontredderd als de kwetsbare man die ik nauwelijks nog herkende. Eveline zorgt voor haar demente vader. Terwijl zijn geheugen afneemt, nemen de raadsels rondom zijn leven toe. Hoe goed kent Eveline haar vader eigenlijk? Moet ze zijn verwarde opmerkingen toch serieuzer nemen dan ze in eerste instantie dacht? En hoe zit het met de geheimzinnige gebeurtenissen in het verpleeghuis voor alzheimerpatiënten, waarbij zelfs het landelijke nieuws wordt gehaald? De vergeten jaren is een aangrijpende en spannende roman vol onverwachte wendingen. Een herkenbaar verhaal voor ieder die te maken heeft met het ongrijpbare proces van dementie en het verwerken van het verlies van iemand die zo dichtbij is, maar toch zo ver weg. Op jonge leeftijd maakte de auteur de dementie van haar vader mee. Haar ervaringen vormden de inspiratie voor het thema van dit boek, waarin een vader en dochter door omstandigheden nader tot elkaar komen. Marian Werkman schreef Meneer Maus, Meer Maus en Hond te koop. Haar verhaal High Tea - over de verdwijning van Agatha Christie - werd genomineerd voor de shortlist van de Agatha Christie Whodunnit verhalenwedstrijd van Luitingh-Sijthoff. Een ontroerend verhaal over de zorg en problemen van familieleden als hun naaste getroffen wordt door dementie. - NBD/Biblion Spannend en herkenbaar. Een boek dat leest als een trein! De Boekenhoek - Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A39173413X?aid=kb-online-bibliotheek&sid=18&dts=1764149917522&sig=a63c74d6670845f70d19dfb4189b4aa89b1bac7c55983190724104bac4db09bc&width=320",
      "dateSeen": "2025-11-27T07:15:16.194Z"
    },
    "692cf2779be3748e2e741f053fe623493e689ec8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/375301089/sluiproute-marco-knauff",
      "title": "Sluiproute",
      "authors": "Marco Knauff",
      "description": "Het schijnbaar saaie leven van Miranda Meulenhof slaat volledig om als haar man Ben betrokken raakt bij een ernstig auto-ongeluk. Een ongeluk waardoor Ben in coma raakt en Miranda erachter komt dat zij niet de enige is met een geheim. Want waarom week Ben af van de route die hij zou moeten volgen? En wie was de bestuurder van de mysterieuze auto, die met hoge snelheid achter hem aan reed? Miranda besluit op onderzoek uit te gaan. Met behulp van haar zus Karin komt ze stukje bij beetje achter de waarheid. Een waarheid die misschien beter verborgen had kunnen blijven. Een waarheid die haar hele werkelijkheid overhoop haalt. Als Miranda ontdekt wat Ben voor haar heeft verzwegen, neemt ze een beslissing. Eén die verstrekkende gevolgen heeft. Sluiproute is een intelligente thriller die de lezer niet loslaat, zelfs lang nadat de laatste bladzijde is omgeslagen. Fok.nl: `Een schrijver om in de gaten te houden! NBD/Biblion: `Een lekker weg lezende thriller met veel actie en geloofwaardige personages. Het onverwachte einde is verrassend.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A375301089?aid=kb-online-bibliotheek&sid=18&dts=1764146820778&sig=977758c2d40b918d19f70dae5e58683e7f72bb587fa7c4f4037384908745d8b9&width=320",
      "dateSeen": "2025-11-27T07:15:16.693Z"
    },
    "e694b1a1feae1b576907e066ed25485a0e268962": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/38137341X/help--ik-heb-een-asielhond--marian-werkman",
      "title": "Help, ik heb een asielhond!",
      "authors": "Marian Werkman",
      "description": "Praktische adviezen voor het houden van honden afkomstig uit een asiel, afgewisseld met ervaringsverhalen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A38137341X?aid=kb-online-bibliotheek&sid=18&dts=1764154888316&sig=f6ff0532f62efd1387ea7ada16997776bf0b044a9524bcc82392a0ededf23635&width=320",
      "dateSeen": "2025-11-27T07:15:17.109Z"
    },
    "b04039b6e8015c6e72caff4d9945e087f8b4de45": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/418954658/zwijgen-is-goud-marian-werkman",
      "title": "Zwijgen is goud",
      "authors": "Marian Werkman",
      "description": "Fotografe en privédetective Mirjam Zomer krijgt een interessante opdracht. De vermogende Cassandra Hooghstraeten vraagt haar een reportage te maken van haar hoogbegaafde zoon Walter, die binnenkort voor een studie naar Amerika vertrekt. Twee dagen na Mirjams bezoek belt Cassandra in paniek op: Walter is ontvoerd. Samen met haar vriendin Minette start Mirjam een zoektocht. Tot hun verbazing leidt het spoor naar een eerder gepleegde moord. Mirjam zet alles op alles om Walter te vinden. Als ze ook nog eens vreemde berichten ontvangt vraagt ze zich één ding af: hoeveel gevaar loopt ze zelf? Marian Werkman publiceerde boeken, korte verhalen en columns. Haar verhaal High Tea bereikte de shortlist bij de Agatha Christie schrijfwedstrijd. Met Schilder je droom won ze de verhalenwedstrijd van het Dordrechts Winterboek. Uit de recensies over Hond te koop en De vergeten jaren: Fotografe en privédetective Mirjam Zomer krijgt een interessante opdracht. De vermogende Cassandra Hooghstraeten vraagt haar een reportage te maken van haar hoogbegaafde zoon Walter, die binnenkort voor een studie naar Amerika vertrekt. Twee dagen na Mirjams bezoek belt Cassandra in paniek op: Walter is ontvoerd. Samen met haar vriendin Minette start Mirjam een zoektocht. Tot hun verbazing leidt het spoor naar een eerder gepleegde moord. Mirjam zet alles op alles om Walter te vinden. Als ze ook nog eens vreemde berichten ontvangt vraagt ze zich één ding af: hoeveel gevaar loopt ze zelf? Marian Werkman publiceerde boeken, korte verhalen en columns. Haar verhaal High Tea bereikte de shortlist bij de Agatha Christie schrijfwedstrijd. Met Schilder je droom won ze de verhalenwedstrijd van het Dordrechts Winterboek. Uit de recensies over Hond te koop en De vergeten jaren: NBD/Biblion: Een vlot geschreven speurdersverhaal. Goodreads: Een goed boek! ***** Uitgelezen: Levendig en echt beschreven. Een boek dat raakt. ***** Hebban: Zeer verzorgde en fijne schrijfstijl. Ontroerend en heel mooi gedaan. **** Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A418954658?aid=kb-online-bibliotheek&sid=18&dts=1764147081657&sig=5d6f3055e4d3c3016683d021596cdf28aeb65e9db41f197d6582a13cd4604e9d&width=320",
      "dateSeen": "2025-11-27T07:15:17.553Z"
    },
    "d08c5c2f92537eb8afee0beb3bb5b10348820982": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437888800/dead-girls-don-t-talk-joanne-carlton",
      "title": "Dead girls don't talk",
      "subtitle": "... but this one does",
      "authors": "Joanne Carlton",
      "description": "Two best friends. One dead girl. Two sides of the story. This is the story of Viola, and what happened before she killed Syl. She may be a killer, but she has something important to say. This is the story of Syl, and what led to her death. Syl may be dead, but she isn't gone. Yet. Viola and Syl were like sisters of different mothers. Born on the same day, neighbors from day one. The same schools, the same friends, the same lives. Nobody ever thought that these girls could be torn apart. Until it happened. Two weeks before Syl is supposed to leave for Stanford and Viola is ready for her new life in Princeton, Syl's body is found on the passenger seat of Viola's abandoned car. And Viola is gone. The only evidence found at the scene leads to Viola. Was she really responsible for her best friend's death? Or are there other things at play? Two versions of the story unfold, told from both Syl's and Viola's point of views in this unique turnaround book. The reader decides which version to read first, and which one to believe. Or not. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437888800?aid=kb-online-bibliotheek&sid=18&dts=1764148623281&sig=8a57a4ca8db4c31230356bbb471be234f42fe5d5548cb2beca81e833b1b8dc01&width=320",
      "dateSeen": "2025-11-27T07:15:18.022Z"
    },
    "46c5cca4128dbdf29ac1eb99c30ce1e8555468e3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443616086/the-last-days-of-holly-hayes-sandra-j--paul",
      "title": "The Last Days of Holly Hayes",
      "authors": "Sandra J. Paul",
      "description": "Life's not about fear at all. It's about love. When college students Holly and Dylan fall in love, life is wonderful for a while. There's just one big problem: Holly has no idea that Dylan's parents are Doomsday preppers and that he's been living a life drenched in fear. Months later, Dylan realizes he can no longer hide the truth from Holly, and so he takes her to his small Montana hometown for a hiking trip. But the worst case scenario unfolds: Dylan is warned that the world is about to end. The problem: Holly still has no clue about who and what Dylan is. Panicking, Dylan forces Holly to seek shelter high up in the mountains. He locks her in against her will, determined to save her life. But is there really an end-of-the-world disaster going on, or is this just another false alarm? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443616086?aid=kb-online-bibliotheek&sid=18&dts=1764148688409&sig=e65e4bd1772ca23ac0baece8213ecd7198e1e13c8a0f5767a4403681b8e577f8&width=320",
      "dateSeen": "2025-11-27T07:15:18.481Z"
    },
    "0a342f69e101f556fc324aa107fc204c2c1fbcef": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443616094/the-painter-s-muse-emmelie-arents",
      "title": "The Painter's Muse",
      "authors": "Emmelie Arents",
      "description": "Lorenzo Scaasi, a talented artist torn between duty and desire, discovers a mysterious box in his family's atelier-a mask once owned by Leonardo da Vinci, granting extraordinary abilities. His new-found talent gets him a commission by the wealthy Marco Contarini, who hires Lorenzo as a painter in his Palazzo. There he encounters the captivating Artemisia Contarini, trapped in an unhappy marriage. As secrets unravel within the Palazzo Contarini, Lorenzo must navigate a web of mystery and desire. But what price does one pay for the gifts of da Vinci's talents? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443616094?aid=kb-online-bibliotheek&sid=18&dts=1764227718602&sig=9c2af5f835ea0d3e008ef0d87ba67e9b93914102dc83f039b034deb2b329c11d&width=320",
      "dateSeen": "2025-11-27T07:15:19.018Z"
    },
    "f9eefa5e0a2c10c2eac1650ebff4ec88b444bb2a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443616078/skyestone-adriana-m--mastrogiovanni",
      "title": "Skyestone",
      "authors": "Adriana M. Mastrogiovanni",
      "description": "Predator. Prey. And an ancient talisman with the power to change the course of everything. At the Great Tree of life, nine winged creatures called The Hunters reside. When a prophecy foretells the birth of a new Werewolf, one hunter is sent to Earth with a mission: slay the wolf and protect the village. When dark forces breach the tree's defenses, he is forced to flee with the Skyestone: a talisman that could change the world if wielded by the wrong hands. Shannon Bellissario has been plagued by nightmares since she can remember. Recently betrayed by a life-long friend and trapped in a village she longs to escape, she finds it hard to stay sane. Can she overcome the dark obstacles that come her way? Or will she stray too far from the right path? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443616078?aid=kb-online-bibliotheek&sid=18&dts=1764147868144&sig=168e5fdcaeb88804659465f3ccb9ba6553180ee47dc4e4e16983bbdcc8c80f82&width=320",
      "dateSeen": "2025-11-27T07:15:19.450Z"
    },
    "6c8535f7fcb0be66b46ba6230abe3c3a36d57cab": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44064335X/soulmate-laura-dirkx",
      "title": "Soulmate",
      "authors": "Laura Dirkx",
      "description": "Noé has been preparing for this her whole life; finding her Soulmate, the person that carries the other half of her soul, the only part that will make her complete. The only reason for her existence. Or rather, that is what they have always told her. Now, she's not so sure anymore. An unknown feeling has crept up inside of her and taken over her whole existence. Love. She starts questioning everything she has ever known and quickly learns she has no one to trust but herself. Surviving in this world full of hate appears more difficult than she anticipated and achieving her goal becomes more and more distant. And yet... If her Soulmate is out there somewhere, why is it so impossible to stop thinking about Arthur? Why does he make her feel angry and annoyed, though beautiful and cherished at the same time? Why does she feel like nothing matters anymore, except for him? And why is everyone trying to tear them apart? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44064335X?aid=kb-online-bibliotheek&sid=18&dts=1764165267795&sig=bc5123605fa5829086c2b934e128109011ebfc4e824f3a37c05781f44a5739f8&width=320",
      "dateSeen": "2025-11-27T07:15:19.929Z"
    },
    "17abd7feb7b0b5706a2d115183315a4932ed4c26": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436438046/something-sweet-sandra-j--paul",
      "title": "Something Sweet",
      "subtitle": "snoepen is gevaarlijk",
      "authors": "Sandra J. Paul",
      "description": "Lisa en Daniel. Amper een week kennen ze elkaar, maar voelt nu al aan alsof dit wel eens iets voor het leven zou kunnen zijn. Lisa had nooit durven dromen dat de IT'er die ook haar mentor is, wel eens de man van haar leven zou kunnen worden. En dat zijn tante Mathilde, de excentrieke vrouw met de vele katten, haar hart zo zou kunnen veroveren. Toch besluiten ze om hun relatie geheim te houden op kantoor, zeker omdat Machteld, hun manager, op de loer ligt. Zij heeft al enige tijd haar oog op Daniel, en ze zal er alles aan doen om hem voor zich te winnen. Terwijl de twee worstelen om hun geheime relatie op kantoor verborgen te houden, begint Machteld al snel te beseffen dat er meer aan de hand is. Zullen ze erin slagen om aan haar bemoeienissen te ontsnappen? Dan is er nog tante Mathilde, ooit een bekende Hollywoodster, nu een teruggetrokken kluizenaar die niet langer in staat is om alleen te blijven wonen. De bezorgdheid om haar groeit met de dag, zeker wanneer haar leven in gevaar komt. Lisa wordt al snel heen en weer geslingerd tussen geluk en bezorgdheid. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436438046?aid=kb-online-bibliotheek&sid=18&dts=1764159158629&sig=f2cd638d76fcdd2596797493df936acb8e62b9388781a0d22a87e3a59911082d&width=320",
      "dateSeen": "2025-11-27T07:15:20.359Z"
    },
    "74f5633c21ca5c8e8c12c80a7f15aa54aa9ba749": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436843250/er-hangt-vuurwerk-in-de-lucht-sophia-jager",
      "title": "Er hangt vuurwerk in de lucht",
      "authors": "Sophia Jager",
      "description": "Anna, de rustige en ingetogen huisarts van het dorp, is niet van plan om zich te laten overtuigen door de burgemeester en de andere bemoeizuchtige tantes, om naar het jaarlijkse dorpsfeest te gaan. Ze weet immers precies wat er gaat gebeuren. Zoals altijd zullen ze weer proberen om haar te koppelen aan een aantrekkelijke vrijgezel, en daar heeft ze na haar afgebroken relatie echt geen zin in. ﻿Hetzelfde geldt voor Pieter, de allernieuwste inwoner van het dorp. Hij heeft het immers veel te druk met zijn garage, net overgenomen in erbarmelijke staat. Pieters hoofd staat niet naar een dorpsfeest, maar net als Anna wordt ook hij met lichte dwang richting het dorpsplein gestuurd. ﻿Wie weet hangt er voor beiden vuurwerk in de lucht ... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436843250?aid=kb-online-bibliotheek&sid=18&dts=1764168170221&sig=0ac4e2eb30db4994d3ba4ddf01ae465ce7ce6176bafcd4561184e757dff0d706&width=320",
      "dateSeen": "2025-11-27T07:15:20.790Z"
    },
    "384905090cfd1af443592ea2f6e7d43e1fec1647": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437392333/als-vlinders-dansen-inge-sleegers",
      "title": "Als vlinders dansen",
      "authors": "Inge Sleegers",
      "description": "Elaine staat op de vooravond van een nieuwe fase in haar leven. Het afsluiten van de middelbare school, verder studeren... Ze is dolverliefd op haar vriend Daan en droomt van een toekomst met hem. 's Nachts wordt ze echter geplaagd door mysterieuze dromen, die haar meevoeren naar de negentiende eeuw. In die dromen is ze een adellijke jongedame die gevangen zit in een verstandshuwelijk met een veel oudere graaf. Ze leert snel dat ze in dit verre verleden als vrouw weinig beslissingsrecht heeft, zelfs niet over haar eigen lichaam. Cedric, de zoon van haar echtgenoot, is haar enige lichtpunt. Verblind door liefde beginnen ze een verboden relatie, die gedoemd is om slecht af te lopen. Aanvankelijk beschouwt Elaine de dromen als pure verzinsels. Wat zal ze doen als Cedric vandaag opnieuw haar pad kruist? Inge Sleegers is de auteur van Young Adult romans 'De kilte van een zomernacht' en 'Wereld Zonder Water'. Het is haar tweede boek bij Books & Butterflies. Eerder verscheen 'Bestemming Onbekend', een aangrijpende novelle over partnergeweld. Met 'Als Vlinders Dansen' zet ze een bijzondere historische feelgood neer rond het thema reïncarnatie. Een verhaal dat met momenten binnenkomt, maar je desondanks met een goed gevoel achterlaat. Het is de herwerking van het boek dat eerder verscheen onder de titel 'Mijn Dubbelleven'. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437392333?aid=kb-online-bibliotheek&sid=18&dts=1764154445204&sig=b1b5bbf5615c85207f0ffc177e1394af731f57c36b18e033da2bcb73dd8c4e22&width=320",
      "dateSeen": "2025-11-27T07:15:21.246Z"
    },
    "086cef52008ba5130d2c9758f41419895bc29d04": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436060159/onbereikbaar-dichtbij-nicole-schelling",
      "title": "Onbereikbaar dichtbij",
      "authors": "Nicole Schelling",
      "description": "Vicky heeft een hekel aan strippers. Ze vindt ze smakeloos met die glimmende opgepompte spieren. Als ze erachter komt dat op het vrijgezellenfeest van haar nicht Claire een mannelijke stripper is ingehuurd, staat ze dus niet te juichen. Op het moment dat ze zelf het podium op wordt getrokken, raakt ze serieus in paniek. Hoewel ze het liefst door een gat in de vloer zou willen verdwijnen, is ze totaal niet voorbereid op de stripper die op haar af komt. Hij zet haar in vuur en vlam en bezorgt Vicky de avond van haar leven. Ze kan hem naar niet uit haar hoofd zetten, maar weet heus wel dat hij onbereikbaar voor haar is. Ze zal nooit verliefd worden op iemand met zo'n beroep. Uit alle macht probeert ze hem te vergeten, maar dan ziet ze hem weer: op een foto samen met de verloofde van haar nicht en ze lijken elkaar goed te kennen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436060159?aid=kb-online-bibliotheek&sid=18&dts=1764169697123&sig=742d07fd3c412dfe7b21688f5bdd822f15a72680efb67bd4951d9b81c9b0ae48&width=320",
      "dateSeen": "2025-11-27T07:15:21.703Z"
    },
    "0bc237482a80f91223560a8448d303c0f8828731": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437261298/gevolgd-en-andere-verhalen-rosalie-de-jong",
      "title": "Gevolgd en andere verhalen",
      "authors": "Rosalie de Jong",
      "description": "In de verhalenbundel Gevolgd zitten vier korte verhalen: Gevolgd, Camera Flits, Gelukkige Confrontaties en Overwonnen Angsten. Twee spannende én twee romantische verhalen. Van mysterieuze verschijningen tot een romantisch weerzien. Kortom, voor ieder wat wils! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437261298?aid=kb-online-bibliotheek&sid=18&dts=1764146929162&sig=eec9bbd8319ef6bb180bbe88abb3b650c86d08d06b9718f258abc79d148c9b9f&width=320",
      "dateSeen": "2025-11-27T07:15:22.148Z"
    },
    "2d44f83c2149036aa9ec1c9f194fc5a1663d88e1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436658976/ps-ik-haat-je-nicole-schelling",
      "title": "PS Ik haat je",
      "authors": "Nicole Schelling",
      "description": "De drieëntwintigjarige Tamara heeft haar leven eindelijk weer op de rit. Op sommige dagen lukt het haar zelfs om niet meer aan de tijd te denken waarin ze zo vaak wenste dat ze iemand anders was. Haar middelbareschooltijd is een donker gat waar ze nooit meer in terug wil vallen, maar ze is zich er pijnlijk van bewust dat er veel triggers op de loer liggen. Alleen al bij het horen van de naam 'Lukas' breekt het angstzweet haar uit. Tamara is vastbesloten haar verleden geen rol meer te laten spelen in haar heden en toekomst. Maar dan komt ze Lukas na een lange tijd weer tegen en op alle mogelijke manieren laat hij haar hart nog steeds sneller slaan... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436658976?aid=kb-online-bibliotheek&sid=18&dts=1764151432097&sig=cbc85dbb4a2d6ce9c34a4b301a1f3633f9c71ec80024ff6658d333e5562bb468&width=320",
      "dateSeen": "2025-11-27T07:15:22.602Z"
    },
    "31c5a9fb231e847aa7387dc75cc909f95b5342d0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437377865/kansloos-annemarie-snels",
      "title": "Kansloos",
      "authors": "Annemarie Snels",
      "description": "OP DE KANAALEILANDEN GEBEURT LETTERLIJK NOOIT WAT. TOCH? NU WEL: TUSSEN DE LIEFLIJKE DORPEN, HISTORISCHE KASTELEN, SCHITTERENDE ROTSPARTIJEN EN RUSTIGE STRANDEN SPINT EEN LOUCHE VERENIGING VAN GOKKENDE VASTGOEDBELEGGERS EEN LUCRATIEF WEB MET DODELIJKE GEVOLGEN. De golven van Het Kanaal spugen het lichaam van een dode vrouw op een vrachtschip. De Britse agenten Will Carrick en Jeff Purdy vinden geen enkel aanknopingspunt over wie ze zou kunnen zijn. Het enige wat ze bij zich draagt is een doorweekte mobiele telefoon. Daarop staat een selfie van de vrouw, poserend op de Hanging Rock van Alderney. Carrick en Purdy concluderen dat ze van deze rots is gevallen en in Het Kanaal terecht is gekomen. Ze dragen de zaak over aan de politie van de Kanaaleilanden. Agente Inèz Lovatt, die zo haar eigen problemen heeft, krijgt de opdracht de identiteit van de dode vrouw te achterhalen. Met de foto als enig bewijsstuk bijt ze zich vast in het onderzoek. Ze komt terecht in Normandië, waar de onderwereld van internationale vastgoedbeleggers samenkomt in een bunker. Met gevaar voor eigen leven, en dat van haar beste vriendin, gaat Inèz op zoek naar de waarheid die pijnlijke banden heeft met haar verleden. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437377865?aid=kb-online-bibliotheek&sid=18&dts=1764148231737&sig=d101af548be50196d1300abbf829e6319b75ac33283b3683b852fa48693bf31d&width=320",
      "dateSeen": "2025-11-27T07:15:23.032Z"
    },
    "b89fe6b5b8607cfd9719dad8884508427d885b89": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436218496/lotgenoten-arne-van-der-linden",
      "title": "Lotgenoten",
      "authors": "Arne Van Der Linden",
      "description": "Alans puike prestatie tijdens de dropping krijgt een bittere nasmaak wanneer hij zijn eerste missie ontvangt. Thomas en Lauren, twee vroegere klasgenoten, zijn ontvoerd. Samen met Eli en Sam begeeft hij zich opnieuw in het rijk der levenden en in een race tegen de klok knoopt het team de strijd aan met een mysterieuze kidnapper. Parijs vormt het decor van een spannend kat-en-muisspel met meerdere mensenlevens als inzet. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436218496?aid=kb-online-bibliotheek&sid=18&dts=1764151469830&sig=75449940f02c2fc93cfd25dcb06d10c4317eee6713a619f6956dde2dc6761b61&width=320",
      "dateSeen": "2025-11-27T07:15:23.466Z"
    },
    "bd7159d1d5bca88218936bef9daff722a881f3de": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456227601/valse-hoop-peter-j-l-m--bernink",
      "title": "Valse hoop",
      "subtitle": "Een ziektekostenverzekeraar als misdadige organisatie",
      "authors": "Peter J.L.M. Bernink",
      "description": "De hele neurologische wereld kijkt uit naar Myracen, een nieuw geneesmiddel tegen multiple sclerose. Neuroloog en onderzoeker Koch ontdekt dat het geneesmiddel echter een afschuwelijke bijwerking heeft: bloedkanker. De farmaceutische connectie houdt dit tegen elke prijs stil en onderzoeksgegevens worden gemanipuleerd. Koch vormt met zijn nieuwsgierigheid een enorme bedreiging voor Myracen. Als hij met zijn gezin een weekend in het vakantiehuis doorbrengt, wordt er brand gesticht, waarbij zijn vrouw en twee dochtertjes omkomen. Maar ondanks dat er nog meer slachtoffers vallen, blijft Koch vastberaden om degenen die hem en anderen zoveel leed aan hebben gedaan te ontmaskeren. Rechercheur Popma wordt op de zaak gezet. Als ook hij steeds meer te weten komt over Myracen wordt de zaak nog groter en angstaanjagender. De hoop op genezing blijkt valse hoop. Peter J.L.M. Bernink (1944) werd geboren in Enschede. Na zijn studie geneeskunde in Amsterdam vertrok hij naar Groningen. Als cardioloog was hij werkzaam in het UMCG en het Martiniziekenhuis te Groningen. In 2014 publiceerde hij zijn debuut Geen Weg Terug, waarna er ieder jaar een nieuwe thriller van zijn hand verscheen. 'Een prettige, compacte schrijfstijl.' - VN Detective & Thrillergids over Hefboom 'Intrigerend, spannend verhaal over de hedgefondswereld.' - stoerleesvoer.nl over Hefboom 'Een prima medische wegleesthriller van Nederlandse bodem.' Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456227601?aid=kb-online-bibliotheek&sid=18&dts=1764265064885&sig=294a352e8eb52f2a72346417a13ac7158ec219a149627365f7ce521ff03bc587&width=320",
      "dateSeen": "2025-11-28T07:14:38.336Z"
    },
    "a14ef9fdee92687b2b3056d826faef9c4bcb1aaa": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45622761X/de-plek-waar-de-wereld-opnieuw-begint-vincent-van-den-ouden",
      "title": "De plek waar de wereld opnieuw begint",
      "authors": "Vincent van den Ouden",
      "description": "\"Als jij ooit een Schim wordt, ga ik op zoek naar de Plek Waar de Wereld Opnieuw Begint\". \"Wat is dat? De Plek Waar de Wereld Opnieuw Begint?\" Dat wist Senta zelf ook niet. Terwijl ze naar de maan had gekeken, waren de woorden vanzelf in haar opgekomen. Alsof niet zij zelf, maar iemand anders ze bedacht had. Ze moest toch iets tegen haar bange zusje zeggen? De twaalfjarige Senta woont in het Delft van de Republiek der Zeven Vereenigde Lage Rhijnlanden: een land met heksen, sprookjesbossen en een avondklok. Na zonsondergang komen namelijk Schimmen tevoorschijn: gestorven mensen wier ziel in hun lichaam gevangen blijft. Niemand weet waarom. Senta's doodzieke zusje Madeleine wil niet in een Schim veranderen. Daarom verzint Senta een verhaal om haar te troosten: als Madeleine sterft, zal zij op zoek gaan naar De Plek Waar de Wereld Opnieuw Begint, de plaats waar alle antwoorden liggen. Wanneer ze enkele weken later op de markt een mysterieus boek vindt waarin ze diezelfde Zeven Woorden terugleest, beseft ze dat er misschien meer waarheid in haar verzinsel ligt dan ze had durven dromen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45622761X?aid=kb-online-bibliotheek&sid=18&dts=1764279564827&sig=7ce245c2a9bffa28ac60b5615bcb2bfc0da8ad63f6d05dc3cdd2899ae43b92ef&width=320",
      "dateSeen": "2025-11-28T07:14:38.803Z"
    },
    "9147d9780376306c326c3f19444a16f574bad7ba": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456227644/vonkjes-ryanne-veldkamp",
      "title": "Vonkjes",
      "subtitle": "12 romantische verhalen",
      "authors": "Ryanne Veldkamp",
      "description": "Van vonkje naar vlam! Twaalf korte verhalen van romance-schrijfster Ryanne Veldkamp, nu gebundeld in één boek voor nog meer leesplezier. Bevat de verhalen: - 'Een ongenode gast' - 'De aanhouder wint' - 'Alles onder controle' - 'Niet bang voor hondenbaasjes' - 'Halt, politie!' - 'Kom van dat dak af' - 'Een heel ander verhaal' - 'Een brownie te weinig' - 'Onder de bomen' - 'Kijk eens wat vaker in de spiegel' - 'Sneeuwschuivers en een smeltend hart' - 'Guus kom naar huus' Stuk voor stuk heerlijke, oer-Hollandse verhalen over mensen die op een onverwachte manier de liefde vinden. Perfect om per verhaaltje te lezen tussen de bedrijven door, of om allemaal achter elkaar te bingen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456227644?aid=kb-online-bibliotheek&sid=18&dts=1764313567495&sig=f5ea31df5ef059669bfa8a723ccc395dfee6c82a0e9dc57ee432b5d4ea534523&width=320",
      "dateSeen": "2025-11-28T07:14:39.268Z"
    },
    "7b8b91e0b92349d9f9b0772da42f716b43d87b24": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456227814/groene-supermacht-diederik-samsom",
      "title": "Groene supermacht",
      "subtitle": "Hoe Europa de wereld kan verduurzamen",
      "authors": "Diederik Samsom",
      "description": "Het is al ochtend als de baanbrekende klimaatmaatregelen van de Green Deal, na eindeloze vergaderingen en maandenlang overleg, worden aangenomen. Als medearchitect van dit ongekend ambitieuze milieupakket is Diederik Samsom daarbij, en hij weet als geen ander: Europa kan de wereld weer op koers brengen, richting een duurzame toekomst. Als we razendsnelle technologische innovaties combineren met miljardeninvesteringen in schone energie én wetgeving die wereldwijd doorwerkt, laat hij zien, is klimaatverandering nog steeds oplosbaar - en Europa moet daarin de voortrekker zijn. Met een onthullende blik achter de schermen laat Samsom zien hoe het in Europa werkt, waar het stokt en wat er nodig is om de wereld definitief te verlossen van het gebruik van fossiele brandstoffen. Reacties: ‘Europa op zijn best’ -Tim ‘S Jongers ‘Krachtig pleidooi’ -Hannah Prins ‘Geeft hoop voor een groene toekomst’ -Mathijs Bouman Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456227814?aid=kb-online-bibliotheek&sid=18&dts=1764314079380&sig=7f96f66f5829779fc841417526417daef889ab93e023067d6fca7a43134d3d45&width=320",
      "dateSeen": "2025-11-28T07:14:39.993Z"
    },
    "dfba491a58fdf626383c7e50b21fa53e5b20ad7c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444438955/the-hamster-in-your-brain-maarten-biezeveld---felix-kreier",
      "title": "The Hamster in your Brain",
      "subtitle": "The Method for Permanent and Healthy Weight Loss",
      "authors": "Maarten Biezeveld | Felix Kreier",
      "description": "This book is about achieving sustainable weight loss. Dr. Felix Kreier and Dr. Maarten Biezeveld, both pediatricians in Amsterdam, explain why it is so difficult to maintain a reduced weight after a short, sometimes successful attempt at losing weight. Using the Hamster Brain Method, they outline the right approach. When we decide to lose weight and take action, different areas of the brain come into conflict. The faster the weight loss-such as with a crash diet-the greater this conflict becomes, and the smaller the chances of success. By better aligning these brain areas, the Hamster Brain Method helps you achieve your goal: lasting and healthy weight loss. Dr. Felix Kreier earned his doctorate at the Netherlands Institute for Neuroscience, focusing on the influence of brain regions on obesity. As a pediatrician, he runs a specialized clinic for children with obesity in Amsterdam. Dr. Maarten Biezeveld earned his doctorate on the subject of immune disorders in children. As a pediatrician, he works on issues including food allergies. Additionally, he serves as a coach for fellow physicians. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444438955?aid=kb-online-bibliotheek&sid=18&dts=1764314080121&sig=648aaafa4e53593a9f3d3f5549ff7d03f6fcea6144e4fd03201834ac0da1df5d&width=320",
      "dateSeen": "2025-11-28T07:14:40.538Z"
    },
    "82127396abff11c1a79e664a395b5a34607b6e40": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444700188/the-passion-portfolio-gertjan-verdickt---ju-rgen-hanssens",
      "title": "The Passion Portfolio",
      "subtitle": "Investing in Style",
      "authors": "Gertjan Verdickt | Jürgen Hanssens",
      "description": "When you hear the word “investing,” you might immediately think of stocks and bonds. But have you ever considered investing in a rare bottle of whisky or a unique painting? The Passion Portfolio serves as your guide to the world of alternative investments. Think of art, luxury bags, stamps, vintage cars, old coins, or LEGO sets. For each type of passion investment, you’ll discover its pros and cons, history, and future investment potential. Expert testimonials, in-depth analyses, and practical advice will help you make informed decisions. This essential guide is perfect for beginners and seasoned investors looking to diversify their portfolios. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444700188?aid=kb-online-bibliotheek&sid=18&dts=1764251484130&sig=e0d9b4841c264234b337a02fe65ff2fcbd6e759fdf848691f1575c38aa459ece&width=320",
      "dateSeen": "2025-11-28T07:14:41.159Z"
    },
    "2e66431411a26026dc1b7bdcbf113ea4d38d6672": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456227571/handboek-voor-onderzoeksjournalisten--",
      "title": "Handboek voor onderzoeksjournalisten",
      "subtitle": "Van vermoeden tot verhaal",
      "description": "Hoe onderzoek je een vermoeden? Hoe verwerk je een berg droge feiten tot een overtuigend verhaal? Dit officiële handboek (2e bijgewerkte druk) van de Nederlands-Vlaamse Vereniging van Onderzoeksjournalisten behandelt de internationaal vermaarde Story-Based Inquiry methode: een snelle en effectieve manier om journalistiek onderzoek te organiseren en uit te voeren. Daaromheen bespreken de auteurs de sociale, psychologische, juridische, financiële, ethische en maatschappelijke aspecten van onderzoeksjournalistiek. Het boek is rijk aan praktische tips, concrete stappenplannen, handige checklisten en sprekende voorbeelden uit Vlaamse en Nederlandse media. Veel adviezen zijn nooit eerder opgeschreven of gepubliceerd. De auteurs zijn praktiserende onderzoeksjournalisten of op een andere manier bij het dagelijks werk van onderzoeksjournalisten betrokken. De meesten hebben bovendien didactische ervaring. Beginnende onderzoeksjournalisten kunnen het boek gebruiken als leidraad, ervaren speurders als naslagwerk. Hoewel dit boek zich op de eerste plaats richt tot journalisten, zijn de adviezen nuttig voor iederéén die op zoek is naar betrouwbare feiten voor werk of ideaal - zoals researchers van bedrijven, publieke organisaties en ngo's, activisten en weetgierige burgers. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456227571?aid=kb-online-bibliotheek&sid=18&dts=1764314081313&sig=30532cc9b113175ce43aae9dd4ee12f6bbefcd89ef6494296d1aabbcf17ab49e&width=320",
      "dateSeen": "2025-11-28T07:14:41.725Z"
    },
    "cd65661ee9641e16e3ea996d56ad15f06f12c26e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45622758X/zei-mijnen-bompa-3-greet-vanderhoeven",
      "title": "Zei mijnen bompa 3",
      "subtitle": "Een nieuwe lading aan oude wijsheden, met tekeningen van Studio Stoutpoep!",
      "authors": "Greet Vanderhoeven",
      "description": "Zei mijnen bompa is een boek dat een verzameling bevat van uitspraken en wijsheden van grootouders. Deze uitspraken, vaak in dialect en met een vleugje humor, weerspiegelen de volkswijsheid van eerdere generaties. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45622758X?aid=kb-online-bibliotheek&sid=18&dts=1764269202410&sig=2a826da1abbf205335e01c37ef3c1a34bbddac54b47f76b8b509f715ae17d919&width=320",
      "dateSeen": "2025-11-28T07:14:42.150Z"
    },
    "59c95b7687ba945a1068410825e50108dd2fb1a4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456227539/alles-over-je-baby-marleen-blancquaert---claudia-theunissen",
      "title": "Alles over je baby",
      "subtitle": "In meer dan 200 vragen en antwoorden",
      "authors": "Marleen Blancquaert | Claudia Theunissen",
      "description": "n een wereld vol tegenstrijdige adviezen, goedbedoelde meningen en eindeloze online informatie, biedt Alles over je baby precies wat je nodig hebt: heldere, onderbouwde inzichten over de ontwikkeling en het welzijn van je baby in het eerste levensjaar. Verloskundige Marleen Blancquaert en osteopaat Claudia Theunissen hebben samen tientallen jaren ervaring met jonge ouders en hun vragen. Steeds opnieuw zien ze hoe onzekerheid en informatie-overload het natuurlijke ouderinstinct kunnen overschaduwen. Dit boek helpt je om weer op dat instinct te vertrouwen. Een toegankelijk, deskundig en geruststellend boek voor iedereen die zich afvraagt: doe ik het wel goed? (Spoiler: ja, en dit boek helpt je om dat zelf te zien!) Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456227539?aid=kb-online-bibliotheek&sid=18&dts=1764314082266&sig=e7dc33d81bd4945de0fc3f4880c3615815762d53919a3f50eda79e4b67d3dafd&width=320",
      "dateSeen": "2025-11-28T07:14:42.664Z"
    },
    "35dd93c5fab561171a4a30a01e1b495ee008ba91": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456227555/genz-verrast--verandert--verovert----jos-ahlers---rene-c--w--boender",
      "title": "GenZ verrast, verandert, verovert...",
      "subtitle": "Lees alles over GenZ's geluk, politiek, zorg, geloof, hoop, liefde, marketing, branding, polarisatie,AI, en de zoektocht naar vertrouwen.",
      "authors": "Jos Ahlers | Rene C. W. Boender",
      "description": "Het is zover. GenZ stroomt in groten getale de werkvloer op. En de Z-ers gaan veranderingen teweegbrengen. Zij zullen iedereen verrassen en de wereld gaan veroveren. Om het beter te maken dan het nu is. Met GenZ verrast, verandert en verovert... is nu alles vooraf te bezien! En dat is beter dan 'achteraf te bekijken'. GenZ (geboren tussen 1996 en 2012) verlangt naar verandering! Vanaf nu gaat zij de maatschappij overnemen en opnieuw vormgeven. Maar hoe denken deze jongeren over de wereld? Hoe open staan zij voor innovaties en AI? Hoe kijken ze naar voorgaande generaties? Welke keuzes gaan ze maken? Hoe maak je contact met ze? En hoe gaat Generatie Alpha straks worden? Jos Ahlers en René Boender schrijven in dit alweer vierde spraakmakende en uiterst leesbare boek over deze niet te stuiten netwerkgeneratie. Op basis van uitgebreid onderzoek wagen zij zich aan een serie voorspellingen van het gedrag van deze jonge digitale generatie. Een generatie die altijd en overal online is. Voor wie socials geen ontdekking zijn, maar een noodzakelijkheid. Wat zijn hiervan de consequenties op maatschappelijk gebied? Op het gebied van marketing? Of sport? GenZ is een boek dat midden in het leven staat. Het is een pragmatische gids voor iedereen die Generatie Z wil leren kennen en die moreel verantwoord en inspirerend deze generatie wil beleven. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456227555?aid=kb-online-bibliotheek&sid=18&dts=1764246616620&sig=3d6186c200bf54d61746b213cfd713afce5669ed3e4c57921ac6759b3a423f29&width=320",
      "dateSeen": "2025-11-28T07:14:43.084Z"
    },
    "4a1f08d93cb71aa7f720679b6dedfa716c467111": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456227520/onkruid-vergaat-niet-marcella-kleine",
      "title": "Onkruid vergaat niet",
      "subtitle": "Niets is gevaarlijker dan een moeder die alles te verliezen heeft.",
      "authors": "Marcella Kleine",
      "description": "Jarenlang moest Inge haar dochtertjes missen, nadat haar ex haar tot het uiterste dreef. Eindelijk lijkt er weer een toekomst mogelijk en denkt Inge voorzichtig grip op haar leven te krijgen. Maar één ontmoeting met haar ex verandert alles. Door een verkeerde stap stort haar zorgvuldig opgebouwde bestaan als een kaartenhuis in elkaar. En dan komt het bericht dat haar kinderen verdwenen zijn... Hoe ver ga je als moeder om je kinderen terug te vinden?Inge belandt in een nachtmerrie die haar diepste angsten waarmaakt. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456227520?aid=kb-online-bibliotheek&sid=18&dts=1764244642084&sig=e4258086d0bea7a09f22826455f79ebb6688be862a26123c009b2c4b9daadfb6&width=320",
      "dateSeen": "2025-11-28T07:14:43.513Z"
    },
    "1f036af1f6505c5e56a09e7576225c8a0be83eea": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456227504/en--josse-de-pauw",
      "title": "En?",
      "authors": "Josse De Pauw",
      "description": "In een appartement in Antwerpen, op de vijfde verdieping, woont een prille zeventiger. Hij houdt van jazz, van lezen, van denken en kijken. En daar dan over schrijven. Zijn naam is Josse De Pauw, en al vijf jaar denkt hij twaalf keer per jaar na op papier voor de Standaard der Letteren. Dat denkwerk werd nu voor het eerst gebundeld in een authentiek, scherpzinnig en warm boek. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456227504?aid=kb-online-bibliotheek&sid=18&dts=1764237999995&sig=72574e147d0c23eddaafd9bd102ba26b2d6601024fbedd511aff7bc9386b110b&width=320",
      "dateSeen": "2025-11-28T07:14:43.962Z"
    },
    "8a31828843234239ed6283da0e8e758ffb2a17da": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456227547/de-man-aan-de-overkant-sylvia-winter",
      "title": "De man aan de overkant",
      "subtitle": "Het was prima zo. Tot hij verscheen. En zij zichzelf verloor",
      "authors": "Sylvia Winter",
      "description": "Claire, 49 jaar, alleenstaande moeder van twee puberende dochters, heeft haar leven goed op orde. Haar dagen zijn gevuld met werk, verantwoordelijkheid en de drukte van het moederschap. Maar wanneer de nieuwe mysterieuze, knappe overbuurman haar pad kruist, ontwaakt iets in haar dat ze lang vergeten was. Wat begint als onschuldige nieuwsgierigheid, groeit uit tot een spel van fantasie en verlangen. Nacht na nacht ziet Claire hoe verschillende vrouwen zijn appartement binnenkomen – en weer vertrekken. Haar gedachten nemen een eigen leven, haar hart slaat over. Wat als zij de volgende vrouw achter de gordijnen is? Wanneer hun blikken op een avond kruisen in het schijnsel van de straatverlichting, voelt Claire de drang om iets te doen. Durft ze haar veilige routine achter zich te laten en zich over te geven aan het onbekende? Een meeslepende novelle over verlangen, grenzen en de vraag: wat als je leven plots een andere wending neemt? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456227547?aid=kb-online-bibliotheek&sid=18&dts=1764312424885&sig=e71e398aea1407378cccc085d92619f12fe68c964c4cd54492b1eee5748cb100&width=320",
      "dateSeen": "2025-11-28T07:14:44.411Z"
    },
    "d578019d86601cc960f218dc7662c29af48f949f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456227563/geachte-confre-re--liever-geschrapt-dan-vermoord-oscar-hammerstein",
      "title": "Geachte Confrère, liever geschrapt dan vermoord",
      "subtitle": "Een komedie van feiten en leugens",
      "authors": "Oscar Hammerstein",
      "description": "Rechtspreken met voorbedachten rade. Hier ligt een drama dat niet slechts persoonlijk, maar institutioneel van aard is. Want wat is recht, wanneer het faalt voor hen die het zouden moeten bewaken? Wat is integriteit, wanneer zij sneuvelt onder de vlag van expedientie? En wat blijft er over van de advocatuur, wanneer zij haar eigen verdedigers ten grave draagt? Dit werk is een relaas van splendeur en misère, van feiten en schandalen, over zijn tijd als advocaat van kroongetuige Nabil Bakkali in het Marengo-proces. Derk Wiersum werd vermoord voor zijn woning in Buitenveldert. De zelfbenoemde 'opvolger', Peter R. de Vries, werd neergeschoten in Amsterdam. Hammerstein zelf leeft voort, vastbesloten niet te bezwijken onder de cynische wetten van dit theater. \"Ik werd door mijn confrères geschrapt - als was ik een aardappel, te ontdoen van mijn schil. Dit alles omdat ik mij, zo werd beweerd, 'anders dan een behoorlijk advocaat betaamt' had gedragen.\" Dit boek onthult een ontluisterend beeld van een wereld waarin collegialiteit verdampt en de Orde van Advocaten haar eigen beginselen inruilt voor zelfbehoud en rituele zuiveringen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456227563?aid=kb-online-bibliotheek&sid=18&dts=1764314084529&sig=466439b3863bdeb98eb94d69c6e1f6f34808fb830af6b8954be2a6565e81f0a2&width=320",
      "dateSeen": "2025-11-28T07:14:44.932Z"
    },
    "863798791d20e3ddec2923d96f482600debb4e89": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456227512/only-planet--climate-guide-for-the-21ste-century-tim-van-hattum",
      "title": "Only Planet, Climate Guide for the 21ste Century",
      "subtitle": "Seven nature-positive pathways to a hopeful future for our planet",
      "authors": "Tim van Hattum",
      "description": "We are at the beginning of the most adventurous journey mankind will ever undertake - a journey towards a greener future for our planet, the only planet we have. Climate change and the loss of biodiversity are the greatest challenges of our time. Over the past few years, we have been flooded with doom scenarios and alarming images of floods, extreme droughts, and forest fires. These messages worry us - but we do not have time for despair. It is time to act. The good news is that most solutions for addressing climate change are already available. The key lies in restoring balance between our society and nature. If we cooperate more effectively with nature and apply smart technologies on a large scale, our future can once again be hopeful. This book takes you - along seven routes - on a journey through inspiring examples from around the world, demonstrating that this transition has already begun. With this climate guide, packed with solutions for the 21st century, you will be inspired to help build a hopeful future. Tim van Hattum is Head of the Green Climate Solutions Programme at Wageningen University & Research in The Netherlands. He has over 25 years of experience as aconsultant, policy advisor, and researcher at the intersection of water and climate. Together with his colleagues, he developed a nature-positive vision for The Netherlands in 2120, which gained significant media attention and led to numerous keynote invitations. With this book, he aims to inspire people of all ages and make it clear that it's not too late to create a green future together. 'Tim van Hattum outlines a beautiful future in balance with our planet. We are smart enough to achieve it. Now we just need to be wise enough to make it happen.' André Kuipers, Astronaut of our beautiful, fragile spaceship Earth Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456227512?aid=kb-online-bibliotheek&sid=18&dts=1764237998790&sig=a5ff61cabd21dea561cd2e0eeb60e53a132ca7d26f2026ab752a08c0bcfa1d24&width=320",
      "dateSeen": "2025-11-28T07:14:45.366Z"
    },
    "1a8a82f703a9be0a37ba253f39450d8892c6e52a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448558130/vandaag-ga-ik-niet-wenen-friedl-teirlinck",
      "title": "Vandaag ga ik niet wenen",
      "subtitle": "Jezelf terugvinden na een postpartum depressie",
      "authors": "Friedl Teirlinck",
      "description": "Een kind krijgen is een ingrijpende gebeurtenis, maar voor 10 tot 20% van de kersverse moeders en hun partners wordt de periode na de bevalling overschaduwd door een post-partumdepressie. In Vandaag ga ik niet wenen deelt Friedl Teirlinck haar persoonlijke verhaal hoe ze onderuit gaat na de geboorte van haar zoon. De overgang naar het moederschap blijkt zwaar, en Friedl beschrijft de eerste symptomen, haar ervaring in de psychiatrie en de weg naar herstel. Verschillende medische experten (psycholoog, vroedvrouw, kinderpsychiater) geven duiding bij de ervaringen van Friedl. Een eerlijke, moedige en soms grappige vertelling over het gevecht tegen post-partumdepressie. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448558130?aid=kb-online-bibliotheek&sid=18&dts=1764280575344&sig=e25545a8f61781a3a3eeed5f38745a36c3a84615c5b20586b94b9020d26eb00f&width=320",
      "dateSeen": "2025-11-28T07:14:45.797Z"
    },
    "3f4f5ee8b7ff59aa6c9007d7d2b64fc337352410": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44662716X/bericht-van-de-witte-meeuw-marike-van-weelden",
      "title": "Bericht van de Witte Meeuw",
      "subtitle": "Leven met een kind dat altijd zorg nodig heeft",
      "authors": "Marike van Weelden",
      "description": "In dit aangrijpende boek deelt de auteur haar persoonlijke verhaal als moeder van een zoon met een ernstige verstandelijke beperking. Als acteur en schrijver verwerkte ze eerder haar ervaringen in het theater als ouder van een kind met een intensieve zorgvraag. Met dit boek geeft ze een indringende kijk in het dagelijks leven achter gesloten deuren. Met de nadruk op de waarde van het leven van haar zoon, de uitdagingen binnen de gehandicaptenzorg en de impact van het verlies van haar man, onthult ze de vaak onbesproken kant van het ouderschap. Ze beschrijft de onmacht, de eenzaamheid en de strijd tegen bureaucratie, maar ook de kracht van doorzettingsvermogen en liefde. 'Een dapper boek over het leven van een kind waarvan je niet weet wat er in zijn hoofd omgaat. Marike spaart zichzelf niet. Dat is de kracht van dit boek.' - Saskia Goldschmidt 'Je bent op een missie, gedreven en goed bezig de vinger aan de pols van de zorg te houden. Bericht van de Witte Meeuw is een openhartig verslag over de zoektocht van een moeder naar de liefdevolle zorg voor haar zwaar gehandicapt kind.' - Kees Hulst Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44662716X?aid=kb-online-bibliotheek&sid=18&dts=1764273294636&sig=5fc729fe30a72bbca3fa373491a38e0e5af57aed4725981eb7f97b82f2b5eb12&width=320",
      "dateSeen": "2025-11-28T07:14:46.325Z"
    },
    "a2f7b482daf12960de8b35247d052af389e4f2b9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448290502/de-mythe-van-atlantis-klaas-vansteenhuyse",
      "title": "De mythe van Atlantis",
      "subtitle": "Waarom het legendarische eilandenrijk niets meer is dan een hardnekkige fantasie",
      "authors": "Klaas Vansteenhuyse",
      "description": "Atlantis is wellicht het best gekende verhaal uit de Griekse Oudheid. Sinds vele eeuwen nestelt de mythe zich in het collectieve geheugen van de Westerse wereld. Atlantis is al door tientallen generaties onderzocht en 'gevonden', ondanks het totale gebrek aan wetenschappelijk bewijs. Dit boek ontmaskert de vele theorieën die worden gepresenteerd als gedegen wetenschappelijk onderzoek en laat zien hoe wensdromen, misinterpretaties en commerciële belangen de mythe in stand houden. Met scherpe argumenten en gedegen analyse onthult deze kritische studie waarom Atlantis niets meer is dan een hardnekkige fantasie—en hoe de obsessie ervoor meer zegt over onszelf dan over een verzonken beschaving. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448290502?aid=kb-online-bibliotheek&sid=18&dts=1764273453107&sig=69fa33d9ab0ae2cec52d46475f27632e49053fee1e7e5b2e425c88e67ada76ce&width=320",
      "dateSeen": "2025-11-28T07:14:46.918Z"
    },
    "1b83255c418f8dbbe8aedfe6a68b77bd721d4d24": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/449051471/therapie-met-bovary-steffie-van-neste",
      "title": "Therapie met Bovary",
      "subtitle": "Sessies met 19e-eeuwse Franse auteurs",
      "authors": "Steffie van Neste",
      "description": "Van Gustave Flaubert tot het roddelblaadje, van Claire de Duras tot vrouwenrechten en van Emile Zola tot bewakingscamera’s. Wie denkt dat de Franse klassiekers passé zijn, heeft het mis. In Therapie met Bovary neemt Steffie Van Neste je mee op reis door haar huiskamer, waar ze samenwoont met negentiende-eeuwse Franse auteurs. Wat doen boeken met mensen en wat doen mensen met boeken? De Franse literatuur staat helemaal niet zo ver van ons bed als we denken, zegt Steffie. Languit op de sofa verkent ze hoe die onze belevingswereld verruimt: dankzij Flaubert leert ze rebelleren, Stendhal deelt liefdesadvies en Musset helpt haar om knopen door te hakken. Maupassant geeft dan weer raad bij nesteldrang en Dumas brengt haar de kunst van het misleiden bij. Therapie met Bovary is een ode aan het boek, aan het plezier en aan het inzicht dat lezen ons schenkt. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A449051471?aid=kb-online-bibliotheek&sid=18&dts=1764293467430&sig=f4771aa36d2ed99dd937d496a5aa02ad8881d31dc4efb82482fc46d84067f998&width=320",
      "dateSeen": "2025-11-28T07:14:47.396Z"
    },
    "4e4ed912aba482125b12e7450118090cbe1c9390": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444700153/papa--hoe-word-ik-rijk--mohamed-ouaamari",
      "title": "Papa, hoe word ik rijk?",
      "subtitle": "Slim en renteloos beleggen volgens islamitische principes",
      "authors": "Mohamed Ouaamari",
      "description": "‘Papa, hoe word ik rijk?’ De dochter van Mohamed Ouaamari spreekt nog niet, maar het is een vraag die vroeg of laat zal vallen, want voor moslims in ons huidige economische systeem is het allesbehalve eenvoudig om welvaart te vergaren. De islam verbiedt namelijk het gebruik van rente, een verbod dat botst met een kapitalistische wereld waarin lenen en investeren vaak op rente gebaseerd zijn. Aan de hand van persoonlijke anekdotes en praktische adviezen toont Mohamed zijn dochter en lezers hoe ze slim kunnen omgaan met hun geld. Zijn boek is een pleidooi voor financiële zelfzorg, waarin sparen, beleggen en ethiek hand in hand gaan. Hij duikt in islamitisch bankieren, duurzame financiële keuzes en het overwinnen van maatschappelijke barrières. Een inspirerend en toegankelijk verhaal dat laat zien hoe we op een bewuste, renteloze manier vermogen kunnen opbouwen – en hoe financiële wijsheid een kostbare erfenis kan zijn, voor iedereen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444700153?aid=kb-online-bibliotheek&sid=18&dts=1764287540852&sig=18d4944092850a31832a7a7b202baf1b842f5d800d2d064e366f97f64e8e6166&width=320",
      "dateSeen": "2025-11-28T07:14:47.847Z"
    },
    "ffc0e95fc740028f2ced9f112c6dcd97023c9362": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/449051331/missie-gezond-gewicht-3-sandra-bekkari",
      "title": "Missie gezond gewicht 3",
      "subtitle": "80 nieuwe en snelle recepten",
      "authors": "Sandra Bekkari",
      "description": "Geeft de lente jou ook zin om de keuken in te duiken met gezonde en kleurrijke ingrediënten? Of kijk je uit naar zomeravonden met gezellige summer dinners? Ga dan gauw aan de slag met het derde deel uit de populaire ‘Missie Gezond Gewicht’-reeks. Bestsellerauteur Sandra Bekkari bedacht opnieuw 80 nieuwe en snelle recepten voor een smaak volle, stralende zomer. Van verkwikkende ontbijtjes tot heerlijke desserts, en alles daartussenin. Sandra geeft je inspiratie voor kleurrijke salades, frisse vinaigrettes en originele sharing-gerechten, zodat jij deze zomer nog meer kleur op je bord krijgt. Meer kleur betekent meer gezondheid en dus extra genieten van wat je eet. En laat net dat Sandra’s missie zijn: jou laten zien dat gezond eten iets is om écht van te genieten. Het loont meer dan de moeite om je lichaam goed te voeden, zodat jij makkelijker een duurzaam, gezond gewicht bereikt en goed in je vel zit. Met als doel een sterk en energiek lichaam, waar jij met veel liefde voor zorgt. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A449051331?aid=kb-online-bibliotheek&sid=18&dts=1764283845654&sig=690ebf5d40b422f632df7aa4941748c81338435517b070cdc25725fe500e5f73&width=320",
      "dateSeen": "2025-11-28T07:14:48.249Z"
    },
    "370c803ba84dadcda14d3e6b9bf60839dd1442b1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/449051412/veilig-bij-jezelf-fleur-van-groningen",
      "title": "Veilig bij jezelf",
      "subtitle": "Ware verbinding met jezelf en anderen",
      "authors": "Fleur Van Groningen",
      "description": "Werkt je verleden door in je heden? Worstel je met een innerlijke criticus, is grenzen aangeven moeilijk, schuilt er een gekwetst kind in jou? Verloor je jezelf in een toxische relatie? Wil je patronen uit een complexe gezinsdynamiek doorbreken? Dan is dit boek je bondgenoot: een uitgestrekte hand, een troostende schouder, een duwtje in de rug. Dankzij nieuwe inzichten en meer zelfmededogen verander je bewust van koers. Je komt steeds dichter bij jezelf en wordt je eigen bondgenoot. Zo sta je steviger in de wereld en ga je veiligere connecties aan. Of zoals Fleur het beschrijft: ‘Wanneer je je van de misverstanden over jezelf ontdoet, begint je leven pas echt.’ ‘De beste wraak op een getraumatiseerd bestaan is een waardig en goed leven. En dat is Fleur van Groningen gelukt.’ – psychiater Dirk De Wachter in De Morgen ‘Fleur van Groningen speelt een belangrijke rol: ze maakt complexe psychologische thema’s behapbaar voor een breed en divers publiek.’ – klinisch psychologe Birsen Taspinar ‘Fleur van Groningen heeft een uitgebreide kennis en gaat zeer integer te werk.’ – narcisme-expert Diane Ruthgeerts FLEUR VAN GRONINGEN (1982) schrijft, schildert, spreekt en moedert. Ze is columnist voor Psychologies Magazine en journalist en podcastmaker voor De Morgen. Eerder schreef en tekende ze voor onder meer Knack, Het Nieuwsblad, NRC Handelsblad en Goedele Magazine. Fleur is ervaringsdeskundige inzake hoogsensitiviteit en trauma, en een veelgevraagd en geprezen publiek spreekster. Ze heeft haar eigen platform voor mentaal welzijn, zelfontwikkeling en zingeving: www.zelfkennis.org. In 2017 publiceerde ze de bestseller Leven zonder filter, over haar ervaring met hoogsensitiviteit. In 2022 volgde haar bestseller Voelen zonder filter, over helen van trauma. Veilig bij jezelf is haar achtste boek. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A449051412?aid=kb-online-bibliotheek&sid=18&dts=1764314088367&sig=71369e735033d1061ed114db0c449bd51b7edf9bb7ac3f35c884e4e0d678bb3b&width=320",
      "dateSeen": "2025-11-28T07:14:48.892Z"
    },
    "7369a88839220ddeeb165c3d67f49ec879c83bf4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/449051307/de-gids-die-op-het-nachtkastje-van-iedere-vrouw-moet-liggen-sabine-slock",
      "title": "De gids die op het nachtkastje van iedere vrouw moet liggen",
      "subtitle": "Boordevol tips gebaseerd op de geneeskunde van morgen",
      "authors": "Sabine Slock",
      "description": "Dit boek, geschreven van vrouw tot vrouw, is de ultieme gids voor iedere vrouw die haar welzijn in eigen handen wil nemen. Met een vleugje humor biedt deze gids jou wetenschappelijk onderbouwde, praktische en haalbare 5 minute tips, die moeiteloos in je dagelijkse routine passen. Deze gids helpt je hardnekkige mythes over vrouwengeneeskunde te doorprikken en onderscheidt zinvolle, wetenschappelijke adviezen van tijdelijke modegrillen. Tal van medische experts leverden een waardevolle bijdrage, met de focus op een preventieve wetenschappelijke aanpak. Of je nu wilt ontdekken hoe je seksleven een nieuwe dimensie krijgt, je je energieniveau kunt opkrikken of je simpelweg een gezonder leven wilt leiden – dit boek is jouw ultieme investering om je leven een extra boost te geven. Klaar om het roer om te gooien? Dit boek verdient een plek op je nachtkastje en zal je leven veranderen. Wist je dat: Je gezondheid maar voor 20% genetisch bepaald is en je de rest zelf in de hand hebt? Een gebroken hart een echte medische aandoening is die hoofdzakelijk bij vrouwen voorkomt? Spieren je helpen afvallen, zelfs terwijl je slaapt? Vrouwen ook een erectie kunnen krijgen? Als je nu nog aan het lezen bent, je beter gewoon meteen dit boek koopt? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A449051307?aid=kb-online-bibliotheek&sid=18&dts=1764261082372&sig=c94e750ed326758c25ecb3e0bb7a842d46265ebe785441a8609b006a21f01e4d&width=320",
      "dateSeen": "2025-11-28T07:14:49.326Z"
    },
    "6f07dbef3d84e45bde9e963623313565e9009d92": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444728295/ze-kwam-terug-barbara-de-smedt",
      "title": "Ze kwam terug",
      "subtitle": "Tien jaar nadat Cleo verdween, sterven haar vrienden een voor een",
      "authors": "Barbara De Smedt",
      "description": "Seren Engels was een van de zes leden van de Sandwichclub, een hechte vriendengroep die uit elkaar viel nadat een van hen spoorloos verdween op kerstavond. Sindsdien heeft Seren het verleden achter zich gelaten en runt ze een succesvol modelabel, maar wanneer het ex-vriendje van de vermiste Cleo dodelijk ten val komt, ontvangt Seren een brief, ondertekend door Cleo zelf. De boodschap is klaar en duidelijk: de dagen van de Sandwichclub zijn geteld; geen van hen zal Kerstmis halen. Met nog drie weken om haar eigen leven te redden, staat Seren er alleen voor. Niemand mag namelijk ooit te weten komen wat er écht met Cleo gebeurde. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444728295?aid=kb-online-bibliotheek&sid=18&dts=1764261974893&sig=9571838e5bf3a9ba695920a6d99aa4d2d6aeb5fcdd5249d81828f2dd053e4870&width=320",
      "dateSeen": "2025-11-28T07:14:49.763Z"
    },
    "6f91bc5bd4021258c81c0af51b3a5557311a93c3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455383995/sonita---hoe-ik-vocht-tegen-tirannie-en-mijn-vrijheid-vond-sonita-alizada",
      "title": "Sonita - Hoe ik vocht tegen tirannie en mijn vrijheid vond",
      "authors": "Sonita Alizada",
      "description": "Bijna 15 miljoen meisjes worden elk jaar gedwongen tot een huwelijk. Sonita Alizada was bijna een van hen. Haar familie probeerde haar twee keer uit te huwelijken, al vanaf haar tiende. In haar wereld betekende een huwelijk vaak het einde van vrijheid en toekomst. Maar Sonita weigerde zich daarbij neer te leggen. In Sonita deelt de Afghaanse rapper en activiste hoe ze ontsnapte aan een kindhuwelijk, uit Afghanistan vluchtte en haar stem vond via muziek en activisme. Haar verhaal is er een van moed, verdriet en vastberadenheid om te vechten voor een betere toekomst-voor zichzelf en voor anderen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455383995?aid=kb-online-bibliotheek&sid=18&dts=1764340923066&sig=d1841fc986d0577673105398763122f3d0d3332fdbf23c52f3660048175c1e7b&width=320",
      "dateSeen": "2025-11-29T07:12:38.773Z"
    },
    "c466ad0f2c75a5321e13fb97702dc9d494a82bd9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443458073/onze-levens-in-londen-christine-dwyer-hickey",
      "title": "Onze levens in Londen",
      "authors": "Christine Dwyer Hickey",
      "description": "Het is 1979 als twee Ierse buitenbeentjes elkaar vinden in de uitgestrekte en vaak meedogenloze stad Londen. Milly, een weggelopen tiener, en Pip, een getalenteerde bokser, ontmoeten elkaar in de pub waar Milly een baantje heeft gevonden. Net als Milly worstelt Pip met het verleden, hij zit vol woede en probeert dat te verdoven met alcohol. De liefde tussen hen beiden bloeit, maar lijkt geen kans te krijgen.  In de loop van de decennia leiden ze ieder hun eigen leven. Hoewel ze altijd in elkaars gedachten zijn en hun paden telkens kruisen, zijn ze nooit echt samen. Veertig jaar later trekt Milly zich terug in de leegstaande pub, het enige thuis dat ze ooit heeft gekend, terwijl Pip, met T.S. Eliots The Waste Land op zak, door de straten van Londen dwaalt, op zoek naar een manier om zijn verwoeste leven weer op te pakken.\nDeze prachtige roman over twee levens is het verhaal van de liefde: rauw, teder, verlangend, en biedt een rijk en ontroerend portret van een immer veranderende stad. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443458073?aid=kb-online-bibliotheek&sid=18&dts=1764339449852&sig=f3cb03eada881be79182fa3cdbe706eb96a1009a11849e0d88eb384fde5299f8&width=320",
      "dateSeen": "2025-11-29T07:12:39.145Z"
    },
    "1c61abfe6194a227d45b7d69875147f609eecfbd": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443287767/marbella-linda-van-rijn",
      "title": "Marbella",
      "authors": "Linda van Rijn",
      "description": "De succesvolle influencer Suze leidt een droomleven in Marbella. Tot het noodlot toeslaat en de vraag rijst: wat moeten die perfecte plaatjes precies verbergen?\n Suze Peters heeft het leven waar menigeen van droomt: een fijne relatie, een succesvolle carrière als influencer en een prachtig penthouse in het Zuid-Spaanse Marbella. Samen met haar vriend Maarten, een bekende muziekproducer, geniet ze volop van alles wat de glamourstad te bieden heeft. Zo bezoekt ze exclusieve feestjes, heerlijke cocktailbars en hippe beachclubs, maar net zo lief wandelt ze over het strand met hun Spaanse straathond Vaga. Of ze spreekt af met vrienden, onder wie de bekende Nederlandse zangeres Celine en haar vriend Max.\n Onlangs is Suzes zorgeloze bestaan opgeschrikt door de verdwijning van een goede vriendin, de Slowaakse Maria, die ze in Marbella heeft leren kennen. Hoewel de politie denkt dat Maria vrijwillig is verdwenen, kan Suze dat niet geloven. Dan verschijnt een opvallend bericht op Instagram en neemt de zaak een fatale wending. Iemand wil hoe dan ook voorkomen dat Suze te veel te weten komt… Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443287767?aid=kb-online-bibliotheek&sid=18&dts=1764339797628&sig=69d35a3738bc9d3ddaa4e1fe33b5e2cab10d1f18c221f02fb9380a46e5e4b9a1&width=320",
      "dateSeen": "2025-11-29T07:12:39.538Z"
    },
    "1d1b69bad566c7ba5343b54ce04b109212167ce4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456242090/mannenborstjes-bill-mensema",
      "title": "Mannenborstjes",
      "authors": "Bill Mensema",
      "description": "Uitgerekend in de stad der liefde kampen drie studenten met liefdesverdriet. Toch jagen ze in Parijs diverse mimespelers op, zetten een grote vakbondsdemonstratie op z'n kop en verschijnen op tv. Ondanks de melancholische ondertoon en het hartzeer dat als een knoop in de maag blijft voelen, brengt Bill Mensema (1960) met zijn Engels gevoel voor humor, met zijn unieke gebruik van dialogen en met grote vaart een schitterend beeld van volwassen worden in verwarrende tijden. Mannenborstjes is het eerste deel van Decade, een tiendelige romanreeks over de periode 1978-87, waarin de optimistische jaren zeventig eindigen in een zware recessie met massawerkeloosheid en vervallen binnensteden. In dit naargeestige landschap komt de punkmuziek op, met in zijn kielzog de new wave. Ondanks de talrijke barricades waar hun generatie mee kampt, trachten ook zij hun bestemming te bereiken. Het is niet de vrolijkste muziek. Het is niet de vrolijkste tijd. maar toch zullen zij die er doorheen gaan het achteraf gezien nooit hebben willen missen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456242090?aid=kb-online-bibliotheek&sid=18&dts=1764339976913&sig=e8652b92ddff55f8ac0a735691bc8116a77022b4a38541b5205f6bdec0c9608f&width=320",
      "dateSeen": "2025-11-29T07:12:39.711Z"
    },
    "c34b44af854a0b00f9c735b347e62f3a686b8ddb": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456242074/anna-s-keuze-dani-van-doorn",
      "title": "Anna's keuze",
      "authors": "Dani van Doorn",
      "description": "Zelfstandig te lezen vervolg op het succesvolle Anna's twijfels. Op haar landgoed in het Brabantse Waalre begint Anna van Bergen met de opvang van ongehuwde moeders. Met veel zorg begeleidt ze zwangere meisjes naar een nieuwe toekomst. Haar goede vriend Baron Johan Goeree staat haar met raad en daad terzijde. In Anna's omgeving vindt het ene na het andere huwelijk plaats, maar is er ook voor haar nog liefde in het vooruitzicht? Dani van Doorn schrijft historische en hedendaagse romans. Haar verhalen zijn een mix van romantiek, humor en drama, gelardeerd met (historische) feiten. Met haar feelgoodromans stond ze in 2019 en 2022 op de shortlist van de Valentijnprijs voor het beste romantische boek. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456242074?aid=kb-online-bibliotheek&sid=18&dts=1764339697461&sig=d1ae5782c462dc4084f8556e5d3711db0e232eaf81a0d8ad47a8685a90b94347&width=320",
      "dateSeen": "2025-11-29T07:12:40.078Z"
    },
    "9d7342d4626b96b79c82158e14f104d893494614": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45624199X/neanderthalerdromen-koos-verkaik",
      "title": "Neanderthalerdromen",
      "authors": "Koos Verkaik",
      "description": "In deze magische thriller krijgen Neanderthalers een bijzondere eigenschap toebedeeld: om de barre ijstijden te overleven, ontmoeten zij elkaar in hun dromen! Zakenman Jacques Poiron maakt gebruik van Neanderthalermagie en wordt er schatrijk mee. Hij vertelt zijn kleinzoon Vic hoe hij letterlijk in zijn eigen droomwereld leeft en van daaruit in de toekomst kan kijken. Zo kan hij beursnoteringen voorspellen. Alles loopt uit de hand als vreemdelingen zich toegang verschaffen tot zijn droomwereld. Vic hoopt tijdig in te kunnen grijpen. Hij moet Jacques uit een benarde situatie zien te redden. Gewelddadige gebeurtenissen wekken een bizarre vraag op: Kan iemand worden veroordeeld omdat hij een moord in een droom pleegde...? Koos Verkaik (1951) werd geboren in Bolnes, onder de rook van Rotterdam. Hij schreef zijn eerste verhalen op zijn zevende, was Europa's jongste schrijver van stripverhalen (weekblad Sjors) en op zijn achttiende verscheen zijn eerste roman 'Adolar'. Hij werkte als redacteur en copywriter, schreef hoorspelen, talloze scripts voor Spaanse tekenaars en vulde dat aan met veelal onder pseudoniem geschreven werk. Tussendoor schreef hij boek na boek onder eigen naam en publiceerde vooral in het buitenland (van de USA tot India). Inmiddels staan er zo'n zeventig titels (romans en kinderboeken) op zijn naam. Koos Verkaik is een meester in de genres magie, mysterie en avontuur. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45624199X?aid=kb-online-bibliotheek&sid=18&dts=1764340923537&sig=634d2c9ba100f32d86f51b793970abfa54a20447a85f57a4889ff277c2d2ddf6&width=320",
      "dateSeen": "2025-11-29T07:12:40.446Z"
    },
    "853e0cedbe073122f750f9a5262df918408ee225": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456227474/anders-zijn-viet-thanh-nguyen",
      "title": "Anders-zijn",
      "subtitle": "De betekenis van de 'ander' in de literatuur",
      "authors": "Viet Thanh Nguyen",
      "description": "Waarom worden sommige mensen als ‘anders’ gezien, en wie bepaalt dat?\n In Anders-zijn onderzoekt Pulitzerprijswinnaar Viet Thanh Nguyen in zes bevlogen essays de mechanismen van uitsluiting, representatie en macht.  Vanuit zijn eigen ervaringen als vluchteling, schrijver en academicus stelt Nguyen confronterende vragen over identiteit, culturele toe-eigening en het verhaal van Amerika. De auteur neemt ons mee langs schrijvers uit de geschiedenis: van Shakespeare, Jane Austen en de Brontë-zusters tot Alice Walker, Mahmoud Darwish en Edward Said.\n ‘Nguyen vervlecht moeiteloos persoonlijke reflecties met literaire analyse (…) De essays zijn stuk voor stuk prikkelend, bevatten overtuigende argumenten en geven de lezer volop stof tot nadenken.’ – Publishers Weekly\n ‘Een provocatieve verkenning van de auteur als verteller, antropoloog en ingewijde buitenstaander.’ – Kirkus Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456227474?aid=kb-online-bibliotheek&sid=18&dts=1764339031435&sig=b63ffd48590792ba2f559a0d6210b28b42323bfb37c143d6610530a1aebe2715&width=320",
      "dateSeen": "2025-11-29T07:12:40.827Z"
    },
    "9db2b38b007e8cc79e8af2184e4c91deae1cd741": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456242082/de-bokbende-van-blokzijl-peter-de-zwaan",
      "title": "De bokbende van Blokzijl",
      "authors": "Peter de Zwaan",
      "description": "De opdracht kwam van Durk Leport: 'Haal in de buurt van Blokzijl een boot op die ze in dat gebied bok noemen en vaar er mee rond. Zorg dat de bok wordt gestolen en zoek uit wie dat doet.' Wat is er mooier dan zo'n klus midden in de vakantietijd, zeker als je er gratis een Simca bij krijgt. Er gebeurt dagenlang niets tot Jan bij Blokzijl een drone boven zijn hoofd ziet cirkelen. De drone is ook te zien boven het terras van Geertien, een restaurant in het gehucht Muggenbeet dat in een stinkwolk wordt gehuld omdat de Simca meer olie dan benzine verbruikt. Arie meldt dat de kap van hun Yamaha-buitenboordmotor is gestolen en Bob gaat te water in het natuurgebied Weerribben waar de kap lijkt te zijn gedumpt. Daarna volgen de gebeurtenissen elkaar snel op. Arie ontmoet het duo Pet en Pet dat alles ziet wat over de Wetering vaart en hij heeft een gesprek met een pinnige tante die waakt over twee scholieren met een slecht geweten. Jan ontmoet 'ten zuiden van Zwolle' een man die liever tennist dan problemen oplost en Bob gaat in Wanneperveen voor de tweede keer te water, op zoek naar bokken. Ongeveer op hetzelfde moment worden Arie en Jan ontdekt door de man die boten steelt. Ze vluchten naar een schuur ... en dat is niet verstandig. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456242082?aid=kb-online-bibliotheek&sid=18&dts=1764346381535&sig=ffcbb52e7358ca1c4b4fa1a9165c984a27f49fbe08f13254e14e406d90309607&width=320",
      "dateSeen": "2025-11-29T07:12:41.233Z"
    },
    "6c046a9877b1a1f00c61f3a2e8dcbfeffa138751": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456242104/het-oog-van-zarabanda-rutger-de-bruijn",
      "title": "Het oog van Zarabanda",
      "authors": "Rutger de Bruijn",
      "description": "JE BENT GEBOREN ALS ORIGINEEL STERF NIET ALS EEN KOPIE John Mason De schuchtere onderwijzeres Rica en de uitbundige verpleegkundige Aaf wonen tijdens hun stageperiode in hetzelfde Surinaamse huis. Ze lijken tot elkaar veroordeeld. Na terugkeer in Nederland krijgen ze op Schiphol een daverende ruzie. Rica schreeuwt Aaf toe dat zij haar nooit meer wil zien en vertrekt met stille trom. Toeval of niet, na ruim twee jaar krijgen ze volkomen onverwachts weer contact. Hun levens zijn ondertussen radicaal veranderd. Geleidelijk aan raken ze meer met elkaar verbonden. De psychologische volwassenwording verloopt met vallen en opstaan. Het geheim dat Rica al die jaren met zich meedraagt leidt tot speculaties bij familie en vrienden. Wanneer de dames inmiddels Sarah hebben gezien, wordt Rica's geheim alsnog geopenbaard. Het nieuws slaat in als een bom. * Rutger de Bruijn was werkzaam als (interim)manager in de Human Resources. Sinds 2007 komt hij in Suriname en overwintert daar met zijn vrouw. Het opvallende straatbeeld in Paramaribo, met overal in groepjes fietsende jonge stagiaires, inspireerde hem tot het schrijven van deze Bildungsroman. De gesprekjes die hij met deze ondernemende jonge vrouwen in de loop der jaren had, hebben zijn fantasie getriggerd. * Een meeslepende zoektocht naar liefde, waarheid en thuiskomen Verteld door de ogen van twee vrouwen die je recht in het hart raken Sandra Bernart - docent Online Schrijfschool Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456242104?aid=kb-online-bibliotheek&sid=18&dts=1764343806481&sig=58523a2290f6a5a917a47609c45fe01680e03b509c76703f54f59d5acbe789b5&width=320",
      "dateSeen": "2025-11-29T07:12:41.607Z"
    },
    "de9ccc01d1aff6b895e5c013864fad06e3cf6f0c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456242007/de-worstelaar-van-wanneperveen-peter-de-zwaan",
      "title": "De worstelaar van Wanneperveen",
      "authors": "Peter de Zwaan",
      "description": "De opdracht was: zoek uit wie boten steelt die bok worden genoemd. Het resultaat van dagen lanterfanten gevolgd door serieus zoeken leidt er toe dat Jan, Bob en Arie worden opgesloten in een schuur in Wanneperveen. Ze ontsnappen handig en ontdekken dat het huis dat vlak bij de schuur staat, wordt verbouwd. De eigenaar heeft dringend geld nodig en is niet te beroerd om daarvoor boten te stelen waar een motor achter hangt die op de zwarte markt honderden euro's kan opbrengen. De jongens volgen een spoor dat opnieuw naar Blokzijl leidt, naar Wetering en naar Sint Jansklooster. Daar wordt Jan door een man die de worstelaar van Wanneperveen wordt genoemd letterlijk bij zijn lurven gepakt en tijdelijk opgesloten in een metalen hok dat zweethut wordt genoemd. De hut is eigendom van een vrouw die de boten laat stelen van een man met wie ze een vete heeft. Het gaat haar meer om jachten dan om bokken en het duurt niet lang of de jongens verleggen hun aandacht naar boten die tonnen waard zijn. Hun optreden leidt tot een miniveldslag bij een gehucht dat Moespot heet en tot een serie sluippartijen en botsingen bij het Steenwijkerdiep waarbij schoten vallen. Als een kleine man doorslaat, begrijpen de jongens dat ze naar Kampen zullen moeten. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456242007?aid=kb-online-bibliotheek&sid=18&dts=1764338710334&sig=86fc60664a754e5f7858a2500e3ae0d9f998121cfbfcafa629f8615bbf81d124&width=320",
      "dateSeen": "2025-11-29T07:12:42.004Z"
    },
    "2497bfbe014f7483d2048049036f8ed254c521b1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456241973/geen-weg-terug-peter-j-l-m--bernink",
      "title": "Geen weg terug",
      "subtitle": "Een ziektekostenverzekeraar als misdadige organisatie",
      "authors": "Peter J.L.M. Bernink",
      "description": "Als Justus van Halen na een verjaardagsfeest 's nachts terugrijdt van Amsterdam naar Groningen, wordt hij op de A6 van de weg gedrukt. De auto stort in het ijskoude water. Zijn dochter Merel komt hierbij om het leven. Hijzelf raakt in een diepe coma. Rechercheur Popma wordt op de zaak gezet. Er blijkt sprake van een jarenlange tegenwerking bij het opzetten van een Zelfstandig Behandel Centrum Neurologie. Naarmate Popma verder komt, stuit hij op een stilzwijgende muur van een machtige ziektekostenverzekeraar en een groot ziekenhuis. Er vallen steeds meer slachtoffers... Er is sprake van een misdadige organisatie... Er is geen weg terug... Peter J.L.M. Bernink (1944) werd geboren in Enschede. Na zijn studie geneeskunde in Amsterdam vertrok hij naar Groningen. Als cardioloog was hij werkzaam in het UMCG en het Martiniziekenhuis te Groningen. In 2014 publiceerde hij zijn debuut Geen Weg Terug, waarna er ieder jaar een nieuwe thriller van zijn hand verscheen. 'Een prettige, compacte schrijfstijl.' - VN Detective & Thrillergids over Hefboom 'Intrigerend, spannend verhaal over de hedgefondswereld.' - stoerleesvoer.nl over Hefboom 'Een prima medische wegleesthriller van Nederlandse bodem.' - Boekiewoogie over De Weldoener Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456241973?aid=kb-online-bibliotheek&sid=18&dts=1764344763757&sig=d6278333eabc58416640e11dc3a18e4ee817aba54a780d6c1e152916f7686b23&width=320",
      "dateSeen": "2025-11-29T07:12:42.406Z"
    },
    "640b16e87e536027dc246c28500a5711c03d4050": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456242112/geduvel-rond-een-duffel-peter-de-zwaan",
      "title": "Geduvel rond een duffel",
      "authors": "Peter de Zwaan",
      "description": "Bob Evers reisde, eind jaren veertig, voor de eerste keer in zijn leven naar Nederland, een paar weken voor hij samen met Jan Prins en Arie Roos aan boord stapte van het vrachtschip Esperanza. 'Met als eerste haven van bestemming Buenos Aires ... en daarna? Wilde vaart!' Zo staat het in 'Avonturen in de Stille Zuidzee' en liefhebbers van de serie vragen zich natuurlijk al meer dan zeventig jaar lang af hoe het toch komt dat Jan, Bob en Arie vanaf de eerste dag de dikste vrienden bleken. Het kan niet anders of voor de afvaart moet iets heel bijzonders zijn gebeurd. Dat klopt. Wat er geschiedde op de dag waarop Bob Evers in Rotterdam op de kade stapte, lees je in 'Geduvel rond een duffel'. Alles draait om een pakje dat Bob namens zijn vader dient af te leveren in Nieuw-Lekkerland. Een eenvoudig karwei ... dat gecompliceerd wordt als blijkt dat een concurrent van pa Evers reden heeft om het pakje te verdonkeremanen. Alleen door eendrachtig samen te werken lukt het de drie jongens te voorkomen dat ze met schaapachtige gezichten tegenover hun ouders moeten erkennen dat ze met hun drieën niet in staat waren een pakje van Rotterdam naar een plaats te brengen die hemelsbreed minder dan twintig kilometer verderop ligt. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456242112?aid=kb-online-bibliotheek&sid=18&dts=1764340922999&sig=0be29a13192d4849ff09b0b141f1c257094272874cedf27aa7fac5a2597ab198&width=320",
      "dateSeen": "2025-11-29T07:12:42.789Z"
    },
    "6f9874fed6b23213f6df487664b9d9318f04cc98": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456227466/stil-als-de-sneeuw-%C3%B8rjan-karlsson",
      "title": "Stil als de sneeuw",
      "authors": "Ørjan Karlsson",
      "description": "Jakob Weber is inspecteur van politie in Bodø, een grote Noorse stad net ten noorden van de poolcirkel, waar in de winter het noorderlicht de nachten groen kleurt en in de zomer de zon altijd schijnt. Weber werkt samen met Noora Yun Sande, een jonge rechercheur die haar prestigieuze baan in Oslo heeft opgegeven om in het afgelegen Bodø te komen werken.\n  In Henningsvær op de Lofoten wordt een tiener dood aangetroffen op het voetbalveld midden in het dorp. Waarom ging de jongen zo dun gekleed naar buiten in de ijskoude nacht? Is er sprake van een tragisch ongeval of… Tegelijkertijd wordt in Bodø het lichaam van een man gevonden. Hij ligt aan de waterkant en het lijkt op een verdrinkingsongeluk. De man draagt dure kleding, heeft geen identiteitspapieren, maar wel een ketting met een vreemd symbool om zijn nek.\nJakob en zijn team worden op de twee zaken gezet. De druk om de misdaden op te lossen is groot, maar Jakob kan zich moeilijk concentreren. Zijn moeder is stervende, een paar oude, onopgeloste moordzaken blijven hem achtervolgen en collega’s blijken niet wie ze beweren te zijn. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456227466?aid=kb-online-bibliotheek&sid=18&dts=1764338625315&sig=a61bcbcdad00b7691a94ff9125078e347a66939dcf117fbe70ac3bdd9caac658&width=320",
      "dateSeen": "2025-11-29T07:12:43.212Z"
    },
    "684776839bd3a821126614b5a03c1cb3372e6f14": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456241981/kilmacduagh--zoon-van-de-magie-r-r-r--marion",
      "title": "Kilmacduagh, zoon van de magiër",
      "authors": "R.R. Marion",
      "description": "Zij vertrouwen hem, maar kan hij hen wel vertrouwen? Lucian Kilmacduagh groeit op bij de woudelfen, de vijanden van zijn vader. Hij houdt zijn identiteit geheim, omdat hij vreest voor zijn leven. Lucian is voor zijn ambitieuze mentor, Tyrell Jahaigh, echter een open boek. Hij weet alles van de jongen, ook dat hij de zoon van de magiër is. Tyrell kan de magie van de jongen goed gebruiken voor zijn eigen plannen. Daarom zorgt hij dat Lucian zijn roeping als heler volgt en zijn magische krachten ontwikkelt. De ambitieuze legerleider neemt Lucian mee naar het slagveld, waar de woudelfen zij aan zij vechten met hun bondgenoten, de soldaten van koning Ith. Na de oorlog ziet Lucian eindelijk zijn moeder terug. Ze is de Cailleach van Armagh en waarschuwt hem voor zijn mentor. In een nieuwe oorlog tegen het Verborgen volk wordt Lucians loyaliteit op de proef gesteld. Blijft hij trouw aan zijn ethisch kompas? ---------- Kilmacduagh, zoon van de magiër is het eerste deel van de Fantasyserie Steen des Tijds, waarin het reizen van de volkeren van Éireann door elfenpoorten en een mysterieuze steen centraal staan. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456241981?aid=kb-online-bibliotheek&sid=18&dts=1764338719965&sig=c4264e42a2e71dad36ca69d00c8fe084d1fedd1aaa5e3544a93aecff419230b8&width=320",
      "dateSeen": "2025-11-29T07:12:43.727Z"
    },
    "24ecd7d17a3d6743ac4af5581e2ce9ca8e5a9891": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444326677/de-nachtvissers-cristina-cassar-scalia",
      "title": "De nachtvissers",
      "authors": "Cristina Cassar Scalia",
      "description": "'Een aanwinst voor het genre'  ★★★★ – VN Detective en Thrillergids\n Vanina Guarrasi is commissaris van politie in Catania, aan de voet van de vulkaan de Etna, waar ze met haar team de meest ingewikkelde misdrijven oplost. Vanina draagt altijd een wapen, heeft een kleine maar dure garderobe en is gek op eten, al zal ze zelf nooit koken. Vastberaden bestrijdt ze de Siciliaanse misdaad, ook als dat haar eigen leven in gevaar brengt.\n Het is halfvijf in de nacht. Vanaf hun vissersboot zien kinderarts Monterreale en journalist Tammaro boven de rotsen de vage contouren van een man. Hij sleept een zware koffer achter zich aan en gooit deze tussen de rotsen in zee. Een paar uur later krijgt commissaris Vanina Guarrasi een anoniem telefoontje: een vervormde stem vertelt dat een jonge vrouw is vermoord in een strandhuis.\nBeide gebeurtenissen blijken verband met elkaar te houden en Vanina ontdekt een verraderlijk complot dat haar ergste verbeelding te boven gaat. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444326677?aid=kb-online-bibliotheek&sid=18&dts=1764340729024&sig=15327e9bf1f30fa27d6ab1ad364dc7d1aaf6c5fe848cebf4193041092bb2e4eb&width=320",
      "dateSeen": "2025-11-29T07:12:44.179Z"
    },
    "6bed495a73ae807d994f0ad5227127c3a27f10d2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448156261/rokkenrol-agency-danie-lle-siccama",
      "title": "Rokkenrol Agency",
      "authors": "Daniëlle Siccama",
      "description": "‘Rokkenrol Agency neemt je mee in het rollercoasterleven van een jonge singer-songwriter.’ — Giovanca De 35-jarige Pauline ‘Polly’ Ruijgrok helpt artiesten op weg in de snel bewegende muziekwereld. Ze staat dag en nacht klaar voor de veelbelovende talenten en houdt van het hectische leven dat daarbij hoort. Na jaren van gestrande relaties en date-flops heeft ze haar liefdesleven eindelijk op de rit met de betrouwbare Alexander, een fashion-ondernemer die dolgraag wil settelen. Maar als ze op een nacht tijdens een concert haar jeugdliefde ziet dansen op het balkon van Paradiso, slaat de twijfel toe. Ooit was hij degene met wie ze de rest van haar leven zou doorbrengen. Ze was twintig, peddelde in een bootje, zag hem staan aan de waterkant en viel meteen voor zijn goudbruine krullen en groene ogen. Een jaar later, toen hij haar vroeg om samen de wereld over te zeilen, spatte hun droom uit elkaar. Hoewel Polly de pijn en doodsangst van die bewuste zomerochtend, zo lang geleden, nog niet is vergeten, voelt ze opnieuw die onweerstaanbare aantrekkingskracht van toen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448156261?aid=kb-online-bibliotheek&sid=18&dts=1764342525614&sig=98fac860fa772f1099903c6b2e9af955ef2772680d53e07236467906de81d203&width=320",
      "dateSeen": "2025-11-29T07:12:44.745Z"
    },
    "4edd9f577494751dc71706b7823180f9e8dce093": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44885807X/anderland-marjan-brouwers",
      "title": "Anderland",
      "authors": "Marjan Brouwers",
      "description": "Ooit was Nederland vrij en democratisch. Ooit had Nederland een toekomst. Tot de zee het halve land onder water zette en een dictator de macht greep. Tot het dodelijke Vikingvirus miljoenen levens kostte. Jaren later is bijna iedereen vergeten wat vrijheid is. Toch gloort er hoop. Het regime wankelt nu steeds meer mensen in verzet komen. Met haar kleine leger van deserteurs en gevluchte dwangarbeiders wil rebellenleidster Senna de dictatuur verslaan. Als ze in het ondergelopen Amsterdam de aanval voorbereidt, slaan de sluipmoordenaars van het regime toe. Ondertussen werkt Eva, de dochter van de uitvinder van het Vikingvirus, aan een manier om haar vaders misdaden uit te wissen. Lukt het de rebellen om het regime te verslaan? Of staat het land een nieuwe ramp te wachten? In dit laatste deel van de dystopische Leegland-trilogie neemt Marjan Brouwers haar lezers nog één keer mee naar toekomstig Nederland. Eerder verschenen Leegland en Zonderland. De delen zijn ook uitstekend los van elkaar te lezen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44885807X?aid=kb-online-bibliotheek&sid=18&dts=1764339706272&sig=4e784c41ddb8cae71a91da82c9e92365fa3bc28f21de21158d8756b9b7bfe3a2&width=320",
      "dateSeen": "2025-11-29T07:12:44.906Z"
    },
    "6d8fec3e9a9091bd3920156b2fb92c0bd8ecedf1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444326634/sodomiet-alexandre-vidal-porto",
      "title": "Sodomiet",
      "authors": "Alexandre Vidal Porto",
      "description": "Lissabon, 1688. De jonge Luiz Delgado wordt verdacht van seksuele handelingen met een andere man, en moet voor de Inquisitie verschijnen. Daar wordt hij schuldig bevonden aan het beoefenen van de meest weerzinwekkende, smerige en verachtelijke zonde. Het vonnis luidt: verbanning naar de kolonie Brazilië. Wanneer Luiz in Brazilië aankomt, zijn de documenten met zijn vonnis kwijtgeraakt. Niemand in zijn nieuwe thuisland weet waarom hij is verbannen en Luiz kan een nieuw leven beginnen. In een land waar de Portugese wetten moeilijk voet aan de grond krijgen en de Inquisitie ver weg is, is hij vrijer dan ooit. Luiz trouwt met Florência, een schijnhuwelijk vol genegenheid maar zonder seks, en hij gaat liefdesrelaties aan met andere mannen. Zijn nieuwe leven bereikt een hoogtepunt wanneer hij verliefd wordt op de jonge cadet Miguel. Maar dan wordt Luiz Delgado opnieuw opgepakt voor sodomie. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444326634?aid=kb-online-bibliotheek&sid=18&dts=1764339091773&sig=a62bf7e712e07dff754e66d5a3b420628975329a60f209e04c130f3e2990c9f5&width=320",
      "dateSeen": "2025-11-29T07:12:45.374Z"
    },
    "b458d281302764db2f0c98259a8c7d8a2182d49f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456227806/kerst-in-de-lift-michon-voncken",
      "title": "Kerst in de lift",
      "subtitle": "Wint Ella’s liefde niet alleen de opdracht, maar ook Matteo’s hart?",
      "authors": "Michon Voncken",
      "description": "Wint Ella's liefde voor kerst niet alleen de opdracht, maar ook Matteo's hart?  Ella droomt van een glansrijke carrière bij vooraanstaand reclamebureau Fiore in Rome, maar wordt vooral opgezadeld met rotklusjes. Totdat een beslissende opdracht vraagt om haar creativiteit en haar grote liefde voor kerst. Dat betekent ook dat ze opeens nauw moet samenwerken met de rijke, arrogante en zeer aantrekkelijke directeur. Matteo Mancini trad een half jaar geleden in de voetsporen van zijn vader, maar worstelt met zijn nieuwe rol. Als de kerstcampagne voor één van de grootste klanten dreigt te mislukken, komt hij erachter dat hij de gevoelige Ella nodig heeft om het bedrijf te redden. Of is er een andere reden dat hij haar zo dichtbij houdt? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456227806?aid=kb-online-bibliotheek&sid=18&dts=1764338933247&sig=e4c9b796ab6875c36dfecf9b8a32829d950f7810c934355a2cba1558171339ee&width=320",
      "dateSeen": "2025-11-29T07:12:45.855Z"
    },
    "8ce57aca5891213346b78c2960e1328be4091ac5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437909425/het-gewicht-tussen-je-oren-wouter-cornet",
      "title": "Het gewicht tussen je oren",
      "subtitle": "hoe je met je brein het succes van je dienst bepaalt",
      "authors": "Wouter Cornet",
      "description": "We hebben een vet probleem. Meer dan vijftig procent van de Nederlanders en Vlamingen heeft last van overgewicht en wil graag afvallen, maar struikelt over één van de vele verleidingen om zich heen. Waarom is gewicht verliezen zo moeilijk? En waarom lukt het bij een select groepje mensen wel? Wat kunnen we van hen leren?In Het gewicht tussen je oren laatpsycholoog en ervaringsdeskundige Wouter Cornet zien hoe je met je brein het succes van je dieet bepaalt. Hij geeft antwoord op alle vragen over succesvol gewichtsverlies. Hoe creëerje bijvoorbeeld voor jezelf het meesteffectieve dieet? Moet je per se sporten om af te kunnen vallen? Kun je afvallen als je aanleg hebt voor overgewicht? En hoe ga je om met een eetverslaving? Om de antwoorden op die vragen te vinden, neemt Cornet als onderzoeker een kijkje in de breinen van honderd succesvolle diëters. Want de grootste work out voor gewichtsverlies blijkt plaats te vinden tussen de oren. Psycholoog Wouter Cornet (1981)verloor vier jaar geleden 33 kilo en rekende blijvend af met zijn obesitas.Hij initieerde een groot internationaal onderzoek naar gewichtsverlies onder honderd succesvolle diëters die samen meer dan drieduizend kilo afvielen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437909425?aid=kb-online-bibliotheek&sid=18&dts=1764476175136&sig=272e136692aba38914f8e324a3020ff6fb54a36ef408d23464976c98bd8edb56&width=320",
      "dateSeen": "2025-11-30T07:12:38.318Z"
    },
    "c3c337e67cb54ab319abf8e66fb8b0980c16a1fe": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/439494257/tem-je-brein-koen-de-jong",
      "title": "Tem je brein",
      "subtitle": "de voordelen van minder denken",
      "authors": "Koen de Jong",
      "description": "Beschrijving van een methode om minder te denken, met informatie over waarom dit belangrijk is.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A439494257?aid=kb-online-bibliotheek&sid=18&dts=1764412522069&sig=7daf8d8977cdf8f5c8670495ec308b7b2aa60d01b90ec8d93cbeba490b52c745&width=320",
      "dateSeen": "2025-11-30T07:12:38.814Z"
    },
    "f54c77f4460c0b9a920df1c5e07291478a553b26": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/439027969/iedereen-autistisch-gijs-lauret",
      "title": "Iedereen autistisch",
      "subtitle": "waarom wij allemaal meer op elkaar lijken dan we denken",
      "authors": "Gijs Lauret",
      "description": "Persoonlijke zoektocht naar de uiteenlopende aspecten van de autismespectrumstoornis die ieder mens tot op zekere hoogte in zich draagt, geschreven door een psycholoog die op 41-jarige leeftijd zelf de diagnose ASS kreeg.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A439027969?aid=kb-online-bibliotheek&sid=18&dts=1764410458883&sig=98b224bb2bff19b957d0cca54520629aa0d0606f9d02f352ff0107f42facde7c&width=320",
      "dateSeen": "2025-11-30T07:12:39.198Z"
    },
    "e71dd15bb476901b3bed4595493efdcf7f68ca49": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/43932503X/laat-me-gaan-menno-oosterhoff---kit-vanmechelen---esther-beukema",
      "title": "Laat me gaan",
      "subtitle": "euthanasie bij psychische aandoeningen",
      "authors": "Menno Oosterhoff | Kit Vanmechelen | Esther Beukema",
      "description": "Persoonlijk getinte verhandeling over de overwegingen en worstelingen van psychiaters rond het euthanasietraject bij patiënten met psychische aandoeningen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A43932503X?aid=kb-online-bibliotheek&sid=18&dts=1764475119310&sig=dc430b283ebac63267d723f34f3b8df15c9f946daa76e6f87d9374375a253925&width=320",
      "dateSeen": "2025-11-30T07:12:39.735Z"
    },
    "663272e1e3ffb1d1d34dc97344887ad2d9eaac68": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/439494230/gevoelige-zielen-bram-bakker",
      "title": "Gevoelige zielen",
      "subtitle": "de mens achter de hulpverlener",
      "authors": "Bram Bakker",
      "description": "Persoonlijk getint onderzoek van de oud-psychiater (1963) naar de mens achter de zorgverlener en naar de kwetsbaarheden die zij in de dagelijkse praktijk verborgen houden achter een masker van professionaliteit.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A439494230?aid=kb-online-bibliotheek&sid=18&dts=1764486759829&sig=d94fc67136d0dfa6aff2ec418a018c812f113823300dbdc3740a439dec485e11&width=320",
      "dateSeen": "2025-11-30T07:12:40.226Z"
    },
    "013cce4cc25114215a4c6100cc816a7593a6761e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/438660234/-ik-moet-toch-ook-mijn-klootzakje-kwijt---meta-herman-de-groot",
      "title": "'Ik moet toch ook mijn klootzakje kwijt.'",
      "subtitle": "alles wat je moet weten over de relatie tussen ouders en pubers",
      "authors": "Meta Herman de Groot",
      "description": "Adviezen voor het verbeteren van de relatie tussen ouders en hun puberkinderen, aan de hand van verhalen uit de therapiepraktijk van de auteur.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A438660234?aid=kb-online-bibliotheek&sid=18&dts=1764423448478&sig=a53d87cc7e4d949cc42c25883ee3ff7b7a24df948b56c58c6ad485eeec5cf5ec&width=320",
      "dateSeen": "2025-11-30T07:12:40.608Z"
    },
    "705dd955e96c01a915449e76c9927d1eba68d443": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/440308895/tante-stoel-oswald-schwirtz",
      "title": "Tante Stoel",
      "subtitle": "het gaat wel weer over; roman",
      "authors": "Oswald Schwirtz",
      "description": "Een gehandicapte vrouw besluit op latere leeftijd dat zij haar eigen dood wil regelen. Samen met haar oudste neef, met wie ze een bijzondere band heeft, legt ze alles vast. Wanneer de planning anders loopt dan verwacht, komt de neef klem te zitten tussen familie, het geloof en zijn eigen grenzen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A440308895?aid=kb-online-bibliotheek&sid=18&dts=1764475093061&sig=cc5902f562b7b6e597b7d91ebe6d3ff5851de4849c6f230b4ce38623a36be954&width=320",
      "dateSeen": "2025-11-30T07:12:40.998Z"
    },
    "cc2f8942a4068629c26678c6138de0b8b2285cef": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/439317029/slikken-of-stikken-meindert-inderwisch",
      "title": "Slikken of stikken",
      "subtitle": "alles wat je moet weten over medicijnverslaving",
      "authors": "Meindert Inderwisch",
      "description": "Persoonlijk getinte beschouwing van een voormalig N.A.P.-geregistreerd psychotherapeut en ervaringsdeskundige over medicijnverslaving.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A439317029?aid=kb-online-bibliotheek&sid=18&dts=1764403249033&sig=908b27cd0c4db9a34e96182b0d8aec29dd7df8e970a1c5d4ad45f1e95be9144b&width=320",
      "dateSeen": "2025-11-30T07:12:41.401Z"
    },
    "95ca699b10b4043123e9e1cb317edb6e09ec6246": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443981892/schaamte-teus-lebbing",
      "title": "Schaamte",
      "authors": "Teus Lebbing",
      "description": "Wie ben je als je niet kunt zeggen wat er écht speelt? Waarom wordt er in veel families gezwegen en ontkend? Op de vlucht voor pijnlijke ervaringen en als harnas tegen verdriet en ongemak, hullen we ons al snel in schaamte. Niet voor niets wordt een patroon van zwijgen vaak van generatie op generatie doorgegeven. Schaamte is als een stille schaduw: het verstikt en maakt eenzaam, hoe groot en succesvol je je misschien ook voordoet. Ook de moeder van journalist Teus Lebbing zweeg uit zelfbescherming na de stilgeboorte van haar zoon en de suïcide van haar man. Teus volgde loyaal haar moeders voorbeeld en sprak niet over de verliezen binnen het gezin. Maar ten koste van wat? Als je het niet kunt hebben over wat er écht speelt en wat je écht voelt, wie ben je dan? Aan de hand van haar eigen verhaal en openhartige interviews met markante Nederlanders als Mark Tuitert, Ilvy Njiokiktjien, Bram Bakker en Maddy Stolk, laat Teus in Schaamte zien wat het je biedt om wél voorbij te gaan aan de schaamte die je als kind meekrijgt. Om woorden te geven aan alles wat lang verzwegen is en het gezicht achter je voordeur te tonen. Aan jezelf, je dierbaren en misschien wel aan de hele wereld. Teus Lebbing (1971) is freelance journalist. Mensen laten zien zoals ze zijn is haar grote drijfveer. Voor diverse media en haar eigen platform A brand new story gaat Teus op zoek naar verhalen die we in eerste instantie voor onszelf houden. Dat doet ze niet uit sensatiezucht, maar vanuit de overtuiging dat het vertellen en delen van die echte verhalen inzicht, vrijheid en veerkracht oplevert. 'Schaamte is spannend, rauw, ontroerend en bovenal heel herkenbaar. Teus geeft zoveel handvaten hóé schaamte terug te brengen naar een hanteerbaar formaat. Hier gaat ze heel veel lezers mee verrijken.' Eveline Helmink 'Ik hoop zo dat Teus beseft hoe waardevol dit boek is. Met haar persoonlijke verhaal doorbreekt ze de stilte van de generaties voor ons. Hoe dapper en nodig..., want wat zijn we toch aan het ploeteren achter onze maskers.' Medina Schuurman 'Schaamte is een boek over hoop, troost en veerkracht.' Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443981892?aid=kb-online-bibliotheek&sid=18&dts=1764417071947&sig=bec953a5c7f507848f9764673960b5d46dd99a6c3efa57e904af5fc73f9eaf60&width=320",
      "dateSeen": "2025-11-30T07:12:41.780Z"
    },
    "f92bf90c74a95a5f95ae05fb465242fdae660186": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442052154/ben-je-bezopen--fimme-bakker",
      "title": "Ben je bezopen?",
      "authors": "Fimme Bakker",
      "description": "Persoonlijk relaas van de Nederlandse cabaretier (1994) over zijn verslaving, de rol van zijn vader in zijn leven en hoe hij de weg omhoog vond.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442052154?aid=kb-online-bibliotheek&sid=18&dts=1764412678547&sig=a8109488e734f1e0deea92323860c4cb1bfacc4df033fa8c779400d82e842ce0&width=320",
      "dateSeen": "2025-11-30T07:12:42.161Z"
    },
    "87cca3bade9eb5c44037926029dc9246bb7afe13": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442251742/boreling-martin-koot",
      "title": "Boreling",
      "authors": "Martin Koot",
      "description": "Na een eenzame kindertijd vindt de jonge tiener Martin steun en kameraadschap bij een leraar van zijn lagere school. De tol die hij daarvoor betaalt is hoog. In de jaren erna verwerkt hij met horten en stoten de pijnlijke gebeurtenissen. Is het dan echt voorbij, of echoën de gevolgen luider in zijn leven dan hij wil toegeven? De ultieme beproeving dient zich aan wanneer Martins huwelijk op de klippen loopt en de grond onder hem en zijn kinderen lijkt te verdwijnen. Terwijl hij worstelt met systemen en instanties die ongevoelig lijken voor de nuances van menselijke relaties, vindt Martin de moed om op te staan en het juk van zijn jeugd van zich af te schudden. Boreling is een openhartig en toegankelijk geschreven verhaal over hoe de kindertijd ons vormt voor het leven. De auteur laat bovendien zien dat het leven naast veel narigheid, ook overrompelende schoonheid biedt. En die schoonheid raakt. Martin Koot (1968) is schrijver, muziekproducent en drijvende kracht achter diverse culturele evenementen. Daarnaast is hij verbonden aan onderzoeksbureau MoneyView, gerenommeerd voorvechter van transparantie in financiële dienstverlening. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442251742?aid=kb-online-bibliotheek&sid=18&dts=1764486762247&sig=a3d4baac565085d185b79b212fcdc1bddb3615c5bac46a92974e903bf49b2ca7&width=320",
      "dateSeen": "2025-11-30T07:12:42.652Z"
    },
    "14a5abdf2089b73b58d9e58172f0fb6b8ee039fc": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442998082/verslaafd-aan-geld-bram-bakker",
      "title": "Verslaafd aan geld",
      "authors": "Bram Bakker",
      "description": "'Wie van geld houdt, heeft nooit genoeg geld. En wie van rijkdom houdt, verdient nooit genoeg. Ook dat is maar lucht' staat te lezen in het bijbelboek Prediker. Het past naast een andere oude wijsheid die te denken geeft: 'Geld maakt niet gelukkig.' Waarom realiseren we ons dit zo moeizaam? Waarom is geld de grote motor die schuilgaat achter bijna alle maatschappelijke ontwikkelingen? Geld heeft natuurlijk ook een nuttige functie, maar die wordt geleidelijk overschaduwd door een zwarte kant. Klimaatverandering en oorlogen zijn (ook) uitwassen van de geldbelustheid van machtige mensen, bedrijven en zelfs overheden. In Verslaafd aan geld beschouwt oud-psychiater en verslavingsexpert Bram Bakker een vorm van mateloosheid die zo geaccepteerd is geraakt dat nog maar weinigen zich eraan storen. Terwijl het de hoogste tijd is om deze diagnose eens serieuze aandacht te geven. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442998082?aid=kb-online-bibliotheek&sid=18&dts=1764486762744&sig=bcda27c461d2ae903d6cd48d09883cb9f2441902521e75545aa8a124555302ed&width=320",
      "dateSeen": "2025-11-30T07:12:43.121Z"
    },
    "a9513ac2cb4e97ec03f053b2a978916d2f85df52": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44155380X/het-vrouwenhart-janneke-wittekoek",
      "title": "Het vrouwenhart",
      "subtitle": "het handboek over jouw hartgezondheid",
      "authors": "Janneke Wittekoek",
      "description": "Wereldwijd is de sterfte als gevolg van hart- en vaatziekten bij vrouwen nog steeds doodsoorzaak nummer één. Deze hartproblemen kunnen grotendeels worden voorkomen door een gezonde leefstijl en door inzicht te krijgen in je risicofactoren. Door het vroegtijdig signaleren en behandelen van vrouwenhart klachten kan veel leed worden bespaard. Maar er zijn wel belangrijke verschillen in klachtenpatronen en de manier waarop je vrouwenhart ziek kan worden. Dat vraagt om maatwerk voor jou als vrouw. In deze volledig herziene en geactualiseerde editie van Het vrouwenhart geeft dr. Janneke uitleg over alle belangrijke man/vrouw-verschillen en geeft zij talloze tips en adviezen voor de juiste weg naar een betere hartgezondheid, toegankelijke uitleg over je hart, wat er mis kan gaan en hoe je dat herkent. Je leert naast het belang van gezond eten, voldoende bewegen en rust, wat de effecten van te veel stress, opgekropte emoties én een verstoorde hormonale balans op je hartgezondheid kunnen zijn. Leer dr. Janneke beter kennen door haar persoonlijke verhaal te lezen: een verhaal over haar passie voor geneeskunde en het streven naar betere zorg voor vrouwen, wat uiteindelijk tot de oprichting van haar eigen kliniek heeft geleid. Cardioloog en gezondheidswetenschapper dr. Janneke Wittekoek is eigenaar van de HeartLife Klinieken in Utrecht, een expertisecentrum voor hart en gezondheid dat speciale aandacht heeft voor het vrouwenhart. Vanuit haar hart en gebaseerd op persoonlijke ervaringen én gesprekken met duizenden patiënten deelt cardioloog Janneke Wittekoek haar passie voor het vrouwenhart. 'MIJN MISSIE IS OM VROUWENHARTEN BETER TE BEGRIJPEN, TE GENEZEN EN ERVOOR TE ZORGEN DAT ZE NIET ZIEK WORDEN!' Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44155380X?aid=kb-online-bibliotheek&sid=18&dts=1764475113107&sig=9584c5eae6ebec93578a53a388d66487b3e1f910088ea8a4f9100643284772fc&width=320",
      "dateSeen": "2025-11-30T07:12:43.504Z"
    },
    "ad926471676a3ff68ddb8c9a4f81895abcc1bd73": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/441475086/de-dikke-mensenshow-wouter-cornet",
      "title": "De dikke mensenshow",
      "subtitle": "waarom we moeten stoppen met lachen om overgewicht",
      "authors": "Wouter Cornet",
      "description": "Verhandeling over de discriminatie van mensen met overgewicht en de schadelijke effecten van fatshaming en ridiculisering.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A441475086?aid=kb-online-bibliotheek&sid=18&dts=1764486763617&sig=f785a885c987d189af57b7fde9da318cd950726776982e8b1ff4b55d366c781f&width=320",
      "dateSeen": "2025-11-30T07:12:44.088Z"
    },
    "a2c2695adab80b99d07ddcf7345280a966090a86": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44382715X/eten-zonder-bodem-marleen-derks",
      "title": "Eten zonder bodem",
      "authors": "Marleen Derks",
      "description": "Is je verhouding met voeding uit balans? Verstop je weleens een leeggegeten chipszak onder in de prullenbak, zodat je huisgenoten hem niet zien? Of ren je naar de supermarkt om een tweede reep chocolade te kopen en die snel in de kast te leggen alsof jij die eerste niet hebt opgegeten? Of heb je al een hele dieetgeschiedenis achter de rug en zou je eindelijk weleens meer rust in je eetpatroon willen hebben? Niet meer constant denken aan eten... te veel of te weinig, te zoet of te zout, te jojo? Psycholoog Marleen Derks weet uit eigen ervaring hoe rommelen met eten je leven kan beheersen. Nu begeleidt ze dagelijks mensen naar een duurzame, gezonde relatie met voeding. In Eten zonder bodem laat ze zien hoe je uit de vicieuze cirkel kunt stappen met behulp van het BALANS-stappenplan. Onder het motto 'Als je een dieet vol kunt houden, kun je ook stoppen met emotie-eten' geeft ze je volop informatie, inspiratie en praktische oefeningen die je helpen weer in evenwicht te komen. Zodat je eindelijk lekker kunt gaan leven. Marleen Derks (1971) heeft haar eigen praktijk als psycholoog en is actief als supervisor, trainer en spreker. Zij schreef in 2015 Nooit meer piekeren, dat inmiddels toe is aan de vijfde druk. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44382715X?aid=kb-online-bibliotheek&sid=18&dts=1764486764178&sig=dc645b545de83837e060c88bbb1d576850cc3bb0c370d1d7fcb46339489b3c73&width=320",
      "dateSeen": "2025-11-30T07:12:44.621Z"
    },
    "23de6d798d7813bc90a8ca1225862277a651e781": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/441708048/uit-contact-vera-van-brakel",
      "title": "Uit contact",
      "subtitle": "de pijnlijke scheiding tussen een moeder en haar dochter",
      "authors": "Vera van Brakel",
      "description": "Persoonlijk relaas van de schrijfster over het verlies van contact met haar enige dochter en kleindochter, tegen de achtergrond van haar rooms-katholieke jeugd.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A441708048?aid=kb-online-bibliotheek&sid=18&dts=1764486721101&sig=e1806411ccff96fcfe3e4a46da6aca06777f06ccd15416ba4d9b6e633bb55f04&width=320",
      "dateSeen": "2025-11-30T07:12:44.975Z"
    },
    "3eb05e781359660722e7c87f8f7941ccf307ca34": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442052189/onverwacht-hanneke-van-de-plassche",
      "title": "Onverwacht",
      "subtitle": "achterblijven na een plotseling overlijden",
      "authors": "Hanneke van de Plassche",
      "description": "Persoonlijke verhalen en handreikingen over het rouwproces.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442052189?aid=kb-online-bibliotheek&sid=18&dts=1764425833737&sig=29f6cad80f6a4879ac83814167f7d7ab76459ce53cb3c16dbd4f600285844973&width=320",
      "dateSeen": "2025-11-30T07:12:45.354Z"
    },
    "6facb7eab1d77efc65bbe5b0ce59462bcd6ab037": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456264698/sport-sandra-meeuwsen",
      "title": "Sport",
      "authors": "Sandra Meeuwsen",
      "description": "Hoe valt sport als bevrijdende en speelse activiteit nog te rijmen met de groeiende invloed van politieke en commerciële krachten? De sport staat op een keerpunt: afscheid nemen van de onschuld en een eigen politieke positie zoeken die het voortbestaan van deze prachtige sociale praktijk garandeert. Aan welke knoppen kunnen we draaien om dit proces te bevorderen? Sportfilosoof Sandra Meeuwsen neemt de lezer mee op een roadtrip door de wereld van de moderne sport en de filosofie. Vanuit de hedendaagse sportieve realiteit vol ethische vraagstukken en inzichten uit haar eigen sportloopbaan laat ze zien dat integriteitsvraagstukken in de sport een systemisch karakter hebben en waar de weg naar voren lonkt. Het ethisch hart van de sport filosofisch beschouwd Sandra Meeuwsen (Curaçao, 1966) is filosoof, gespecialiseerd in integriteit, leiderschap en gender. In 2020 promoveerde zij aan de Vrije Universiteit Brussel in de wijsbegeerte en moraalwetenschappen. Van 2022 tot 2025 gaf zij leiding aan het Erasmus Center for Sport Integrity & Transition, verbonden aan de Erasmus School of Philosophy, onderdeel van de Erasmus Universiteit Rotterdam. Sindsdien staat zij als 'Chief Ethics' teams en organisaties bij. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456264698?aid=kb-online-bibliotheek&sid=18&dts=1764408789437&sig=84e8efd1ee61cd49d5ae97de2655d5b2bb9bd0531e7888e7fd1d39ac7c279284&width=320",
      "dateSeen": "2025-11-30T07:12:45.747Z"
    },
    "27f3d88ed7510c53c9928596712c83dbca68c0b2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44447837X/hoor-mij-judith-van-ruiten",
      "title": "Hoor mij",
      "authors": "Judith van Ruiten",
      "description": "Journalist Judith van Ruiten kreeg te maken met ongeloof toen zij op haar 29e politieaangifte deed van haar hervonden misbruikverleden. In de jaren die volgden barsten keer op keer mediadiscussies los over 'hervonden herinneringen'. Hoor mij is het resultaat van haar journalistieke en persoonlijke zoektocht naar dit fenomeen. Tientallen slachtoffers kwamen op haar pad die net als zij te kampen hebben of hebben gehad met 'weggeraakte' traumatische herinneringen aan onder meer seksueel misbruik, huiselijken/of oorlogsgeweld. Herinneringen die plotseling de kop opstaken en hun leven totaal ontregelden. De auteur gaat in het boek daarnaast het gesprek aan met therapeuten en geheugenexperts. In Hoor mij vertellen twintig slachtoffers hoe ze verder leven met hun hervonden verleden. Over hun hoofden heen wordt nog steeds een bijzonder pijnlijke en in potentie zelfs schadelijke discussie gevoerd. Voelen zij zich nog wel gehoord? Na decennia vol publicaties waarin experts het hoogste woord voerden over het waarheidsgehalte van hervonden herinneringen, is in Hoor mij nu het woord aan de slachtoffers. 'Het is triest dat dit boek nodig is.' Eric Vermetten, hoogleraar medisch-biologische en psychiatrische aspecten van psychotrauma's over Hoor Mij. Judith van Ruiten (1978) werkt sinds 2017 als onderzoeksjournalist voor bnnvara. Als schrijvend journalist werkte ze voor onder meer het Algemeen Dagblad, De Telegraaf en Ouders van Nu. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44447837X?aid=kb-online-bibliotheek&sid=18&dts=1764414358178&sig=6293c16bc616a1a3fc6f0aa009b612b33209bf95fe45936a749e11a18521d05f&width=320",
      "dateSeen": "2025-11-30T07:12:46.204Z"
    },
    "4e75fc30c651133a21271d794abfa7af50ca82e2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448156016/doorgedraaid-lex-van-berkel---sanne-winchester",
      "title": "Doorgedraaid",
      "authors": "Lex van Berkel | Sanne Winchester",
      "description": "Lex van Berkel is een doodgewone Tilburgse jongen met een bijzonder verhaal. Als DJ en podiumbeest The Boy Next Door viert hij grote successen: hij scoort een wereldhit en draait voor duizenden mensen in clubs en op festivals. Op het podium straalt hij, leeft zijn droom. Maar dat daarachter een angst- en dwangstoornis schuilt die snel verergert, weet niemand. Lex blijft stug doordraaien, totdat zijn psychische klachten zijn leven stuk dreigen te maken. Hij is kapot, op van het doen alsof. De muziek kan hem niet meer redden. Hij wordt meermaals opgenomen in een kliniek. Met dit boek doorbreekt hij, voor het eerst, zijn geheim. 'Ik was bang,' zegt Lex, 'om toe te geven hoe het écht met mij ging. Dan zou ik alles verliezen. Maar is dat wel zo? Er zijn heel veel mensen die, net als ik, een soort dubbelleven leiden. Met mijn verhaal wil ik laten zien: je bent niet alleen. Blijf er niet mee zitten, er is een stip op de horizon.' Lex schreef Doorgedraaid samen met schrijfster en psycholoog Sanne. Onderweg ontmoet hij de demonen uit zijn verleden, graaft hij dieper dan hij ooit durfde en ontdekt hij bijna het geheim van genezen - of in ieder geval dat van vallen en weer opstaan. En nooit opgeven. Een dappere, ontroerende en openhartige ontboezeming van een gewone Tilburgse jongen met meer dan duizend shows in verschillende landen en wereldwijd miljoenen streams op Spotify. Sanne Winchester werkt als gz-psycholoog en psychotherapeut. Ze is schrijfster van het boek Ik mag niet bang zijn en geeft lezingen over empathie en kwetsbaarheid. Naast hulpverlener is zij ondernemer, moeder, fanatiek zwemmer en festivalbezoeker (bij shows van Lex natuurlijk). Ze staat met humor en compassie klaar voor elke nieuwe uitdaging in dit leven. Lex van Berkel (1993) is een veelzijdig talent: bedrijfskundige, dj en producer onder de naam 'The Boy Next Door', creatief ondernemer en schrijver. Gedreven door passie en doorzettingsvermogen heeft hij een indrukwekkende carrière opgebouwd in de muziekindustrie. Met meer dan 400 miljoen streams en optredens op ruim shows in 12 verschillende landen heeft hij een blijvende indruk achtergelaten op het internationale podium. Hij gelooft sterk in het stellen van doelen en volhouden, ongeacht de uitdagingen: \"Er is altijd een stip aan de horizon, geef niet op!\" Met zijn unieke mix van energie, creativiteit en doorzettingsvermogen blijft Lex van Berkel zichzelf en anderen inspireren. 'Muziek is leven. Dit boek bewijst dat maar weer eens.' - Erik Scherder 'Een moedig en indrukwekkend verhaal over vallen, opstaan en opnieuw beginnen. Het boek dat niet alleen raakt, maar ook hoop geeft.' - Bram Krikke 'Wat een bijzonder verhaal! Fijn dat Lex zoveel aan Roller Coaster heeft gehad in een moeilijke periode. Daar is muziek voor bedoeld!' - Danny Vera 'Het beste tegen vooroordelen over psychische aandoeningen zijn verhalen van mensen die er zelf door getroffen zijn. Lex had de moed zo'n boek te schrijven.' - Menno Oosterhoff, psychiater en patiënt Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448156016?aid=kb-online-bibliotheek&sid=18&dts=1764412646789&sig=8e332847a83e456a2cf6326263200f0d7e6877670dac81af24d86634bf791aa5&width=320",
      "dateSeen": "2025-11-30T07:12:46.649Z"
    },
    "351b419eb6fcde5c1b6a88e810a5dea368b07c3c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448558084/hardlopen-als-lichaamswerk-bram-bakker",
      "title": "Hardlopen als lichaamswerk",
      "authors": "Bram Bakker",
      "description": "Veel mensen weten dat sporten belangrijk is, maar om nu te zeggen dat ze uitkijken naar iedere training... Dit heeft te maken met hoe je er naar kijkt, en bepaalt ook de manier waarop je het vervolgens beleeft. Je kunt hardlopen vanuit je hoofd, aan de hand van schema's en getallen, omdat je een prestatiedoel hebt zoals het voltooien van een marathon. Maar hardlopen kan ook een laagdrempelige ingang tot je binnenwereld zijn, een manier om contact te maken met je emoties. Dan is het proces het doel, en beoefen je lichaamswerk. Tijdens een rustige lange duurloop kun je in je lijf komen. Hoe dat ook voor jou kan werken lees je in dit boek, waarin de transformatie van wedstrijdatleet naar gepassioneerde liefhebber de rode draad vormt. Praktisch en informatief, ook over andere vormen van lichaamswerk, zoals ademwerk. Bram Bakker (1963) is naast alles wat hij verder doet al zijn hele leven hardloper. Hij was psychiater en is nu van alles, maar vooral meer zichzelf. Hij coacht en traint, maakt podcasts en schrijft boeken. Ook maakt hij theater. Hij is de initiatiefnemer achter de Balanskliniek, een gezondheidsplatform waar het (her)vinden en behouden van een gezonde balans in het leven het centrale thema is. Dit boek bevat ook een nieuw perspectief op de opleiding Runningtherapie. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448558084?aid=kb-online-bibliotheek&sid=18&dts=1764453759833&sig=47bc8e263e51d1b7b10187c13aaa91a921b4e5b760172de155237ef61fb8cb73&width=320",
      "dateSeen": "2025-11-30T07:12:47.040Z"
    },
    "f521df9873553325e3bf285bd2a1f018b56d7812": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448155982/het-mannenhart-janneke-wittekoek",
      "title": "Het mannenhart",
      "authors": "Janneke Wittekoek",
      "description": "'Je hart is je motor!' Als we één ziekte moeten noemen waaraan mannen eerder overlijden dan vrouwen, dan zijn dat hart- en vaatziekten. Een cruciale stap is daarom te onderzoeken waarom mannen hier kwetsbaarder voor zijn. Door de verschillen tussen mannen en vrouwen te bestuderen, kunnen we de zorg gerichter en persoonlijker maken. Jouw mannenhart heeft, net als het vrouwenhart, zijn eigen unieke eigenschappen en uitdagingen. Maar als man ervaar en uit je medische klachten vaak anders dan vrouwen. Het mannenhart kent specifieke behoeften en risico's, die regelmatig over het hoofd worden gezien. In Het Mannenhart verkent dr. Janneke Wittekoek de biologische en fysiologische nuances van het mannenhart - van anatomische bijzonderheden tot preventieve zorg. Op basis van haar ervaring als cardioloog en wetenschappelijk onderzoek biedt ze heldere uitleg over de invloed van stress en emoties op je hartgezondheid, de impact van een te hectisch leven, je testosteron, krachttraining en gezonde voeding. Met persoonlijke verhalen en tips om je hart (en hoofd) sterk te maken en beter voor je hart te zorgen! Dr. Janneke Wittekoek is cardioloog en gezondheidswetenschapper en oprichter van hartexpertise-centrum HeartLife Klinieken in Utrecht. Wittekoek schreef meerdere boeken waaronder Het Vrouwenhart en De Hart-Hoofdconnectie. Ook was ze te zien in tv-programma's als Dokters en Dreamschool. Ze heeft een fascinatie voor man-vrouwverschillen in de geneeskunst en strijd voor betere preventieve maatregelen om hart- en vaatziekten te voorkomen en ieders hartgezondheid te verbeteren. 'Mijn hart slaat al m'n hele leven in driekwartsmaat, en dat houdt me gezond!' - André Rieu 'Of je nu man of vrouw bent, je hart verdient de beste zorg en aandacht' - Janneke Wittekoek Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448155982?aid=kb-online-bibliotheek&sid=18&dts=1764412591031&sig=ff7016be94cb122782019bb29098238075c3394741ab98485031c1435382dc09&width=320",
      "dateSeen": "2025-11-30T07:12:47.428Z"
    },
    "77dd39a8043931c758a805ab90a65beb2647a923": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447542400/jezelf-vergeven-lisette-thooft",
      "title": "Jezelf vergeven",
      "authors": "Lisette Thooft",
      "description": "Schuldgevoel is een schild, tegen de pijn van het leven. Maar elk hart is groot genoeg voor zelfvergeving. Jezelf vergeven moet. Want blij zijn met je leven, lekker in je vel zitten en zin in de toekomst hebben, dat kan niet zonder zelfvergeving. Niemand is ‘zonder zonde’ – iedereen maakt vergissingen en blunders, is weleens onaardig of bot. Veel mensen vinden zichzelf niet zo mooi of goed als ze vinden dat ze zouden moeten zijn. Héél veel mensen voelen zich schuldig voor iets waar ze niets aan konden doen. Elk kind geeft zichzelf de schuld van wat de ouders fout doen. Maar iedereen kan zichzelf vergeven, jij ook. Voor alles: je onzekerheid, de knopen in je maag, oude wrok, slechte gewoonten, alles waarvan je weleens denkt: kwam ik er maar vanaf. Als je ergens last van hebt, kun je er beter juist méér aandacht aan geven. Het koesteren in warme liefde, troost, begrip en zelfcompassie. In dit boek lees je hoe je dat doet. Met een stappenplan en duidelijke uitleg, voorbeelden en inspirerende verhalen. Lisette Thooft is rebalancer en publicist. Moeder van twee, grootmoeder van acht. Lisette schrijft non-fictieboeken over spiritualiteit. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447542400?aid=kb-online-bibliotheek&sid=18&dts=1764410459757&sig=9bb4b6c6ef55d266e0629c32a8de145ec4d4e1cd87c1f0b2dc2fa8ba5f2db391&width=320",
      "dateSeen": "2025-11-30T07:12:47.887Z"
    }
  }
}