{
  "values": {
    "d6b278db29146b1b69b9f87cbd0c02607823cb92": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454806949/secure-touch-layla-heart",
      "title": "Secure Touch",
      "authors": "Layla Heart",
      "description": "In over their heads, Vera and her pack reach out for help from people who've been dealing with the Suits Syndicate longer than any of them, but having so many unfamiliar people around is putting strain on the brand new pack bonds...\nVera asking Erika to help them with their tricky situation was a good plan on all fronts. She's got much more experience with things than Vera and her pack and they need the extra hands as Mathew's organisation simply isn't big enough to deal with all of it. But having Erika's people here, on top of Luca's family and the kids they rescued from the Hearts is putting a strain on the pack, especially on Mathew and Vera, as their pregnancy progresses.  Pregnant Omegas who are desperate for their pack members and the constant stress from all sides don't really mix. Especially not when the stress is about the safety of themselves and the people they love.  The pack has to find a way to get closer, to connect more, or things could start getting trickier in so many more ways...\nThis is the eighth out of twelve novellas following Vera and her mates in the Her Vicious Pack serial, a dark contemporary reverse harem/Why Choose romance set in a sweet Omegaverse world about a criminal found family empire with dreams of 'expanding the family'. This novella may include any of these elements: steamy scenes, 'I need tissues NOW' moments, cries of 'why, oh, why' and cliffhangers that make you bite your nails (and curse the author). This serial has MF, MM, FF and group scenes. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454806949?aid=kb-online-bibliotheek&sid=17&dts=1759721848374&sig=729e50c53b49264b47691e676908a770f8d298eadd36a9c604581d38f0a07f3b&width=320",
      "dateSeen": "2025-10-06T07:14:22.312Z"
    },
    "c2e7a6a72406540aaeddd9a94702f3aefb46f659": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454806574/huis-aan-zee-marian-werkman",
      "title": "Huis aan zee",
      "authors": "Marian Werkman",
      "description": "Na de breuk met haar ex besluit Stella haar droom waar te maken. In Duinwijck opent ze B&B De Blauwe Zee. Al snel melden zich gasten om te genieten van een onbezorgde vakantie. Dan wordt ze vanuit het niets ineens bedreigd en een van de gasten, de 15-jarige Charlotte, raakt vermist. Stella start met oud-rechercheur John van Laar een zoektocht en ze ontdekken de vreselijke historie van een vroegere bewoner van het pand... Marian Werkman begon met schrijven van verhalen zodra ze kon lezen Ze was altijd te vinden achter de typemachine en werd een fanatiek reporter van de schoolkrant. Ook maakte ze vertalingen en illustraties voor tijdschriften. Ze won de verhalenwedstrijd van het Dordrechts Winterboek en werd genomineerd voor de Agatha Christie schrijfwedstrijd. Naast detectiveverhalen publiceert ze boeken over asielhonden. Marian heeft een passie voor honden, muziek, boeken en theater. Ze is getrouwd met schrijver Marco Knauff. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454806574?aid=kb-online-bibliotheek&sid=17&dts=1759675797074&sig=a38cef9e5e964c1c2ea286f8f894f62899fdd66859238873590c1354c688df10&width=320",
      "dateSeen": "2025-10-06T07:14:22.501Z"
    },
    "5a24ac33d819c91e978d761641714cc514c8ade0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454914822/barbaarse-liefde-ruby-dixon",
      "title": "Barbaarse liefde",
      "authors": "Ruby Dixon",
      "description": "Kira is van plan om single te blijven op de buitenaardse planeet waar ze gestrand is - ze wil toch geen partner. Tenminste, dat maakt ze zichzelf wijs. Maar als Aehako op haar pad komt, verandert alles. Menselijke vrouwen zijn geliefd op Not-Hoth en één alien in het bijzonder heeft duidelijk gemaakt dat hij in Kira geïnteresseerd is. Het is moeilijk om de sexy, flirterige Aehako af te houden terwijl ze ernaar verlangt om hem bij zijn hoorns te grijpen en zich te laten meesleuren naar zijn grot. Maar Kira heeft een vreselijk geheim - of eigenlijk een paar. Ze is ervan overtuigd dat Aehako nooit van haar kan houden als hij de volledige waarheid te weten komt. Nog verontrustender is het feit dat de aliens die haar en de andere vrouwen ontvoerd hebben terug zijn, en dankzij het vertaalimplantaat in haar oor kunnen ze haar vinden. Kira's aanwezigheid hier brengt iedereen in gevaar, maar kan ze haar nieuwe leven en de man naar wie ze het meest verlangt opgeven? En zal hij haar nog wel willen als hij erachter komt wie ze werkelijk is? 'Barbaarse liefde' is het derde deel in de scifi-romanceserie Barbaren van de IJsplaneet van Ruby Dixon, over op een verre planeet gestrande vrouwen en de buitenaardse mannen die zich over hen ontfermen. Ruby Dixon begon als self-publishing auteur om deze unieke verhalen met de wereld te delen en het werd een grote hit. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454914822?aid=kb-online-bibliotheek&sid=17&dts=1759953550671&sig=2445d11b5eb7a777df6ce0a008f173b7d9b99330ad302941cb0689d414b56241&width=320",
      "dateSeen": "2025-10-09T07:13:05.357Z"
    },
    "a252e81c3f90a79a972914baeffef58126776879": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454914830/sint-pakt-weer-uit-diverse-auteurs",
      "title": "Sint pakt weer uit",
      "authors": "Diverse Auteurs",
      "description": "Sint pakt weer en groots uit! In deze feestelijke bundel vind je vierentwintig unieke Sinterklaasverhalen. Wat als Sinterklaas een broer blijkt te hebben / Beestenboel op de Pakjesboot / Sinterklaas gaat voor groen en hoe komt het toch dat de goedheiligman last heeft van ondraaglijke jeuk? Ontdek deze en vele andere verrassende, grappige en ontroerende verhalen in 'Sint pakt weer uit!'- een verzamelbundel vol fantasie, humor en hartverwarmende momenten. Voor het goede doel De royalty's gaan naar Villa Pardoes, waar ernstig zieke kinderen en hun families een onvergetelijke week beleven. Met dank aan de 24 schrijvers (op alfabetische volgorde): Carla van Vliet, Charlotte Desmet, Corien van Bogaert, Corine Lammers, Dorien Hoeve, Inge Mol, Isabelle Paz Soldan, Karlijn van de Bor, Lize Berger, Lucy Neetens, Marion Reeuwijk, Monique Hemelaar, Nicolas Voet, Remda Spoelstra, Tessa te Loo, Tiamo Pastoor, Viola van Blijswijk, Willem van Ulsen, Eveline van Dienst, Femke Kraijo, Mehmet Küçükaycan, Lin de Laat, Wim Slierendregt en Koen Vogels. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454914830?aid=kb-online-bibliotheek&sid=17&dts=1759944114898&sig=2aa7aea8096af03a170e4d27d0b20ba66f12bc1cac417cd10eff26e27dd14a4f&width=320",
      "dateSeen": "2025-10-09T07:13:05.595Z"
    },
    "c9ddcfb6df83182ee44b64f8bd11f9eed3d1b124": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44328038X/verleid-in-rio-lucy-king",
      "title": "Verleid in Rio",
      "authors": "Lucy King",
      "description": "Haar kussen smaken zoeter dan wraak…Na jarenlang voor het familiebedrijf te hebben gewerkt, besluit Thalia dat het tijd is om op eigen benen te staan. En hoe moeilijk ze het ook vindt, ze verbreekt ook haar relatie met de sexy tycoon Santiago Ferreira, omdat ze vreest dat ze veel te afhankelijk van hem is. Niet veel later krijgt ze haar eerste opdracht als zelfstandige. Ze is dolblij - tot ze ontdekt wie haar opdrachtgever is…Santiago kan het niet verkroppen dat Thalia hem heeft verlaten en hij wil wraak. Via een list weet hij het zo te regelen dat ze voor een opdracht samen naar Rio moeten afreizen. Daar, onder de Braziliaanse zon, zal hij haar opnieuw verleiden – om haar vervolgens keihard te dumpen. Algauw blijkt echter dat de tropische hitte niet alleen de passie hoog doet oplaaien, maar ook andere, veel diepere gevoelens die zijn wraakplan ernstig in gevaar brengen…  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44328038X?aid=kb-online-bibliotheek&sid=17&dts=1760022531287&sig=70dc7bf35d5a84747e95598bd4203a10417cd83f39866dd0fe4c6b1ce9fbb8e6&width=320",
      "dateSeen": "2025-10-10T07:13:03.330Z"
    },
    "671b7d8b46dd281b439d796644ca8920fa0d0210": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007543/een-nacht-om-nooit-te-vergeten-robyn-donald",
      "title": "Een nacht om nooit te vergeten",
      "authors": "Robyn Donald",
      "description": "Nooit zal Sorrel de zinderende kus van Luke vergeten...En nu ze tien jaar later naar huis terugkeert, zullen ze elkaar eindelijk weer terugzien. Wordt het nu ze buren zijn eindelijk duidelijk waarom hij haar aan het eind van die gedenkwaardige zomer plotseling verliet?Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007543?aid=kb-online-bibliotheek&sid=17&dts=1760021111616&sig=2a59cc0f16c94df5a4d99188f40e9b47035744260ad74d130b434b4cdd5cffd7&width=320",
      "dateSeen": "2025-10-10T07:13:03.506Z"
    },
    "4c25c16516262019858ffe1a7409d533b8fa7a70": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007454/bevrijd-me-julia-latham",
      "title": "Bevrijd me",
      "authors": "Julia Latham",
      "description": "Dappere ridders, dames in nood, vurige passie...Engeland, 1486Als het Lady Elizabeth Hutton ter ore komt dat een beruchte lord haar als zijn bruid wil, besluit ze van identiteit te ruilen met haar kamermeid Anne. Net op tijd, want niet veel later verovert hij Elizabeths kasteel en sluit hij de arme Anne in de torenkamer op. Haar enige hoop is nu dat haar verloofde, ridder Sir John Russell, hen komt redden. Maar die heeft ze sinds haar jeugd niet meer gezien...Zonder voldoende mankrachten om het kasteel te bestormen waar zijn verloofde zit opgesloten moet John een ander plan bedenken: onder een valse identiteit zal hij er binnendringen en haar redden. Dat loopt echter heel anders dan hij verwacht...Dit verhaal is eerder verschenen.  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007454?aid=kb-online-bibliotheek&sid=17&dts=1760030564836&sig=ded1805fd7f20a2e0d2d2e2a26b7146b32017b98a68c942a52f07b139c1d8ee1&width=320",
      "dateSeen": "2025-10-10T07:13:03.726Z"
    },
    "141d955708d924e961b969b4f16f1e0c68ec44be": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443695415/griekse-passie-sarah-morgan",
      "title": "Griekse passie",
      "authors": "Sarah Morgan",
      "description": "Sarah Morgan Classics: geweldige klassieke liefdesverhalen van bestsellerauteur Sarah Morgan. De verhalen waar het allemaal mee begon!De ontembare Griek: Griekse passieNikos Kyriacou heeft er alles voor over om de Brandizi-diamant terug te krijgen, die generaties lang van zijn familie is geweest. Zelfs een zakenhuwelijk met de huidige eigenares, Angelina Littlewood, is voor hem geen obstakel. Angie heeft zo haar eigen redenen om deze eis te stellen voor teruggave van de edelsteen. Ze hoopt zich zo op de arrogante Griek te kunnen wreken voor iets wat hij haar familie in het verleden heeft aangedaan. Alles verloopt volgens plan, tot ze ontdekt dat Nikos in de kleine lettertjes van het contract een speciale clausule heeft laten opnemen... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443695415?aid=kb-online-bibliotheek&sid=17&dts=1760020191597&sig=8619ba9161ffd286a4c4bdc64e60d8711b7c22be6684c09e470853bb2014208c&width=320",
      "dateSeen": "2025-10-10T07:13:03.901Z"
    },
    "466370db1fe597064c732a846de99110d768ca72": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443280347/ee-n-nacht-in-venetie--caitlin-crews",
      "title": "Eén nacht in Venetië",
      "authors": "Caitlin Crews",
      "description": "Toen hij amore fluisterde, was ze verkocht…Als directrice van een internaat leeft Beatrice strikt volgens de regels. Tot ze, op schoolreis naar Venetië, tijdens één avond alle remmen losgooit en zich overgeeft aan de charmes van een mysterieuze, adembenemend knappe Italiaan. Voor ze weet wat haar overkomt, zweeft ze in zijn armen over de dansvloer en… belandt ze uiteindelijk bij hem in bed!Wanneer ze enige tijd later ontdekt dat ze zwanger is, ziet ze zich gedwongen haar baan op te geven. Ze is dan ook blij als ze als nanny wordt aangenomen door Cesare Chiavari. Deze miljardair woont in Italië, dus ze kan haar oude leven echt achter zich laten. Zodra ze in het landhuis aankomt, wacht haar een verrassing. Ze herkent Cesare onmiddellijk als de vreemdeling die haar die nacht zo vurig kuste! En hij heeft duidelijk geen idee wie zij is…  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443280347?aid=kb-online-bibliotheek&sid=17&dts=1760022545143&sig=aa634df4c6db90af9ef834dff87b1335be14fa7104c147f1a76a57b2a6724905&width=320",
      "dateSeen": "2025-10-10T07:13:04.093Z"
    },
    "4e4c2cea116ea5a6ce7e5d306f855aaac5de21f6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007535/voor-het-oog-van-de-wereld-caitlin-crews",
      "title": "Voor het oog van de wereld",
      "authors": "Caitlin Crews",
      "description": "Schrijfster Miranda steekt haar mening niet onder stoelen of banken…Ze vindt sportmiljonair Ivan maar een primitieveling, en dat verkondigt ze in alle talkshows! Dan kust hij haar zomaar voor de camera's, en staat haar reputatie op het  spel. Er zit maar eén ding op: spelen dat ze zijn geliefde is…Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007535?aid=kb-online-bibliotheek&sid=17&dts=1760080385302&sig=cdf671d1d9bfe39946086bccb4172cb72b10ff819c4eb73910318ccf215a27fc&width=320",
      "dateSeen": "2025-10-10T07:13:05.958Z"
    },
    "ef6b2123f71cc0da9651751236b644255e0fbea5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443695393/grieks-verlangen-sarah-morgan",
      "title": "Grieks verlangen",
      "authors": "Sarah Morgan",
      "description": "Sarah Morgan Classics: geweldige klassieke liefdesverhalen van bestsellerauteur Sarah Morgan. De verhalen waar het allemaal mee begon!De ontembare Griek: Grieks verlangenVier jaar geleden kwam de knappe Griekse miljardair Alekos Zagorakis niet opdagen voor zijn bruiloft met lerares Kelly Jenkins. Sindsdien heeft hij niets meer van zich laten horen; ze heeft alleen zijn ring nog. Omdat ze het geld hard nodig heeft, biedt ze die te koop aan op een veilingsite. Ze heeft het nog niet gedaan, of Alekos staat opeens weer voor haar neus. Hij wil niet alleen zijn ring terug, maar ook háár! Deze keer zal ze hem moeten weerstaan, maar hoe? Ze kan maar twee dingen bedenken die hem echt afschrikken: trouwen en kinderen. Net waar zij van droomt... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443695393?aid=kb-online-bibliotheek&sid=17&dts=1760019836447&sig=65ff104743ea5e9892f2f6e9d2132eb8582de834d41463f4670687f5bfdfe5ca&width=320",
      "dateSeen": "2025-10-10T07:13:06.161Z"
    },
    "cf3c80bf1128c68969af785a710c9b81fd1ab00b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443280398/gevallen-voor-de-spaanse-magnaat-lorraine-hall",
      "title": "Gevallen voor de Spaanse magnaat",
      "authors": "Lorraine Hall",
      "description": "Soms is de ware dichterbij dan je denkt…Matilda heeft er nooit zo over nagedacht dat de knappe magnaat Javier Alatorre haar voogd is. Hij zorgt ervoor dat ze haar toelage krijgt en blijft verder op de achtergrond. Maar dan eist hij opeens dat ze naar zijn landgoed in Spanje komt, waar hij ervoor zal zorgen dat ze op tijd voldoet aan de voorwaarde in het testament van haar vader, die bepaalt dat ze voor haar vijfentwintigste getrouwd moet zijn…Javier heeft eigenlijk geen tijd om zich bezig te houden met het liefdesleven van zijn beschermeling, maar als hij niet snel een echtgenoot voor haar vindt, moet hij zelf met haar trouwen! Dus neemt hij haar mee naar gala's, waar vele vrijgezellen naar haar hand dingen. Tot zijn ergernis vindt ze niemand goed genoeg. En waarom droomt hij telkens dat híj met de mooie Matilda voor het altaar staat?  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443280398?aid=kb-online-bibliotheek&sid=17&dts=1760034027221&sig=e842b9e750125c0c9a7267803bf5143473253f596a44325d8c3c8c080e5b1f70&width=320",
      "dateSeen": "2025-10-10T07:13:06.600Z"
    },
    "9184d451449ddde0eef8586bedb6c05b816fb48b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443349126/het-pumpkin-spice-cafe--laurie-gilmore",
      "title": "Het Pumpkin Spice Café",
      "subtitle": "Het seizoen om verliefd te worden",
      "authors": "Laurie Gilmore",
      "description": "Winnaar TikTok Book Shop of the Year-award: Het Pumpkin Spice Café is een heerlijke cosy small town romance van TikTok-fenomeen Laurie Gilmore. Elk boek in de Dream Harbor-serie kan worden gelezen als een standalone. Wanneer Jeanie het geliefde Pumpkin Spice Café in Dream Harbor van haar tante kan overnemen, grijpt ze deze kans met beide handen aan. Het is tijd om een nieuwe start te maken, weg van haar saaie kantoorbaan in Boston. Jeanies komst naar het stadje blijft niet onopgemerkt. Logan, een knappe lokale boer, probeert de irritant vrolijke nieuwe eigenaresse van het café zoveel mogelijk te ontlopen, al helemaal als hij merkt dat hij zich steeds meer tot haar aangetrokken voelt. Zijn hart werd eerder wel erg publiekelijk gebroken, dus verliefd worden staat zeker niet op de planning. Kan Jeanie met haar vrolijkheid het hart van de grumpy Logan winnen, of heeft ze de enige persoon gevonden die niet voor haar charme valt? 'Een heerlijke herfstromance.’ VROUW ‘Het Pumpkin Spice Café geeft dezelfde hoeveelheid endorfine af als een slokje van een echte pumpkin spice latte… [en heeft] alle kenmerken van een geweldige Hallmarkfilm, maar dan met net dat heerlijke vleugje spice erbij.’ People ‘Met zo’n leuke titel en zo’n herfstige cover, kon ik niet anders dan gezellig onder een dekentje kruipen en ontspannen met dit heerlijke boek.’ The New York Post 'Mocht je deze BookTok-favoriet nog niet hebben opgepakt, dan is nu het perfecte moment… Het verhaal speelt zich af in de herfst, en er komen meer dan genoeg pumpkin spice lattes in voor – het ideale romantische boek voor de koudere maanden.’ Observer ‘Wanneer je een pumpkin spice latte in boekvorm giet, krijg je dit! Perfect voor fans van Hallmarkfilms en zoete verhaallijnen, en precies genoeg voor één heerlijk avondje lezen.’ People Magazine Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443349126?aid=kb-online-bibliotheek&sid=17&dts=1760019987137&sig=34115cd34cc26b136211f7c5becca4b5fa0f06160189eff8cc0eb1552377e0c0&width=320",
      "dateSeen": "2025-10-10T07:13:06.812Z"
    },
    "503b3977bf620e18614123f2b948e46b3fd72b39": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007616/italiaanse-verleider-mary-lyons",
      "title": "Italiaanse verleider",
      "authors": "Mary Lyons",
      "description": "De steenrijke Lorenzo Foscari wordt met de dood bedreigd. Hij legt de hele kwestie het liefst naast zich neer, maar zijn verzekeringsmaatschappij staat erop dat hij beveiliging inhuurt – wat hij doet, zij het onder luid protest. Hij slaat echter een andere toon aan als hij de sexy Antonia ontmoet: zijn bodyguard!  Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007616?aid=kb-online-bibliotheek&sid=17&dts=1760023176116&sig=7999e54a316dacd904ef29c2b4024c62b197c040e5a797acdeadfe0eaab2e3c1&width=320",
      "dateSeen": "2025-10-10T07:13:07.358Z"
    },
    "80396fa60b2486aa63454be3b01be137b46fa93e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007497/diep-begraven-verleden-amanda-stevens",
      "title": "Diep begraven verleden",
      "authors": "Amanda Stevens",
      "description": "Door de ontdekking van een oud skelet diep in een grottenstelsel in Florida wordt rechercheur Eve Jareau geconfronteerd met haar verleden. Zou dit haar vermiste vader kunnen zijn? Ze wil aan de zaak blijven werken, dus vertelt ze dit vermoeden niet aan haar knappe baas, politiechef Nash Bowden. Het wordt echter steeds lastiger haar geheim te bewaren als hij besluit met haar samen te werken. Dan is Eve opeens in groot gevaar als iemand besluit dat sommige geheimen beter begraven kunnen blijven... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007497?aid=kb-online-bibliotheek&sid=17&dts=1760021800281&sig=2463bc466f9abecf79954771b37261d61e67ab9381b20ae4740fd1695030ccc1&width=320",
      "dateSeen": "2025-10-10T07:13:07.529Z"
    },
    "588563ce4b0ecc4b9df7156bf28292540b7f743b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443551707/de-eeuwige-jaknikker-jade-vening",
      "title": "De eeuwige jaknikker",
      "subtitle": "Ze doet altijd wat van haar verwacht wordt. Totdat ze hem ontmoet...",
      "authors": "Jade Vening",
      "description": "De start van de hilarische en hartverwarmende serie Lessen in de liefde van feelgoodtalent Jade Vening.   Fiona zegt altijd ‘ja’ en laat nooit het achterste van haar tong zien. Dus volgt ze al twee jaar lang tegen haar zin yogalessen van haar huisgenoot, tolereert ze de eikel van een vriend van haar beste vriendin en doet ze altijd de rotklusjes op haar werk.Ook in haar relaties zegt Fiona niet altijd wat ze wil. Tot ze op een avond Pim ontmoet, die in elk opzicht haar tegenpool lijkt te zijn. Hij is iemand die alles zegt wat hij denkt en hij overtuigt Fiona hetzelfde te doen. Als ze na hun nacht samen alleen wakker wordt weet ze één ding zeker: ze wil geen jaknikker meer zijn.Lessen in de liefde is een hilarische en hartverwarmende feelgoodserie over vier vrienden, Fiona, Iris, Roos en Boaz, die allemaal iets te leren hebben over het leven én over de liefde. De eeuwige jaknikker is het eerste deel in de serie, maar alle delen zijn ook afzonderlijk te lezen.Lezers over eerder werk:‘Een fijne en grappige feelgood met een goede vleug romance die je geweldige leesuren zal bezorgen.’‘Dit is echt een fantastisch debuut! Er zit een heerlijke humor in en door de manier van schrijven speelt de film zich in je hoofd af! Ik hou ervan.’‘De win-winsituatie is net een feestje. Na ieder hoofdstuk dacht ik: nog eentje dan. Ik kon dit leuke verhaal nauwelijks wegleggen.’‘Deze nieuwe auteur is wat mij betreft here to stay.’  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443551707?aid=kb-online-bibliotheek&sid=17&dts=1760019856983&sig=9cb9c78a1d907b2bb234a200789bf6e3bfbaab80ce6779fee74ac686c7276aba&width=320",
      "dateSeen": "2025-10-10T07:13:07.776Z"
    },
    "aeac9c70d7f9ea401f5926e1f05d8b7124a3d58d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007322/liefde-in-luxe-anna-depalo",
      "title": "Liefde in luxe",
      "authors": "Anna DePalo",
      "description": "Vergeten kan hij haar niet, hoe hij zijn best ook doet…Stephen Garrison kan aan elke vinger een vrouw krijgen, maar hij heeft zijn zinnen gezet op Megan Simmons. Zij beëindigde hun relatie enkele jaren geleden, en dat is hij niet gewend - normaal gesproken is híj degene die weggaat! Zijn doel is nu om haar opnieuw te verleiden en revanche te nemen, maar al snel blijkt dat Megan iets voor hem heeft achtergehouden…Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007322?aid=kb-online-bibliotheek&sid=17&dts=1760026759176&sig=762de379a465a97919bc80a729be8397ca835406de4c453b8dbebd015b03fc91&width=320",
      "dateSeen": "2025-10-10T07:13:07.954Z"
    },
    "9a74f5d7bb323340efa383db46cfa55c79375152": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007438/een-klein-wondertje-sue-mackay",
      "title": "Een klein wondertje",
      "authors": "Sue MacKay",
      "description": "Ambulanceverpleegkundige Stephanie voelt haar hart breken als dokter Michael haar vertelt dat hij geen vaste relatie wil. Twee jaar later is ze terug in de stad en denkt ze wel over hem heen te zijn. Maar als ze hem weer ontmoet op de Spoedeisende Hulp, blijkt de chemie tussen hen sterker dan ooit. Chemie die leidt tot een klein wonder…Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007438?aid=kb-online-bibliotheek&sid=17&dts=1760024473579&sig=6595e9d35413293d9a6520d9dd6f92de6747972ff1578950f0848aa32ca1724c&width=320",
      "dateSeen": "2025-10-10T07:13:08.404Z"
    },
    "e11ffbd1b6cc31af7b239efe5fe4dab18dab8435": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443695407/grieks-paradijs-sarah-morgan",
      "title": "Grieks paradijs",
      "authors": "Sarah Morgan",
      "description": "Sarah Morgan Classics: geweldige klassieke liefdesverhalen van bestsellerauteur Sarah Morgan. De verhalen waar het allemaal mee begon!De ontembare Griek: Grieks paradijsEen huwelijk met een knappe Griek, een leven vol weelde en een huwelijksreis op een paradijselijk eiland: Millies leven lijkt wel een sprookje. Maar niet veel later valt haar droom in duigen, als ze ontdekt dat de glamour van Angelos Demetrios' wereldje eigenlijk helemaal niet bij haar past. En aan zijn geflirt met talloze aanbidsters kan ze ook maar moeilijk wennen. Wanneer ze ziet dat hij zelfs haar zus probeert te versieren, slaat ze op de vlucht. Een jaar later krijgt ze een schokkend bericht, en niet lang daarna staat ze weer oog in oog met Angelos… Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443695407?aid=kb-online-bibliotheek&sid=17&dts=1760020240031&sig=5635e6a9645ee823a5c18daec2a493e5921059ffffeeca1d1b2371ca00888229&width=320",
      "dateSeen": "2025-10-10T07:13:08.587Z"
    },
    "6bfabdbf26ae27f72cc63c141443e7f7bdf19db8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007500/moordenaar-in-de-schaduw-debbie-herbert",
      "title": "Moordenaar in de schaduw",
      "authors": "Debbie Herbert",
      "description": "Harper Catlett is teruggekeerd naar het kleine dorpje waar ze is opgegroeid, vastbesloten om eindelijk de mysteries op te lossen die haar jarenlang hebben gekweld. Wie heeft haar zus vermoord? En was de geheimzinnige schaduwman die ze die nacht meende te zien een hersenspinsel van een jong kind, of toch niet? Als haar onderzoek wordt bemoeilijkt door een onverschillig politiecorps en dreigmails, schiet knappe FBI-agent Liam Andrews haar te hulp. En blijkt dat de schaduwman dichterbij is dan ooit...  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007500?aid=kb-online-bibliotheek&sid=17&dts=1760026682764&sig=81ac34778f50949347e299a9508550f2cceb9b7cb2892213b294368629acccfc&width=320",
      "dateSeen": "2025-10-10T07:13:09.022Z"
    },
    "7c9cf21ba2a335a32aad8e1e803bbb74b62f0464": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443280371/zwanger-van-de-griekse-tycoon-tara-pammi",
      "title": "Zwanger van de Griekse tycoon",
      "authors": "Tara Pammi",
      "description": "De verrassing van zijn leven...Als Laila erachter komt dat Griekse miljardair Sebastian Skalas het document in bezit heeft dat de man die ze als een vader beschouwt kan redden van zijn schulden, twijfelt ze geen moment. Ze verleidt hem, en na een passievolle nacht samen steelt ze het document. Met de bedoeling hem nooit meer te zien – hoe verleidelijk hij ook is...Na drie jaar is Sebastian nog steeds even vastbesloten om de onweerstaanbare vrouw te vinden die hem heeft bedrogen, maar ze blijkt onvindbaar. Dus hij is diep geschokt als ze opeens voor zijn deur staat, al helemaal omdat ze verrassend nieuws heeft: hij is vader... van een tweeling!  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443280371?aid=kb-online-bibliotheek&sid=17&dts=1760026668412&sig=0264cd0ae3f5fb5fc4d2c1a79391b230b50e5db53c13926c462be555c1732657&width=320",
      "dateSeen": "2025-10-10T07:13:09.198Z"
    },
    "69f951fc011896b6d6204a7c399c72d8b1c9bcd6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007624/machtig-en-meedogenloos-jacqueline-baird",
      "title": "Machtig en meedogenloos",
      "authors": "Jacqueline Baird",
      "description": "Eloise komt erachter dat haar overleden moeder niet alleen anderen, maar ook háár heeft bedrogen en bestolen. Marcus, een machtige Griekse zakenman, denkt echter dat zij overal bij betrokken was, en wil maar één ding: wraak. Op een heel specifieke manier... Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007624?aid=kb-online-bibliotheek&sid=17&dts=1760027029647&sig=5458353815a74342f19ff692743e51089e1bf5e6ff3f7fc5fd3474ceebe566f5&width=320",
      "dateSeen": "2025-10-10T07:13:09.576Z"
    },
    "95cd1b240deb3028cee7feebc2cbd4d5f6d44f47": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007381/heimelijke-kus-teresa-carpenter",
      "title": "Heimelijke kus",
      "authors": "Teresa Carpenter",
      "description": "Zijn prinselijk hart staat in vuur in vlam...Sinds prins Julian van Kardana voor zijn peuterneefje moet zorgen, heeft hij slapeloze nachten. Emoties en kinderen zijn niet zijn sterkste kant, merkt hij. Gelukkig krijgt hij hulp van een nanny, Katrina. Al snel is de kleine Sammy helemaal verknocht aan haar. Maar Julian zelf doet nu helemáál geen oog meer dicht – al heeft dat dit keer een heel andere oorzaak!Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007381?aid=kb-online-bibliotheek&sid=17&dts=1760026325721&sig=60ecf4d3ff378cc9b7ddab13a38c39e3ce0dced426e23c43d955e000156f5e4b&width=320",
      "dateSeen": "2025-10-10T07:13:09.766Z"
    },
    "5d63cddc484d7d678465bd22c21f076d32313fef": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007594/in-beschermende-handen-jessica-matthews",
      "title": "In beschermende handen",
      "authors": "Jessica Matthews",
      "description": "Nikki heeft spijt als haren op haar hoofd...Want sinds ze Galen probeerde te versieren toen ze nog studiemaatjes waren, is zijn houding verkild. Pijnlijk, vooral nu ze na lange tijd weer samen moeten werken. En de aantrekkingskracht er nog steeds is...Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007594?aid=kb-online-bibliotheek&sid=17&dts=1760022505202&sig=0f72f2fda0b8c3aa56b68e09ddd61878b3a192486dddd3dc3441727a9e3c33a1&width=320",
      "dateSeen": "2025-10-10T07:13:10.164Z"
    },
    "e31c503ae7eb5480f3d4a3d61d0641d05a574897": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007462/een-zoete-verrassing-jill-shalvis",
      "title": "Een zoete verrassing",
      "authors": "Jill Shalvis",
      "description": "Cupcakes, croissants en kussen… Ze zijn in de aanbieding bij de Sugar Pine Bakery! Wanneer het leven van Harper Shaw in elkaar stort, vooral dankzij haar ex-bijna-verloofde, besluit ze dat het tijd is voor een nieuwe start. Dus neemt ze zich voor alles waar ze geen plezier aan beleeft uit haar leven te bannen - haar stressvolle baan, het eten van boerenkool, het maken van lijstjes - en te vertrekken naar Sunrise Cove. Daar zal ze haar droom om haar eigen bakkerij te beginnen in vervulling laten gaan.In haar Sugar Pine Bakery voelt ze zich al snel op haar plek: niet in het minst omdat ze ingeklemd zit tussen de boekwinkel van haar nieuwe bff, Shay, en het café van de norse maar bijzonder sexy Bodie. Dan ontmoet ze het weggelopen tienermeisje Ivy. Omdat ze veel van zichzelf in het meisje herkent, besluit ze haar onder haar hoede te nemen. Maar Ivy heeft zo haar geheimen…Wanneer deze geheimen aan het licht komen, zorgen ze voor de nodige opschudding in Sunrise Cove, én in Harpers wereld. Toch is ze niet van plan haar nieuwe leventje zomaar op te geven – en al helemaal niet haar kans op echte liefde!  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007462?aid=kb-online-bibliotheek&sid=17&dts=1760020567791&sig=df7d68b0895cda346c8e8eb5a1b38c5f3eb49f2b96af890a4d4dfe3fa8f5cbc1&width=320",
      "dateSeen": "2025-10-10T07:13:10.384Z"
    },
    "40cd3d1b01f709859214d57a9607b4816d75bb4f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443349177/amari-en-de-waanzinnige-wonderen-b-b--alston",
      "title": "Amari en de Waanzinnige Wonderen",
      "authors": "B.B. Alston",
      "description": "De met een Bronzen Griffel bekroonde Amari-serie van B.B. Alston heeft een waanzinnig nieuw deel: Amari en de Waanzinnige Wonderen.Er dreigt oorlog in de magische wereld. Aan de ene kant staat de regering, die onder leiding van de verschrikkelijke Elinor Steenheuvel jaagt op magiërs. Aan de andere kant staat Dylan van Helsing, vroeger Amari's vriend en partner, nu leider van het Genootschap der Magiërs. Hij zoekt naar geheime wapens waardoor hij niet alleen kan winnen, maar ook… oppermachtig kan worden.Amari zit als magiër én agent van het Bureau voor Bovennatuurlijke Zaken precies tussen de vechtende partijen in. Ze is nergens meer veilig. Samen met haar broer en trouwe vrienden besluit ze ook op zoek te gaan naar de magische uitvindingen die Dylan zoekt. Deze Waanzinnige Wonderen kunnen hen helpen, maar eisen ook een torenhoge tol…Over de serie:'Amari en de Nachtwachters is een heerlijk, eigentijds, knap geconstrueerd avontuur met verrassende wendingen.' Trouw'Een spannend, mysterieus en met veel vaart geschreven verhaal met een actueel randje.' NBD Biblion'Een betoverend fantasyavontuur met hart en ziel. Amari is magisch!' Angie Thomas, auteur van The Hate You Give Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443349177?aid=kb-online-bibliotheek&sid=17&dts=1760043539181&sig=84794f0999b3e6797bcef11306c21d0674738996fe3404f430a5cdd43960f450&width=320",
      "dateSeen": "2025-10-10T07:13:10.596Z"
    },
    "086a51423037bd257e0cf3080808892852fed613": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007551/zinderend-weekend-emma-darcy",
      "title": "Zinderend weekend",
      "authors": "Emma Darcy",
      "description": "Op het moment dat Angie zijn kantoor binnenloopt......weet steenrijke zakenman Hugo Fullbright genoeg: dit is de vrouw die hij moet hebben! Zonder omhaal vraagt hij haar met hem mee te gaan op een zakenreis naar Tokio. Angie stemt toe, al weet ze heel goed waaróm hij haar heeft uitgenodigd...Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007551?aid=kb-online-bibliotheek&sid=17&dts=1760033875572&sig=d0143b44e28bc2c2adc8a1752471e96dcb901e2cf651cd67e193c40e4f173358&width=320",
      "dateSeen": "2025-10-10T07:13:10.813Z"
    },
    "fdfdd4499203ea0dd6d7ffebe6a85c532f24688d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007470/aan-de-voet-van-de-vuurtoren-brenda-novak",
      "title": "Aan de voet van de vuurtoren",
      "authors": "Brenda Novak",
      "description": "Deze zomer op het eiland verandert alles…Mariners Island is nauwelijks vijftien kilometer lang, maar tijdens hun tienerjaren was het voor Ivy, Ariana en Cam hun hele wereld. Vanwege zijn prachtige stranden, de beroemde vuurtoren en de mooie, oude bibliotheek, hield het eiland Ivy ook als volwassene aan zich gebonden. Ariana, daarentegen, maakte zich zo snel mogelijk uit de voeten – niet alleen omdat ze heimelijk verliefd was op Cam, maar ook vanwege een tragedie die grote impact had op hun vriendschap.Nu, twintig jaar later, keert Ariana terug naar Mariners Island, net op het moment dat er nieuwe informatie naar boven komt over die vreselijke avond. Opnieuw staat het leven van de drie vrienden op zijn kop: wat is er toen precies gebeurd en wie kunnen ze nog vertrouwen? Gedurende deze lange, tumultueuze zomer wordt niet alleen de waarheid over hun verleden blootgelegd, maar ook over hun toekomst, hun vriendschap en hun diepste verlangens… Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007470?aid=kb-online-bibliotheek&sid=17&dts=1760024687613&sig=2e3d1da0d533d5f3a26acac026d48bb8c65a1ed6f7e8da67b4d2ee0bd8beb3c7&width=320",
      "dateSeen": "2025-10-10T07:13:11.432Z"
    },
    "8eb43a159d4a5ab1ff2eb812febeaa06f7e6b5ab": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44300739X/verrukkelijke-kussen-lucy-gordon",
      "title": "Verrukkelijke kussen",
      "authors": "Lucy Gordon",
      "description": "Italiaanse nachten zijn warm en lang...Natuurlijk had advocate Ellie nóóit mogen bezwijken voor de charmes van haar cliënt, zakenman Leonizio Fellani. Toch heeft ze geen spijt van die heerlijke nacht! Dan ontdekt ze dat hun tijd samen nog iets anders heeft voorgebracht dan mooie herinneringen – en vraagt hij haar meteen ten huwelijk. Maar is het hem wel om háár te doen? Of om zijn erfgenaam?Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44300739X?aid=kb-online-bibliotheek&sid=17&dts=1760080391517&sig=9ad163a34a18c84f3b154cf09f586fc8c8b53318263b4f5d5a4e9a2f76506567&width=320",
      "dateSeen": "2025-10-10T07:13:11.940Z"
    },
    "2ce4d2bb63848da4d53ce8955f2a87714f7772e2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443280363/in-zijn-italiaanse-palazzo-rosie-maxwell",
      "title": "In zijn Italiaanse palazzo",
      "authors": "Rosie Maxwell",
      "description": "Een tweede kans met de Italiaanse miljardair...Domenico Ricci is diep geschokt als zijn vrouw Rae hem plotseling verlaat – en nog geschokter als hij haar opeens weer terugziet! Hoe kan hij haar nog steeds zo onweerstaanbaar vinden nadat ze hem heeft afgewezen? En waarom vindt hij het niet vervelender dat hij, om zijn Venetiaanse palazzo te erven, zes maanden met haar moet doorbrengen?Rae kon niets anders dan haar echtgenoot verlaten. Haar liefde voor Domenico was zo allesverterend dat er niets meer van haarzelf was overgebleven. Dus als hij haar vraagt om een halfjaar met hem in Venetië door te brengen, is ze vastbesloten om deze keer stevig in haar schoenen te staan. Lastig, want haar verlangen naar hem is sterker dan ooit...  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443280363?aid=kb-online-bibliotheek&sid=17&dts=1760028104353&sig=85417c8bd94819022ad953f05908dccb62632adf5b3c1d7db8c6b5f6d1076fdf&width=320",
      "dateSeen": "2025-10-10T07:13:12.144Z"
    },
    "2366337b2bcdad1081ea72be1b4443900b738676": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007586/golven-op-het-zand-marion-lennox",
      "title": "Golven op het zand",
      "authors": "Marion Lennox",
      "description": "Emily, de enige dokter in Bay Beach, heeft het ontzettend druk...Dus wanneer de knappe chirurg Jonas aanbiedt haar te helpen, is ze dan ook dolblij – en dolverliefd! Hij voelt ook iets voor haar, maar ze weten allebei dat zijn verblijf in Bay Beach tijdelijk is. Hoe kan ze hem overhalen te blijven?Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007586?aid=kb-online-bibliotheek&sid=17&dts=1760031016150&sig=1de085109b130b96367356485341ffbf5d80cd2119cbd1b05100df3937837492&width=320",
      "dateSeen": "2025-10-10T07:13:12.330Z"
    },
    "d9d926eb336552858448b969330de5853c3f1a3f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007578/dokter-luca-s-liefde-meredith-webber",
      "title": "Dokter Luca's liefde",
      "authors": "Meredith Webber",
      "description": "Na een nare ervaring heeft verpleegkundige Rachel mannen afgezworen...En toch is ze na één blik in de ogen van Luca, de nieuwe chirurg, verloren. Gelukkig is dat wederzijds, maar net als ze hem echt durft te vertrouwen, doet ze een ontdekking...Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007578?aid=kb-online-bibliotheek&sid=17&dts=1760026938923&sig=745afb92ca7dd4b859dde2f4e67eaf4c8d180ffcee6ebf43e4d1eeaebb947e1c&width=320",
      "dateSeen": "2025-10-10T07:13:12.741Z"
    },
    "c78714e45bee6910a55f594113f85759c9212697": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007373/reis-naar-verzoening-fiona-harper",
      "title": "Reis naar verzoening",
      "authors": "Fiona Harper",
      "description": "Ze dacht dat hij heel ver weg was…Nadat Nick Adele heeft verlaten voor een baan aan de andere kant van de oceaan, probeert ze haar leven weer op te pakken. Net als dat een beetje lukt, staat hij plotseling voor haar deur, met de vraag of ze meegaat naar zijn zieke moeder in Schotland. Tot haar eigen verbazing stemt ze toe. Want hoewel ze eigenlijk niets meer met hem te maken wil hebben, voelt ze wél weer vlinders!Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007373?aid=kb-online-bibliotheek&sid=17&dts=1760080392834&sig=178aa4c68fec9188b083c5a82a645d128aee8556ccff92765fb9f98fe96e83fa&width=320",
      "dateSeen": "2025-10-10T07:13:13.249Z"
    },
    "29b53da288d555a046ad8f5d321325e46cae62a3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442273231/de-erfenis-van-de-familie-falck-aslak-nore",
      "title": "De erfenis van de familie Falck",
      "authors": "Aslak Nore",
      "description": "De erfenis van de familie Falck van Aslak Nore is dé literaire hit uit Noorwegen. Een rijke Noorse familie ruziet over een verdwenen testament, waardoor een groot familiegeheim en een verboden liefde aan het licht dreigen te komen.De rijke en machtige familie Falck maakt zich op voor de feestdagen, al wordt de sfeer bedorven door de machtsstrijd om de aanzienlijke nalatenschap van grootmoeder Vera. Kleindochter Sasha oppert om een expeditie naar Spitsbergen te organiseren, omdat daar de oorsprong ligt van het bloeiende familiebedrijf waar zij nu directeur van is.Rond dezelfde tijd duikt er in Longyearbyen, de grootste nederzetting op Spitsbergen, in het holst van de maandenlange nacht een sneeuwscooter op. De bijna bewusteloze Russische bestuurder weet nog net uit te brengen: ‘Don’t touch... Don’t touch.’ De familie Falck krijgt te maken met oude vijanden, wat verregaande consequenties heeft voor iedereen...Over Het testament van de zee:‘Formidabel geschreven literaire roman.’ Vrij Nederland‘Een indringende, spannende roman over verraad, verboden liefde en een groot familiegeheim. Leest als pure poëzie.’ Boekhandel Maximus‘Prachtig geschreven met oog voor detail. En het eind zal niemand verwachten...’ Bruna Heerde Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442273231?aid=kb-online-bibliotheek&sid=17&dts=1760019773567&sig=fe157b510b984206c0c7f2c2de8ec318fc230b1e27707828271ab87ae37a7b7e&width=320",
      "dateSeen": "2025-10-10T07:13:13.424Z"
    },
    "d20179524286a3047c8bac0cb896a89e7515c02b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443090718/maar-ik-wil-helemaal-geen-moderne-man-zijn-julien-althuisius",
      "title": "Maar ik wil helemaal geen moderne man zijn",
      "subtitle": "Belevenissen van een moderne man",
      "authors": "Julien Althuisius",
      "description": "Op een gemiddelde dag is Julien Althuisius vader, een geliefde, een zoon, een slechte klusjesman, een best aardige kok en soms ook een chagrijnige clown. Maar bovenal is hij schrijver en legt hij zijn leven vast: belevenissen van zijn dochters, een ruzie tussen vreemden op straat, een mislukte ontmoeting met David Beckham, kalknagels afknippen voor het oog van een aantrekkelijke doktersassistente, het afscheid van een stad, de keuze tussen een kast in elkaar zetten of seks hebben, en een heel enkele keer een overpeinzing over bloemkool. Soms gaan Althuisius’ verhalen over niets, soms over alles. Allemaal vieren ze het leven, hoe groot of hoe klein zich dat ook aandient.\nTwee keer per week schrijft Althuisius in de Volkskrant met verwondering over zijn leven. In Maar ik wil helemaal geen moderne man zijn staan zijn beste stukken.\nOver Terug naar Verona:\n‘Wat Julien Althuisius’ plotgedreven roman zo onweerstaanbaar maakt, is de breekbaarheid van “golden boys” in een wereld waarin alles maakbaar lijkt.’ ? De Telegraaf Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443090718?aid=kb-online-bibliotheek&sid=17&dts=1760107251955&sig=c708fd0c464c462ff22bb11513665e6938a64758812fe15d5a8bea07edecaf1d&width=320",
      "dateSeen": "2025-10-11T07:11:05.827Z"
    },
    "dfa5f51ec8e3e06797bb367134a6a80413259e18": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453209734/jarno-leon-verdonschot",
      "title": "Jarno",
      "authors": "Leon Verdonschot",
      "description": "Hij was de enige Nederlander die ooit uitkwam in de UFC, de grootste organisatie in de snelst groeiende sport van de Verenigde Staten. Het was zijn grote droom. Toen hij dit jaar een wedstrijd verloor, spatte die droom uiteen. Maar vechtsporter Jarno Errens uit Heerlen is vastbesloten zichzelf terug te knokken. Letterlijk. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453209734?aid=kb-online-bibliotheek&sid=17&dts=1760110225746&sig=92c633275a9929f9fd3c80a5207a7e58f4c1b04b98118e0636ec45300ae1a7b4&width=320",
      "dateSeen": "2025-10-11T07:11:06.040Z"
    },
    "2f60f487f569c6475a78a473473e06a042cff03e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45320970X/de-laatste-avond-simone-atangana-bekono",
      "title": "De laatste avond",
      "authors": "Simone Atangana Bekono",
      "description": "Het is de laatste avond van een vakantie in Napels. Onverwacht nieuws doet tijdens het diner de verhoudingen tussen een jong stel en hun beste vriendin dramatisch verschuiven. Wie is loyaal aan wie? Hoe ga je om met jaloezie in een vriendschap? En wie is nou werkelijk de buitenstaander in deze driehoeksverhouding? De wijn wordt nog een laatste keer ingeschonken, de zon zakt de zee in en alle kaarten komen op tafel. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45320970X?aid=kb-online-bibliotheek&sid=17&dts=1760107204927&sig=aed9b2c011fb39b3455cc30f70ce0bcccfd9fe46ff07131c773d7b560c07be11&width=320",
      "dateSeen": "2025-10-11T07:11:06.267Z"
    },
    "08a5662e4d898ad0cec7a172a28a679a1220af1a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453209718/het-eerlijkste-boek-over-leugens-jan-paul-schutten",
      "title": "Het eerlijkste boek over leugens",
      "authors": "Jan Paul Schutten",
      "description": "Stel je voor: je herkent élke leugen. Of die nou van een verkoper komt, een influencer, een klasgenoot of iemand die stiekem iets van je gedaan wil krijgen. Je zou nooit meer worden opgelicht. Je zou meteen weten wie je kon vertrouwen. Je zou beter begrijpen wat er echt speelt en dus sneller de juiste keuzes maken. Leugens doorzien klinkt als een superpower, toch? Jan Paul Schutten legt je in Het eerlijkste boek over leugens uit hoe je leugens sneller herkent. Je krijgt tips en technieken om te ontdekken wat waar is en wat niet. Je hoort fabels en feiten over lichaamstaal. En je ontdekt welke online filmpjes onbetrouwbaar zijn. Niet alleen handig, maar ook belangrijk in een wereld vol nep. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453209718?aid=kb-online-bibliotheek&sid=17&dts=1760107232918&sig=8b590465ab1801084eef27045cafd63dbb044721d054989ce98679221a408848&width=320",
      "dateSeen": "2025-10-11T07:11:06.586Z"
    },
    "93ac5067ae1ae54104d54f84be969d3231e870f6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454958617/gevaarlijk-lekker-chris-van-tulleken",
      "title": "Gevaarlijk lekker",
      "subtitle": "Waarom we ongezonder eten dan we willen (en wat we daaraan kunnen doen)",
      "authors": "Chris van Tulleken",
      "description": "Waarom proppen we ons vol met eten dat vergaand industrieel is bewerkt en hoe komt het dat we daar maar niet mee kunnen stoppen? Dr. Chris van Tulleken dompelt zich onder in de wereld van ultrabewerkt eten, dé oorzaak van de wereldwijde obesitaspandemie. Hij laat zien waarom bewegen en wilskracht ons niet kunnen redden en wat ultrabewerkt voedsel echt doet met ons lichaam, onze gezondheid, ons gewicht en de planeet (hint: niets goeds!).\n'Fascinerend, maar ronduit angstaanjagend onderzoek naar ons geïndustrialiseerde voedselsysteem.' - The Sunday Times\n'Dit bevrijdende boek kan voorgoed veranderen hoe je eet.' - Marieke Eyskoot, presentator Binnestebuiten\n'Schokkend boek. Ultrabewerkt eten is het nieuwe roken.' - Elisabeth Weerman, mede-oprichter NICE Fruitijs\n'Het lezen van dit boek heeft mijn leven veranerd.' - De Nederlandse Boekengids Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454958617?aid=kb-online-bibliotheek&sid=17&dts=1760110942597&sig=2c24ac31be5adefcfb87f6cd1a9e7c86ea9d4319cfad99b8ae7553464731b349&width=320",
      "dateSeen": "2025-10-11T07:11:06.799Z"
    },
    "05075b66ff8172af7104e8db8ca4642eab9155fe": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454958579/lust-eva-roberts",
      "title": "Lust",
      "authors": "Eva Roberts",
      "description": "Een stomend hete ontmoeting in het ijskoude Zweden zorgt voor een onvergetelijke sensatie. Na de opwindende rit op de hondenslee kan Bregje haar lustgevoelens voor haar baas, Ärne Håkansson, nauwelijks nog verbergen. Maar ze moet wel, want die man is hartstikke gelukkig getrouwd met een vrouw die niet alleen bloedmooi is, maar ook nog eens superaardig. Hun liefde spat er van alle kanten af. Zij heeft maar één optie: terug naar Nederland vliegen en die sexy, ruige Viking zien te vergeten. Maar dat vindt het universum een bar slecht plan. De Zweedse natuur zet alles op alles om Bregje en Håkansson bij elkaar te brengen – en dan neemt het lot een onverwachte wending. Voor de lezers van Abbi Glines en Vi Keeland. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454958579?aid=kb-online-bibliotheek&sid=17&dts=1760106660078&sig=fd2560ffd5947b46967cf3c3a9e28d005a37e389bf7009407ee7aa2bbee7e252&width=320",
      "dateSeen": "2025-10-11T07:11:07.011Z"
    },
    "3d37b814808292aea73649515879990ca75779ec": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454958609/amber-en-emir-eveline-heijnen",
      "title": "Amber en Emir",
      "authors": "Eveline Heijnen",
      "description": "Een multiculturele feelgoodroman vol humor en romantiek. Op een regenachtige avond komt Amber oog in oog te staan met Emir, de eigenaar van een Volkswagen Golf die in een paar minuten meer verkeersregels negeert dan zij kan tellen. Wanneer ze hem daarop aanspreekt, reageert hij fel. Emir is intimiderend, onweerstaanbaar aantrekkelijk en… ontzettend Turks. Precies dat laatste brengt Amber in verwarring, want hij confronteert haar met haar eigen vooroordelen. Een jaar later blijkt Emir tot haar schrik de instructeur die haar aan een rijbewijs moet helpen. Onbegonnen werk, denkt Amber, want ze is nauwelijks bereid iets van hem aan te nemen. Maar al snel leert ze dat Emir veel gevoeliger en complexer is dan ze dacht. En hoewel hun werelden ver uit elkaar liggen, groeit de aantrekkingskracht. Kunnen Amber en Emir hun verschillen overbruggen en kiezen voor hun gevoel? [TvdH1]  Een opposites-attract romance met een multiculturele twist voor fans van Sophie Kinsella. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454958609?aid=kb-online-bibliotheek&sid=17&dts=1760106605366&sig=3b22e2f268c3820b32314585e232810c23f8212ebcfc371f70b6f230838c974c&width=320",
      "dateSeen": "2025-10-11T07:11:07.230Z"
    },
    "ce899cb30b023c5fa01385dda575d89f6a9d8371": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454958382/hard-gras-tijdschrift-hard-gras",
      "title": "Hard gras",
      "authors": "Tijdschrift Hard Gras",
      "description": "De beste schrijvers, dichters en kunstenaars laten in Hard gras zien dat voetbal zo veel meer is dan uitslagen, commercie, meningen en nabeschouwingen. Voetbal is cultuur! De mix van gearriveerde én aanstormende talenten maakt Hard gras zo uniek en relevant. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454958382?aid=kb-online-bibliotheek&sid=17&dts=1760107915830&sig=1bb77e5266746f8b7bae8f4844dcc231d20123fa84ed09a5f0805189790d2bec&width=320",
      "dateSeen": "2025-10-11T07:11:07.431Z"
    },
    "fde7aba657099f6ba72961aa4e0ef8789143175b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454958552/hard-gras-164---oktober-2025-tijdschrift-hard-gras",
      "title": "Hard gras 164 - oktober 2025",
      "authors": "Tijdschrift Hard Gras",
      "description": "De beste schrijvers, dichters en kunstenaars laten in Hard gras zien dat voetbal zo veel meer is dan uitslagen, commercie, meningen en nabeschouwingen. Voetbal is cultuur! De mix van gearriveerde én aanstormende talenten maakt Hard gras zo uniek en relevant. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454958552?aid=kb-online-bibliotheek&sid=17&dts=1760119293807&sig=02d0469ab7276ac14a68a4786eafe260d20186a52935805d2a66c913e4b4811f&width=320",
      "dateSeen": "2025-10-11T07:11:07.712Z"
    },
    "41a88cb391abdece3305c0c782c2740d45e9c1a4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45495848X/rood-in-wassenaar-marjolein-moorman",
      "title": "Rood in Wassenaar",
      "subtitle": "Pleidooi voor een kansrijk leven (voor iedereen)",
      "authors": "Marjolein Moorman",
      "description": "Rood in Wassenaar van Marjolein Moorman is het persoonlijke en openhartige verhaal van een bevlogen politicus voor wie het persoonlijke politiek is. Moorman is bekend van de tv-serie Klassen.\nMarjolein Moorman groeit op in Wassenaar, in een ‘rood’ gezin tussen de villa’s. Ze hebben het thuis niet breed. Tijdens haar studententijd overlijden haar beide ouders, waarna ze samen met haar twee jongere broers een financiële schuld erft. Het zijn vormende ervaringen in haar leven.\nNa een wetenschappelijke carrière besluit ze de politiek in te gaan om zich sterk te maken voor gelijke kansen en beter onderwijs. Ze ziet de kloof in de samenleving toenemen doordat succes steeds vaker als eigen keuze wordt gezien. Dat maakt van ons onderwijs een wedstrijd van winnaars en verliezers.\nIn Rood in Wassenaar deelt Marjolein Moorman haar ervaringen en visie. Ze biedt een perspectief waarin gelijkwaardigheid en kansengelijkheid centraal staan. En hoop, in een tijd dat wantrouwen en cynisme de politiek beheersen.\nDit boek is geschreven samen met journalist en auteur Marc van Dijk.\n'Marjolein Moorman is uitgegroeid tot hét boegbeeld van onderwijs en de strijd tegen kansenongelijkheid.' – Het Parool Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45495848X?aid=kb-online-bibliotheek&sid=17&dts=1760112953624&sig=6ee1ab17788ed94301ecef8f568cb98963da89a70caff2d0f9c1164c6918b50a&width=320",
      "dateSeen": "2025-10-11T07:11:07.952Z"
    },
    "11d00e59f87d6057e8da5a58f88cb3438004397e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454958560/naar-het-noorden-foske-de-kruijf",
      "title": "Naar het Noorden",
      "authors": "Foske de Kruijf",
      "description": "Suzette wil de wereld verbeteren en de gevestigde orde omverwerpen. Ze is boos. Steeds bozer eigenlijk. Waarom lijkt niemand haar te begrijpen? Als ze zowel privé als in haar promotieonderzoek vastloopt, ziet ze maar één oplossing: wegwezen, voor ze alles kapotmaakt. Dan blijkt haar ontsnapping, professor Kjell Mikkelson, de man die haar meevraagt naar Zweden te gaan voor onderzoek, de belichaming van de gevestigde orde. Een heel aantrekkelijke belichaming. Suzette wil hem zowel achter het behang plakken als het zweet van zijn borstkas likken. Naar het Noorden is een heerlijke, zinderende feelgoodroman over leren van een ander en toch jezelf blijven, je kwetsbaar opstellen en toch sterk blijven, van zwart-wit naar grijs te midden van vijftig tinten groen. Zullen ze erin slagen hun onderlinge verschillen te overbruggen? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454958560?aid=kb-online-bibliotheek&sid=17&dts=1760106636226&sig=dba248aa1ef59248d7b0260e29f5af36c8e64480845c3ef25250cbd9309e9b6c&width=320",
      "dateSeen": "2025-10-11T07:11:08.140Z"
    },
    "512d4235290a2bb8cf1fbdeea7d897a9bca4c010": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454958390/fileflirt-fabienne-swinkels",
      "title": "Fileflirt",
      "authors": "Fabienne Swinkels",
      "description": "Het leven van Kimberly is door een ingrijpende gebeurtenis enorm veranderd, waardoor haar omgeving haar harder dan ooit nodig heeft. Ze is er voor iedereen, behalve zichzelf. Ondertussen droomt ze ervan echt verliefd te worden, ze wil zelfs niets liever dan haar eigen grote liefdesverhaal. Al lijkt na een reeks mislukte dates dat sprookje verder weg dan ooit. Tot ze op een dag met pech op de snelweg strandt en een enorm irritante, arrogante – en oké, stiekem wel charmante – weggebruiker opduikt.\nZal Kimberly leren meer voor zichzelf en haar eigen geluk te kiezen, zelfs als dat betekent dat ze haar hart moet openstellen voor iemand die totaal niet in haar plaatje past?\nFileflirt is een heerlijke romcom om bij weg te dromen, en het vierde deel in de populaire Flirt-serie.\nVoor lezers van Emily Henry, Laurie Gilmore en Susan Muskee. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454958390?aid=kb-online-bibliotheek&sid=17&dts=1760106817433&sig=23f12819d82941f90e2371f9d1baad140843ec9b97156b790ecc4591f5f3dbf6&width=320",
      "dateSeen": "2025-10-11T07:11:08.344Z"
    },
    "bc5976dc9637d12b1636d40389e1d474dacf80de": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454958668/past-perfect-joe-lla-van-der-breggen",
      "title": "Past perfect",
      "authors": "Joëlla van der Breggen",
      "description": "De vriendinnengroep van Bonnie, Mara, Kiki, Isabel en Roxanne, ook bekend als de Roedel, belandt onverwachts weer in de Italiaanse bergen. Zal de vriendschap deze reis overleven? Bonnie is in de wolken wanneer ze de showkleding voor het zangduo Sjoerd en Fenna mag verzorgen. Een droomklus! Ze bouwt een bijzondere band op met Fenna. De knappe en getalenteerde Sjoerd blijft echter een raadsel. Want flirt hij nou met haar? Of juist niet? En waarom reageert hij zo vreemd als Bonnie de nieuwe gitarist van de band blijkt te kennen? Dan wordt Bonnies droomopdracht onverwacht afgebroken en besluit ze samen met Kiki een gewaagd plan uit te voeren om haar klanten te helpen. Een plan dat hen weer naar Italië brengt in hun roze VW-bus. De rest van de Roedel, Mara, Isabel en Roxanne, weten van niets…. Zetten Bonnie en Kiki hiermee de vriendschap op het spel? Past perfect is een hartverwarmende roman over vriendschap en de onverwachte wendingen die vriendschappen rijk zijn. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454958668?aid=kb-online-bibliotheek&sid=17&dts=1760107440637&sig=ea56e41d8150d16c0e80ab4d8223da54ac4924400bf0b3373261c451c822ac09&width=320",
      "dateSeen": "2025-10-11T07:11:08.563Z"
    },
    "1d8c224a2530161033bee9926af4629c53b1ac99": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45495851X/solotrip-noortje-brink",
      "title": "Solotrip",
      "authors": "Noortje Brink",
      "description": "In haar uppie in de Schotse Hooglanden. Overgeleverd aan de natuur. En aan hem.  De liefde… bah! De sportieve Nienke heeft er haar buik vol van. Ze voelt zich ingeruild, afgedankt en in de grond getrapt. Maar dan geeft haar beste vriendin haar een boek over bindings- en verlatingsangst en krijgt ze wat grip op de situatie. Het boek raadt Nienke aan niet langer te kijken naar de ander, maar haar blik op zichzelf te richten. Instinctief weet ze dat ze dat moet doen. De Schotse Hooglanden staan al tijden op haar bucketlist en dus boekt ze een ticket naar Schotland. Het plan: rondom Loch Ness wandelen. In haar eentje, zodat ze dicht bij zichzelf kan komen. Maar dan blijkt iemand anders ook dicht bij haar te willen komen. Heel dichtbij. Of Nienke dat nu wil of niet. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45495851X?aid=kb-online-bibliotheek&sid=17&dts=1760106637319&sig=7a1da3f6390e5ec0ee86893be173f380a7dc95e1b2f3bce0f4251d141f6f90ed&width=320",
      "dateSeen": "2025-10-11T07:11:08.767Z"
    },
    "ae0d60e955d2e5ae5414129d4e76abbee8f6f3fb": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454958587/hoe-moeilijk-kan-het-zijn--susan-muskee",
      "title": "Hoe moeilijk kan het zijn?",
      "authors": "Susan Muskee",
      "description": "De optimistische Emma koopt een vervallen B&B in de Oostenrijkse Alpen en valt halsoverkop voor het uitzicht – en voor haar knappe concurrent Bas. Terwijl loslatend pleisterwerk, doorgezakte bedden en een onverwacht kattennestje haar nauwelijks bestaande planning compleet in de war schoppen, vindt ze houvast en vriendschap bij een bont gezelschap locals. Lukt het de ietwat chaotische Emma de verbouwing af te krijgen voordat de eerste gasten komen? En is de charmante Bas wel te vertrouwen? Een hartverwarmende feelgoodroman vol humor en romantiek, én met een flinke dosis berglucht.  Lezers over Susan Muskee: 'Laat het maar aan Susan over om een prachtig, maar vooral origineel verhaal neer te zetten.' 'Susan Muskee is een kei.' Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454958587?aid=kb-online-bibliotheek&sid=17&dts=1760107874157&sig=d08d0a172c6c0dd409a3f44947c36ce8d056270528643d4ba55fa289be0f3171&width=320",
      "dateSeen": "2025-10-11T07:11:08.985Z"
    },
    "c7df86b3a4bb4542e86a250ac89f2f03c2f993aa": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453209742/witte-nachten-fjodor-dostojevski",
      "title": "Witte Nachten",
      "authors": "Fjodor Dostojevski",
      "description": "Een jonge man loopt door Sint-Petersburg. Een stad waar de zon nooit helemaal ondergaat in de zomer. De man is eenzaam, verdwaald in zijn gedachten. Tot hij op een avond een meisje ontmoet, Nastenka. Zij voelt zich ook alleen. Net als hij zoekt ze naar geluk. Samen ze lopen vier nachten door de schemerende stad. Ze vertellen elkaar over hun leven. Hij wordt verliefd op haar. Maar Nastenka denkt aan een ander. Toch blijft de man bij haar, uit liefde. Tot de witte nachten voorbij zijn ... Witte Nachten is geschreven in 1848 door Fjodor Dostojevski, één van de bekendste Russische auteurs ooit. Frans van Duijn hertaalde het boek naar gewone taal. Zodat iedereen deze bijzondere klassieker kan lezen. Het is een verhaal over liefde en verdriet. Over alleen zijn, maar toch iemand vinden. Voor iedereen die zich ooit alleen voelde in een drukke wereld. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453209742?aid=kb-online-bibliotheek&sid=17&dts=1760109356399&sig=61135643b866502a568b93f266d3d2c7016beda2126011435fad0d66ab2b6469&width=320",
      "dateSeen": "2025-10-11T07:11:09.201Z"
    },
    "8d929080193eb67a61a73dfcf1236f0fcd2b00c8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444196722/godinnen-jasmine-elmer",
      "title": "Godinnen",
      "subtitle": "Tien eigenzinnige, slimme en krachtige vrouwen uit de wereldmythologie",
      "authors": "Jasmine Elmer",
      "description": "Godinnen neemt je mee op reis door de antieke wereld. Jasmine Elmer stelt je voor aan tien godinnen, onder wie een paar oude bekenden maar vooral nieuwe gezichten. Hun fantastische verhalen draag je na het lezen voor altijd met je mee.\nArtemis, de Griekse godin van de wildernis, met pijl-en-boog in de hand. Sedna, de oceaangodin van de Inuit, beschermer van de ijskoude zee. Hine-nui-te-po, de godin van de dood bij de Maori, rennend door de nacht. Laat je betoveren door deze godinnen en kom erachter wat hun mythen betekenden voor de vrouwen die hen in een ver verleden aanbaden. Eeuwen later onttrekt Jasmine Elmer hun verhalen aan de vergetelheid en laat ze je zien welke grote wijsheid zij in zich dragen. Hun stemmen vertellen je luid en duidelijk dat je vrij bent om je wilde, slimme, eigenzinnige, krachtige en veelzijdige zelf te zijn.\n‘Het leuke aan Godinnen is dat je kennismaakt met tien godinnen uit allerlei mythen en culturen.’ – Mezza AD Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444196722?aid=kb-online-bibliotheek&sid=17&dts=1760110758556&sig=4bda795535c16f4d2d398930e6dbc50c00b9a551489a63a12943c012bd1c661a&width=320",
      "dateSeen": "2025-10-11T07:11:09.407Z"
    },
    "e5161fc0ba654d6636cfbc4708b85d0e25dcfc92": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444728236/mijn-bange-ik-regine-dugardyn",
      "title": "Mijn bange ik",
      "subtitle": "Hardop denken over angst en ander psychisch ongemak",
      "authors": "Regine Dugardyn",
      "description": "Bijna dertig procent van de bevolking lijdt volgens het Trimbos-instituut vroeg of laat aan ernstige angstklachten. Regine Dugardyn is een van hen. Sinds haar jeugd kent ze periodes van hevige angst. Regine hoort bij de groep die regelmatig kopje-onder gaat, maar ook weer komt bovendrijven. De afgelopen decennia voelde zij zich - samen met haar lotgenoten - vaak onderwerp van debat.\nAl twintig jaar doen psychiaters, psychotherapeuten en filosofen in de media ferme uitspraken over psychische stoornissen. Volgens psychiater Damiaan Denys kunnen mensen geen onderscheid meer maken tussen gewone angst enerzijds en een ziekelijke angststoornis anderzijds. En in haar bestseller De depressie-epidemie noemt filosoof Trudy Dehue antidepressiva prestatiepillen, alsof mensen doping slikken.\nIn Mijn bange ik laat Regine zien wat die kritiek doet met haar, als patiënt en als filosoof. Ze vraagt zich af wanneer menselijk lijden nog bij het leven hoort en wanneer niet. Is een diagnose uit de DSM zo onzinnig als sommige critici beweren? Slikken we en masse antidepressiva omdat we geen tegenslag meer zouden verdragen? En gaan we inderdaad in therapie in de overtuiging dat het leven maakbaar is? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444728236?aid=kb-online-bibliotheek&sid=17&dts=1760107550854&sig=46262bc80ca33e044f772308de688b1ae9da35b4f71a31ef0cfba2a194c1fe7c&width=320",
      "dateSeen": "2025-10-11T07:11:09.884Z"
    },
    "4a2c9c19cdc7a59b653bd7ad55c74211ad11f924": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44624581X/omg-30-marije-veerman",
      "title": "OMG 30",
      "subtitle": "Tips en inzichten van bekende dertigers",
      "authors": "Marije Veerman",
      "description": "Voor veel vrouwen van in de twintig vrouwen is dertig worden reden voor regelrechte paniek. Er beginnen allerlei klokken te tikken: die van het vinden van de perfecte baan, de perfecte partner, die van een huis bezitten en van die van die rammelende eierstokken. En dat terwijl je eigenlijk nog best een lange bucketlist hebt met activiteiten waar je je vrijheid voor nodig hebt. Gelukkig gingen veel vrouwen je voor. En guess what, het valt allemaal wel mee.\n\n In OMG30 geven ervaringsdeskundige BN'ers opgedane inzichten, adviezen en praktische tips over dertig worden de daarbij opgelegde verwachtingen en vragen: Wie ben ik nu eigenlijk? En wat wil ik doen met mijn leven? Ben ik goed bezig?\n\n Een kleine greep:\nTopmodel Daniëlle van Grondelle helpt je je zelfbeeld goed te houden als het leven met dertig nog niet is wat je gehoopt was.\nAdvocaat Kim Beumer geeft heel waardevolle tips op het gebied van werk en carrière\nOlympisch zwemkampioen Femke Heemskerk vertelt dat haar dertiger jaren veel relaxter zijn dan haar twintiger jaren.\n\n  Andere onderwerpen zijn: single zijn * daten * relaties * seks * gezondheid * werk * geld * zelfbeeld * kinderloosheid * moederschap * droom & werkelijkheid.\n\n Aan het woord komen: Nina Pierson, Floor Bakhuys Roozeboom, Krista Ariëns, Mascha Feoktistivo, Immanuelle Grives, Laura Ponticorvo, Kelly Ruigrok, Malou Holshuijsen, Rebecca Boektje, Sharon Hilgers, Mandy Woelkens, Rachel Siwaletti, Ginny Ramkisoen, Janneke van den Brink, Renée Lamboo, Anne Vedder, Lotte Houwink ten Cate Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44624581X?aid=kb-online-bibliotheek&sid=17&dts=1760106721973&sig=454f78cd966952c7632bdd9c8b4e3f26d0d692ca85ca5b5fb59dd983ccd8e062&width=320",
      "dateSeen": "2025-10-11T07:11:10.121Z"
    },
    "0afc0f2ee056112c63544a421338ee7ec491d239": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444196633/de-bananenlezers-marlies-smeenge",
      "title": "De bananenlezers",
      "authors": "Marlies Smeenge",
      "description": "Loekie begint aan de prestigieuze studie Toonkunst op een Belgische toneelschool. Ze valt van de ene cultuurshock in de andere spraakverwarring. Soms vraagt ze zich af wanneer de verborgen camera's tevoorschijn komen en zal blijken dat de opleiding helemaal niet bestaat. Ze komt te wonen in woongroep Kijkdoos, die is gevestigd in een pand waar ze telkens nieuwe gangen en deuren ontdekt en dat bewoond wordt door een kleurrijke verzameling mensen die nogal vastzitten in het leven. Om onduidelijke redenen noemen ze Loekie de Koikarper. Zonder zich daar al te bewust van te zijn woelt Loekie met haar Hollandse directheid van alles om, zowel op haar opleiding als in de woongroep. Om de chaos in de overvolle Kijkdoos te beteugelen en toegelaten te worden tot het tweede studiejaar zal Loekie een tandje bij moeten zetten. Ze wordt gedwongen uit haar waarnemersrol te stappen, onwaarschijnlijke vriendschappen te sluiten en zich werkelijk in het diepe te storten.\nDe roman leest als een komisch avonturenverhaal, vol met op hol geslagen associaties en rake bespiegelingen.\nOver de documentaire De butlers: 'Een voltreffer. Heerlijk eigenzinnig.'- de Volkskrant Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444196633?aid=kb-online-bibliotheek&sid=17&dts=1760109105306&sig=39c383816670b9de8810e2fd02c011ced0b83d37eae19584a43d32c983bb13d4&width=320",
      "dateSeen": "2025-10-11T07:11:10.330Z"
    },
    "34811acf95ac4fc479af0d897a52047b87d6ca94": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/446245887/opvoeden--het-hoeft-niet-zo-perfect-kina-smit",
      "title": "Opvoeden, het hoeft niet zo perfect",
      "subtitle": "Ontspannen ouderschap in een hectische tijd",
      "authors": "Kina Smit",
      "description": "Je kind heeft geen perfecte opvoeder nodig, maar gewoon jou. Voor elke ouder die het zo graag goed wil doen is dit hét boek dat geruststelt.\n\n ‘Ben ik een slechte ouder als ik snak naar een weekend voor mezelf?’ ‘Hoe krijg ik mijn kind ooit nog los van dat scherm?’ ‘Ik heb tegen mijn kind geschreeuwd. Hoe erg is dat?’\n\n Ouders willen hun kind alles geven: kansen, liefde, veiligheid, geluk en het liefst een vlekkeloze kindertijd. In haar opvoedpraktijk ziet orthopedagoog Kina Smit dagelijks hoe hoog de stress oploopt bij ouders én kinderen. Waarom denken ouders dat alles leuk moet zijn? En hoezo is opvoeden een project geworden dat moet slagen? Met meer dan twintig jaar ervaring als orthopedagoog en als moeder van twee doch¬ters weet zij het zeker: laat je niet gek maken door torenhoge verwachtingen! Het is juist gezond als ouders de controle meer loslaten en dingen níét vlekkeloos gaan. Bovendien is lastig gedrag van kinderen vaak een reactie op onze hectische tijd, vol prikkels en veranderingen.\n\n Aan de hand van herkenbare voorbeelden uit haar praktijk geeft Kina Smit met humor en relativering antwoorden op de vragen die iedere moderne ouder herkent. Van schermgebruik en opstandig gedrag tot prestatiedruk. Ze laat zien hoe je een ontspannen ouder kunt zijn die kan loslaten én grip kan houden. Het hoeft niet zo perfect. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A446245887?aid=kb-online-bibliotheek&sid=17&dts=1760106759854&sig=a5f1514f4c86380bb890a9182eef86f3e0b601194062e063d30dd679c6ac2a98&width=320",
      "dateSeen": "2025-10-11T07:11:10.534Z"
    },
    "830e7d09bf476957c05ab5add431de9c69b0f2e5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447729004/mensen-die-van-honden-houden--houden-van-mensen-die-van-honden-houden-nick-duerden",
      "title": "Mensen die van honden houden, houden van mensen die van honden houden",
      "authors": "Nick Duerden",
      "description": "Eigenlijk is Nick Duerden een kattenmens, dus de komst van een gezinshond is nogal een verrassing. Helemaal gezien borderterriër Missy niet alleen voor de kinderen in huis wordt genomen maar vooral voor hem. Na een lange periode van ziek thuiszitten moet hij naar buiten, elke dag.\nHet werkt, en hoe. Missy weet het voor elkaar te krijgen dat Nick dagelijks door het park wandelt. Binnen korte tijd raken ze bevriend met zowel een jonge acteur als een tachtigjarige weduwe, een breedsprakige Russische dissident en een stonede vechtsporter.Mensen die van honden houden, houden van mensen die van honden houden is een boek over verbinding en vriendschap, liefde en verlies. Maar ook over jezelf weer vinden en je horizon verbreden, zelfs als je denkt dat dat niet meer kan. En bovenal is het een boek over hoe een kleine hond je leven weer groter kan maken.\n'Een aanstekelijk verhaal over honden, hun baasjes en de vriendschappen die tussen hen kunnen ontstaan.' - Katherine May, auteur van Winteren en Verwondering\n'Een wijze en ontroerende vertelling over hoe kleine verbintenissen levens kunnen veranderen.' - Lissa Evans Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447729004?aid=kb-online-bibliotheek&sid=17&dts=1760109105568&sig=e4340048f6d9b769be97c6ca5ab784369859a9392cbc5ee9c6f8d0df203d4582&width=320",
      "dateSeen": "2025-10-11T07:11:10.997Z"
    },
    "aee1511446f4631248cc9d7955518e76d3963869": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44624550X/het-lege-nest-deirdre-enthoven---dorine-van-der-wind",
      "title": "Het lege nest",
      "subtitle": "Alles wat je wilt weten als kinderen uit huis gaan",
      "authors": "Deirdre Enthoven | Dorine van der Wind",
      "description": "Kinderen groeien op en gaan vroeg of laat - tegenwoordig steeds later - uit huis. Een natuurlijk proces, je voedt je kind op tot volwassenheid. Toch valt het ouders - moeders én vaders - soms zwaar als deze levensfase aanbreekt, sommige ervaren zelfs een soort liefdesverdriet. Ze missen hun kind, maar ook de structuur en de gezelligheid die het ouderschap met zich meebrengt. Het roept vragen op, zoals: wat is er over van mijn relatie nu de bv Gezin is opgedoekt? En: hoe laat ik mijn kind los, maar blijf ik betrokken?\nIn Het lege nest geven journalisten Deirdre Enthoven en Dorine van der Wind psychologische inzichten en praktische handvatten voor de 'lege-nester' door in het meest recente wetenschappelijk onderzoek te duiken en sociologen, psychologen, therapeuten, een groot aantal ouders én kinderen te interviewen. Ze laten zien hoe je je op deze periode kunt voorbereiden en deze kunt benutten om jezelf opnieuw uit te vinden, nieuwe carrières na te jagen en te genieten van de herwonnen tijd en ruimte. Want het lege nest is niet alleen een einde, maar ook een nieuw begin. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44624550X?aid=kb-online-bibliotheek&sid=17&dts=1760107320159&sig=6f182dc08ee3de35256cbcf41a0e09442adefcedab7cad36c2921baf70ada809&width=320",
      "dateSeen": "2025-10-11T07:11:11.212Z"
    },
    "d0426a36a7b30643ea50ad12191ec9cde60dcce2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44624516X/cleopatra-natasha-solomons",
      "title": "Cleopatra",
      "authors": "Natasha Solomons",
      "description": "Wanneer haar vader overlijdt moet de macht verdeeld worden tussen de leergierige Cleopatra en haar egoïstische broer Ptolemaeus. Terwijl Cleopatra over de Nijl vaart om haar volk te begroeten, beraamt haar broer een plan om de troon voor zichzelf op te eisen. Cleopatra beseft dat de komst van Julius Caesar naar Egypte de sleutel tot haar succes kan zijn, maar hem verleiden is hoog spel. Kan ze haar leven, de troon en haar geliefde land redden om zo de geschiedenis naar haar hand te zetten?\n‘In de geschiedenis worden vrouwen nauwelijks genoemd. Voor mij zijn het juist hun verhalen die het interessantst zijn en daarom maak ik ze het middelpunt van het verhaal.’– Natasha Solomons\n‘Het resultaat is een fascinerend boek’ – Max Magazine Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44624516X?aid=kb-online-bibliotheek&sid=17&dts=1760107095886&sig=a71ecfdd0fce304aa41870f3b8f4ae14e958ab271621744f4d8932d79f3e9eb9&width=320",
      "dateSeen": "2025-10-11T07:11:11.446Z"
    },
    "98a68d1972d71d23b1b3e71389621a1d73450f06": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436335085/kasteeldroom-emmy-postma",
      "title": "Kasteeldroom",
      "subtitle": "Mijn avonturen in Frankrijk",
      "authors": "Emmy Postma",
      "description": "In 2018 wordt de Utrechtse kinderverpleegkundige Emmy Postma op slag verliefd op een vervallen kasteel in de Dordogne. Waar anderen een geldverslindende bouwval zien, ziet zij een schitterend château met zeven slaapkamers en zes hectare grond eromheen, een plek waar ze haar droom van een heel ander leven in vervulling kan laten gaan.\nTegen alle adviezen in en zonder haar man Rutger besluit ze het avontuur aan te gaan en het te kopen. En een avontuur wordt het, want het dak is zo lek als een mandje, termieten teisteren het interieur en achter elke deur gaat een nieuwe reeks klussen schuil.\nMet onverwoestbaar optimisme gaat Emmy aan de slag. In dit boek doet ze levendig verslag van de roerige jaren waarin ze Château des Chauvaux opknapt. Bovendien geeft ze een inkijkje in haar leven als kasteelvrouwe - een leven waarin ze haar droom achterna is gegaan. En daar heeft ze nog geen seconde spijt van gehad. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436335085?aid=kb-online-bibliotheek&sid=17&dts=1760116219231&sig=f62ff7ed31f1ad03c01e807d4620cd33f2ff1a75f23dfb38a31e3c01ec046117&width=320",
      "dateSeen": "2025-10-11T07:11:11.660Z"
    },
    "095e6d2c4304d0ba1eaeeea4e45088bafb215607": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444196714/die-goeie-ouwe-taal-yoi-n-van-spijk",
      "title": "Die goeie ouwe taal",
      "authors": "Yoïn van Spijk",
      "description": "Shortlist Taalboekenprijs 2025  Je spreekt Nederlands. Maar hoeveel weet je nu echt van onze taal? Die goeie ouwe taal staat boordevol onmisbare wetenswaardigheden en een taalquiz!. Taalwetenschapper Yoïn van Spijk neemt je in 101 korte stukken mee naar onverwachte hoeken van de Nederlandse taal.  Wist je dat...\n… ons woord voor de oer-Nederlandse molen helemaal niet uit het Nederlands komt?\n… vroeger niet wilden maar juist wouden goed was?\n… het Franse leenwoord fauteuil afstamt van de voorouder van onze Nederlandse vouwstoel?\n… het eigenlijk heel logisch is om puzel te zeggen in plaats van puzzel?  Sinds Yoin van Spijk in de vijfde klas een etymologisch woordenboek in handen kreeg, is hij gefascineerd door taal. Het gaat hem er niet om of taal goed of fout is, maar hoe taal verandert. Voor iedereen die meer wil weten over waar we vandaan komen, valt in onze taal veel te ontdekken!  'Een wervelend boek. De manier waarop het Nederlands zich ontwikkeld heeft, is nog nooit zo aantrekkelijk beschreven.'- Marc van Oostendorp\n'Met dit boek verrijk je je kennis.' – Margriet\n'Ook de stijl is die van columns: slim en grappig.' – NRC\n'Dit boek staat boordevol onmisbare wetenswaardigheden voor iedereen.' – Zin magazine\n'Die goeie ouwe taal is een bijzonder onderhoudend boek, waaraan je veel leesplezier beleeft maar waarvan je beslist over de etymologie van woorden ook enorm veel opsteekt. Aanrader!' –\nDeboekhouding\n'Leuke weetjes over taalevolutie in Die goeie ouwe taal.' – New Scientist\n 'Van Spijk deelt zijn kennis op een speelse maar duidelijke manier; het plezier spat ervanaf.' – Hollands Glorie\n'Die goeie ouwe taal staat boordevol onmisbare wetenswaardigheden voor iedereen.' – Levende talen magazine Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444196714?aid=kb-online-bibliotheek&sid=17&dts=1760109105673&sig=253ff20b761ae1f934d89334ac5319ffadfac49c2a6df6574359be92fda1fb87&width=320",
      "dateSeen": "2025-10-11T07:11:11.873Z"
    },
    "89dd60181829dc343d42bb12b4c89122c2f53d21": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447542591/groots-is-de-liefde-jacqueline-oskamp",
      "title": "Groots is de liefde",
      "subtitle": "Biografie van Louis Andriessen (1939-2021)",
      "authors": "Jacqueline Oskamp",
      "description": "Met het verpletterende stuk De Staat (1976) schreef Louis Andriessen geschiedenis. Ook andere grote werken als De Materie en La Commedia gingen de wereld over. Aan het eind van zijn leven kreeg Andriessen zelfs meer waardering in Groot-Brittannië en de vs dan in Nederland. Louis Andriessen wordt als nakomertje geboren in een gerenommeerde familie van musici. Dankzij de reputatie van zijn vader Hendrik rolt overal de rode loper voor hem uit. Hij is een typisch kind van de jaren zestig: tégen de oorlog in Vietnam, vóór toegankelijke kunst, antiautoritair, vóór de vrije liefde. Cultureel Nederland leert Andriessen kennen als een slimme, geestige man die nooit om een oneliner verlegen zit. Achter die bravoure gaat een complexe persoonlijkheid schuil. Hij heeft een grote behoefte aan harmonie, maar creëert vaak zelf conflictueuze situaties. Als er tijdens de roemruchte Aktie Notenkraker in 1969 in Het Concertgebouw een handgemeen ontstaat tussen publiek, actievoerders, musici en politie, houdt Andriessen zich gedeisd op het balkon. Jacqueline Oskamp kreeg toegang tot Andriessens privéarchief, dat onder meer honderden ongepubliceerde brieven omvat. Met Groots is de liefde schreef ze een pakkende biografie waarin ze onvermoede kanten van de componist belicht.\nOver Een behoorlijk kabaal:\n'Een goed gedocumenteerd, helder boek over Nederlandse componisten en hun rol in de samenleving.' - de Volkskrant Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447542591?aid=kb-online-bibliotheek&sid=17&dts=1760114893392&sig=561d6f43b962077be8001c99b7993750be8ceeacfa28d20823aa2819bed77761&width=320",
      "dateSeen": "2025-10-11T07:11:12.095Z"
    },
    "a831390c7fc56b402a1cdccfc074bbbdac80e745": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/439226325/dromen-van-mijn-zus-mpanzu-bamenga",
      "title": "Dromen van mijn zus",
      "subtitle": "Een persoonlijk verhaal over onrecht en de hoop op een eerlijke wereld",
      "authors": "Mpanzu Bamenga",
      "description": "In 1994 vluchtte de toen achtjarige Mpanzu Bamenga uit Zaïre, samen met zijn moeder, broer en zus. Dertien jaar woonde hij in Nederland zonder verblijfsvergunning. Als kleine jongen droomde hij al van een rechtvaardigere samenleving. Deze droom won aan urgentie toen zijn zus slachtoffer werd van etnisch profileren; uiteindelijke zou zij sterven in een Amerikaanse politiecel. Toen hij – inmiddels met een succesvolle maatschappelijke carrière – op Eindhoven Airport zelf op basis van zijn etniciteit staande werd gehouden, brak er een nieuwe fase aan in zijn maatschappelijke missie. Dromen van mijn zus is het inspirerende levensverhaal van Mpanzu Bamenga, die zich ondanks vele tegenslagen blijft inzetten voor een rechtvaardige, gelijkwaardige en duurzame wereld. Zijn levensverhaal is een inspiratiebron voor iedereen die zich inzet voor een eerlijkere wereld. De Koninklijke Marechaussee mag niet langer mensen controleren op basis van hun huidskleur, aldus een baanbrekende uitspraak van het gerechtshof in Den Haag van begin 2023. Dit was een historisch resultaat in de strijd tegen racisme en etnisch profileren, en bovendien een grote persoonlijke overwinning voor een van de aanklagers, Mpanzu Bamenga. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A439226325?aid=kb-online-bibliotheek&sid=17&dts=1760113790056&sig=b0743e9009cc0fc349c70e29085d91978200aa03de0557713da9ac3ec454de89&width=320",
      "dateSeen": "2025-10-11T07:11:12.308Z"
    },
    "87b0e5212dcf987c605a4dccb328ecedd36e3971": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443125619/de-grijze-kitten-en-de-monnik-corrado-debiasi",
      "title": "De grijze kitten en de monnik",
      "authors": "Corrado Debiasi",
      "description": "Een paar jaar geleden maakte Kripala zijn eerste reis naar India, de reis die zijn leven veranderde. Nu moet hij terug naar de Ganges om het stoffelijk overschot van zijn geliefde, die onlangs is overleden, naar de rivier te brengen en om zijn leraar, Tatanji, te zoeken. Door zijn leraar te vinden hoopt Kripala ook zijn verloren gemoedsrust terug te vinden. Maar de tempel blijkt verlaten. De oude monnik is verdwenen en alleen een blauwogig grijs katje, Shakti, en een versleten notitieboekje zijn achtergebleven. Kripala neemt beide mee op een nieuwe reis, op zoek naar een plek die hij in zijn dromen heeft gezien - een mythische bestemming waarnaartoe niemand echt de weg kent, maar die velen hopen te bereiken. Kripala's reis zit vol valkuilen, maar hij ontmoet ook bijzondere mensen bij wie hij tot nieuwe inzichten komt. En zo leert hij gaandeweg wat het grootste geschenk is…\nOver De monnik die van katten hield:\n'Innemende en inspirerende mannelijke tegenhanger van Eten, bidden en beminnen' - Zin Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443125619?aid=kb-online-bibliotheek&sid=17&dts=1760106545042&sig=5447f4d763c10d9cbaa6317f7028c2db039bd03ac28712d8a9fd89858a285a79&width=320",
      "dateSeen": "2025-10-11T07:11:12.789Z"
    },
    "065da50204ddb581e2e3eb6fa3984ff3110d9ad7": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443090661/begrijp-jij-centraal-europa-nog--hans-luiten",
      "title": "Begrijp jij Centraal-Europa nog?",
      "subtitle": "Op reis door heden en verleden",
      "authors": "Hans Luiten",
      "description": "In Begrijp jij Centraal-Europa nog? neemt Hans Luiten de lezer mee op reis door het hedendaagse Centraal-Europa en biedt hij een historisch perspectief op deze bijzondere regio vandaag de dag. Voor de fans van Joris Luyendijk, Geert Mak, Ruben Terlou en Jelle Brandt Corstius.\nWie door een stad als Praag of Warschau loopt, wordt heen en weer geslingerd tussen vertrouwdheid en vervreemding. Het is niet ons West-Europa, maar ook niet het Russische oosten - hoewel van beide de invloed duidelijk zichtbaar is. Welkom in Centraal-Europa: Polen, Hongarije, Tsjechië en Slowakije, het westen van Oekraïne en het zuiden van Litouwen. Hans Luiten neemt de lezer mee op reis door de regio én door de tijd. Van de heilige Adalbert, die in 997 in Polen aan zijn einde kwam en wiens lichamelijke resten als relikwieën over het continent zwierven, tot aan de campagnevoerders die hij ontmoet in een Hongaars metrostation, die het over het verschrikkelijke Verdrag van Trianon hebben alsof dat niet een eeuw maar een week geleden is gesloten.\nLuiten combineert de geschiedenis en zijn eigen reiservaringen tot boeiende verhalen die niet alleen de bekende maar ook de ongrijpbare facetten tonen van het veelbewogen Centraal-Europa.\nOver Begrijp jij het Midden-Oosten nog?\n'Vol met nuttige inzichten en analyses.' - NRC Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443090661?aid=kb-online-bibliotheek&sid=17&dts=1760110923462&sig=e0e96a21c7a614bb7398c1524e673cc465425f5193613e3faae98a899b5caa2e&width=320",
      "dateSeen": "2025-10-11T07:11:13.004Z"
    },
    "f325983e592dd2d041f606a418d32302d7e97482": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448494876/ik-beloof-je-dat-ik-honderd-word-royce-de-vries---peter-r--de-vries",
      "title": "Ik beloof je dat ik honderd word",
      "authors": "Royce de Vries | Peter R. de Vries",
      "description": "In het laatste anderhalf jaar van zijn leven hield Peter R. de Vries in het geheim een logboek bij. Vanaf de dag dat hij in aanraking komt met de kroongetuige in het Marengo-proces tot aan de dag van de aanslag op zijn leven (6 juli 2021), doet hij nauwgezet en bij vlagen met humor, verslag van zijn rol als vertrouwensman van Nabil B. Hij vertelt over zijn rol in het verdedigingsteam dat hij vormde met de advocaten Peter Schouten en Onno de Jong, en de krachten waarmee hij werd geconfronteerd: de onthutsende wijze waarop het Openbaar Ministerie het verdedigingsteam en de familie van de kroongetuige probeert tegen te werken, en de strijd met advocaten en bepaalde ‘vrienden van de media’. In het logboek is Peter R. aan het woord, de publieke persoonlijkheid en crimereporter, de bevlogen strijder voor rechtvaardigheid.  Parallel daaraan lezen we over de familieman Peter, betrokken vader voor zijn dochter en zoon, opa van zijn kleinkinderen, in de ontroerende en aangrijpende dagboekfragmenten van zoon Royce de Vries (1989), die met dit boek zijn debuut maakt als schrijver. De verhalen van Royce lopen deels synchroon met het leven van zijn vader, maar bevatten ook herinneringen aan hun reizen en bijzondere ontmoetingen, de gezamenlijke passie voor voetbal en duiken, en de (ongevraagde) bezoekjes aan huis door Willem Holleeder. Royce vertelt hoe hij Amanda ten huwelijk vroeg, over de geboorte van hun oudste zoon, zijn bijzondere band met zijn moeder Jacqueline en zus Kelly, en zijn passie voor de advocatuur. En hij schetst wat er gebeurde in de negen dagen na de aanslag tot Peters overlijden op 15 juli 2021, bij de uitvaart en wat er daarna gebeurde in het leven van zijn familie en de andere hoofdrolspelers in het boek. Ik beloof je dat ik honderd word is bovenal een boek over een vader en een zoon. Over familiebanden, loyaliteiten, principes, redenen om voor te leven en te strijden. Over je rug recht houden, ‘de weg ertegen’ en een leven dat in het teken staat van de juiste keuzes maken – en daarvoor staan. Het is een boek dat geen lezer onberoerd zal laten – nu aantrekkelijk geprijsd.  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448494876?aid=kb-online-bibliotheek&sid=17&dts=1760173920375&sig=e42b22d54c5b9cfdf9019abe6b23528067948e5ebdcbfaf0649446164c3c636b&width=320",
      "dateSeen": "2025-10-12T07:12:07.873Z"
    },
    "6ac4d37163c814d832bd5decdeb438cafbb76f1c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454978723/ferris-en-de-gouden-spiegel-frans-van-baal",
      "title": "Ferris en de gouden spiegel",
      "authors": "Frans van Baal",
      "description": "Ferris is een tienjarige Gallische jongen. Hij sluit zich aan bij Vidal, een rondreizende goudsmid, op een gevaarlijke tocht naar Lutetia. Hun missie is het afleveren van een kostbare gouden spiegel bij Julia, de dochter van een welgestelde Romeinse koopman. Maar hun reis verloopt allesbehalve rustig. Twee genadeloze boeven zitten hen op de hielen, vastbesloten om de spiegel - en misschien hun levens - in handen te krijgen. Gevaar loert om elke hoek terwijl Ferris en Vidal zich een weg banen door het onbekende. Eenmaal in Lutetia komt Ferris er alleen voor te staan. Kan hij zijn achtervolgers te slim af zijn en de spiegel veilig afleveren? Zal hij zijn vriend Vidal ooit nog terugzien? En zal hij zijn thuis en familie in het Gallische dorp weer in de armen kunnen sluiten? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454978723?aid=kb-online-bibliotheek&sid=17&dts=1760253127972&sig=c74153a759f47f01a7465260b5434b7549342562d191b5f8e18ca080e743f8ba&width=320",
      "dateSeen": "2025-10-12T07:12:08.515Z"
    },
    "60e35fb111679d564c860c510408363203ffa626": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454978707/vier-altijd-alles-caren-bode",
      "title": "Vier altijd alles",
      "authors": "Caren Bode",
      "description": "Caren, vrouw van Philip en moeder van Dex en Vesper, is net 44 geworden als ze in 2013 de diagnose meningeoom krijgt. Eindelijk een reden waarom ze met één oog slecht ziet! Het is de start van een lange reis van een gezond en rijk leven met veel en hard werken, naar een leven van volledige en duurzame arbeidsongeschiktheid. Ze neemt je mee in 10 jaar van bezoeken aan specialisten, behandelingen, lieve zorgverleners, teleurstellingen verwerken én de mooiste momenten vieren. Beleef samen met de 'Carentjes' in haar achterhoofd, hoe ze de diagnose en de behandelingen van een tweede tumor verwerkt. Als kers op de taart, krijgt ze er ook nog poly-artrose bij, haar gezondheid, haar werk, alles gaat kapot. Wat als je lijf je zó in de steek laat, dat eerst werken met je hoofd niet meer lukt en daarna ook fysiek werk niet meer gaat? Soms lijkt het uitzichtloos, maar Caren zet door en raakt verstrikt in een lange strijd met het UWV. Alle ervaringen van 10 jaar diepe downs en soms hoge ups, veranderden haar levensmotto van 'haal alles uit het leven', naar 'Vier Altijd Alles'. Want, uiteindelijk weet ze toch het juiste antwoord op de belangrijkste vraag van het UWV: 'Kunt u cavia's aaien?' Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454978707?aid=kb-online-bibliotheek&sid=17&dts=1760253128615&sig=3580815297dee90bf5b6e0678f2c7cf4ee1f223f8f4c611b01701844b3496ef9&width=320",
      "dateSeen": "2025-10-12T07:12:08.840Z"
    },
    "cf3a4e8ec9750a67672b7e65fcd6a832ba3c0d7d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454978715/gedonder-in-het-vooronder-elisabeth-van-der-ark",
      "title": "Gedonder in het vooronder",
      "subtitle": "Mijn eierstokkanker reisverslag in dagboekvorm",
      "authors": "Elisabeth van der Ark",
      "description": "'De gynaecoloog gaat u bellen.' Dat waren de woorden van de radioloog na mijn buikecho, aangevraagd door mijn huisarts. Ik had diverse klachten: heftige krampen, geen ontlasting, te veel of dunne ontlasting. Na verloop van tijd kreeg ik ook pijn in mijn bekken, ter hoogte van mijn kruis, en pijn bij het plassen. De gynaecoloog belde inderdaad, en na het eerste consult en bloedonderzoek werd verteld dat er vanuit het Erasmus MC contact met mij zou worden opgenomen. Dit was het startsein van mijn reisverslag. Een reisverslag vol hoop, vrees, geluk, ongeluk en een scala aan emoties, geschreven in dagboekvorm. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454978715?aid=kb-online-bibliotheek&sid=17&dts=1760193891706&sig=cc870ca0f7e50636f1323a08be64af49be0beb41fa43803b49c2db9fe3ff3b42&width=320",
      "dateSeen": "2025-10-12T07:12:09.078Z"
    },
    "8ddf98ee9a5c1465a4ca6320ce874c113ddc5508": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448494876/ik-beloof-je-dat-ik-honderd-word-peter-r--de-vries---royce-de-vries",
      "title": "Ik beloof je dat ik honderd word",
      "subtitle": "het geheime logboek van Peter R. de Vries & het dagboek van Royce de Vries",
      "authors": "Peter R. de Vries | Royce de Vries",
      "description": "Logboekfragmenten van de in 2021 door een aanslag omgekomen misdaadverslaggever Peter R. de Vries, over het Marengo-proces, aangevuld met dagboekfragmenten van zijn zoon Royce de Vries. Met kleurenfoto’s.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448494876?aid=kb-online-bibliotheek&sid=18&dts=1760370392723&sig=1117ba0e33f1b4b77491ba9aff9eba66430401460e652d20fedc33fbb84eecdf&width=320",
      "dateSeen": "2025-10-14T07:13:58.406Z"
    }
  }
}