{
  "values": {
    "1899a6efa64a8b1d3816d6d8296e927b851764a4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/446929298/dagelijkse-rituelen-mason-currey---ernst-jan-pfauth",
      "title": "Dagelijkse rituelen",
      "subtitle": "Hoe bekende kunstenaars, schrijvers, ondernemers en andere creatieven werken",
      "authors": "Mason Currey | Ernst-Jan Pfauth",
      "description": "Het ultieme kijkje in de creatieve keuken\nHet geheime ingrediënt van bijna elk meesterwerk is routine. Deze routines zijn er niet voor niets: wie creatief wil zijn moet elke dag weer in ‘de flow’ zien te komen. Wie wist bijvoorbeeld dat Armin van Buuren zijn telefoon niet aanraakt tot na het ontbijt, of dat Beethoven elke ochtend precies 60 bonen telde voor zijn koffie?\nDagelijkse rituelen is een verzameling van routines, gewoonten en obsessies van bekende creatieven, ondernemers en makers die onmisbaar bleken in het scheppingsproces van hun meesterwerken.\n Met bijdragen van Ernst-Jan Pfauth, voor meer inspiratie voor een Intentioneel leven.\n'Ik heb dit boek met vrolijke verbazing gelezen.' - Adriaan van Dis\n'De oneindig veel verschillende, onverwacht vreemde en onnavolgbare routines van artiesten maken deze collectie van microbiografieën tot een echte aanrader.' - The Wall Street Journal\nJane Austen, Armin van Buuren, Marina Abramović, Stephen King, Marlene Dumas, Maya Angelou, Vincent van Gogh, Bénédicte Ficq, André Rieu, Haruki Murakami, Ellen ten Damme, Jonathan Franzen, Andy Warhol & 149 anderen over de rituelen, gewoonten en obsessies waarmee ze hun dagelijkse inspiratie vinden. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A446929298?aid=kb-online-bibliotheek&sid=17&dts=1755010289960&sig=1ba714344386845e41a7491c9fc86668cff0483f2d7f647f2fba9a8496c83059&width=320",
      "dateSeen": "2025-08-12T16:59:57.719Z"
    },
    "40c8ec944e1752c46b16c829cd338eebca2e66d6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44218851X/neem-ruim-zei-de-zee-sholeh-rezazadeh",
      "title": "Neem ruim zei de zee",
      "subtitle": "Gedichten",
      "authors": "Sholeh Rezazadeh",
      "description": "In de eerste dichtbundel van Sholeh Rezazadeh komen we vertrouwde elementen tegen die ze ook in haar twee lovend ontvangen romans veelvuldig verwerkte: rivieren en zeeën, bomen en bergen, vissen, vogels en vlinders. Net als in haar romans is de natuur geen achtergrond maar een echt personage, dat ziet en voelt, dat liefheeft en vergeet. De mens zelf is een feilbaar wezen dat wanhopig zoekt naar liefde en verbinding maar zich ook verbaast over het gebrek aan aandacht voor de ander.\nIn een prachtig parlando, dat schatplichtig is aan de oude Perzische dichters, dicht Rezazadeh in Neem ruim zei de zee over de kracht van de natuur en de onmogelijkheid om de ander te kennen.\n'Fraai en doordringend toont de dichteres hoeveel er te ontdekken is als we bereid zijn geuren, kleuren en klanken te honoreren, de ander zien, kansen te benutten.'- HP/De Tijd\n‘Sholeh Rezazadehs taalgebruik is onwaarschijnlijk mooi.’ – de Volkskrant\n‘Een nieuwe, originele stem in de Nederlandse literatuur.’ – AD\nOver Ik ken een berg die op me wacht:\n‘We waren onder de indruk van de originaliteit van deze roman. Rezazadeh laat in een prachtige poëtische stijl zien dat we geen afstand moeten nemen van de natuur, en vooral niet van elkaar. Deze roman is een perfecte kandidaat voor meerdere vertalingen door heel Europa.’ – juryrapport eupl 2024\n‘Een tedere en weelderige roman. Een klein en groots verhaal, om niet snel te vergeten.’ – Het Parool\n‘Onmiskenbaar een allegorische en poëtische roman.’ – Trouw\nOver De hemel is altijd paars:\n‘Een fijnzinnige kleine roman waarin geen woord te veel staat.’ – de correspondent\n‘Een prachtige roman.’ – HP/de tijd Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44218851X?aid=kb-online-bibliotheek&sid=17&dts=1755010257617&sig=0fdafab787ab1068d2dac1f880ec8f94fedf6d59acc74601aeb43986ee844759&width=320",
      "dateSeen": "2025-08-12T16:59:57.897Z"
    },
    "32b61adb693b96cd81d08b240b7487e58894ae4b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444277412/dhr--weigert-zorg-anne-gine-goemans",
      "title": "Dhr. weigert zorg",
      "subtitle": "Liefdevol en ontluisterend verslag van een vader met dementie in een verpleeghuis",
      "authors": "Anne-Gine Goemans",
      "description": "'Welke dag is het vandaag?’\n‘Wat een belachelijke vraag.’\n‘Welke dag is het vandaag, meneer?’\n‘Prima. Ik speel het spelletje mee. Januari.’\nDe vader van Anne-Gine Goemans verbleef drie jaar lang op de gesloten afdeling van een verpleeghuis. Zijn dementie maakte het hem onmogelijk thuis te blijven wonen.\nIn Dhr. weigert zorg laat Anne-Gine Goemans de rauwe realiteit zien van haar dementerende vader. Ze maakte een selectie uit de dagelijkse rapportages van de zorginstelling over haar tweeëntachtigjarige vader. Zijn verzorgers worstelen met de toenemende agressie en ongeremdheid van hun cliënt, die op zijn beurt worstelt met zijn laatste levensfase. De rapportages worden afgewisseld met Goemans' eigen impressies en herinneringen aan haar vader en jeugd. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444277412?aid=kb-online-bibliotheek&sid=17&dts=1755009789067&sig=5c97d3f3ca0607c29ebe93b961a344524aa1f5324cb64f7405390187e7827c03&width=320",
      "dateSeen": "2025-08-12T16:59:58.076Z"
    },
    "0438c85d884b553b5a55c16cbc895bb5d26bdee0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/440327652/walvistij-elizabeth-o-connor",
      "title": "Walvistij",
      "authors": "Elizabeth O'Connor",
      "description": "Walvistij van Elizabeth O’Connor is een prachtige roman over verlies en vooruitgang.\nHet is 1938 en voor Manod, een jonge vrouw die op een eiland voor de kust van Wales woont, lijkt haar wereld al te eindigen nog voordat ze een leven heeft kunnen opbouwen. Na de omineuze verschijning van een gestrande walvis op de kust en geruchten over onderzeeërs die de wateren onveilig maken, zetten de eilandbewoners zich schrap.\nWanneer twee antropologen van het hoofdeiland arriveren om de gebruiken van de eilanders te bestuderen, ziet Manod een gelegenheid om het eiland te verlaten en het leven te gaan leiden dat ze voor ogen heeft. Maar terwijl ze hen over de kliffen rondleidt, raakt ze verstrikt in hun relatie en haar verbeelde toekomst lijkt buiten bereik te raken.\nElizabeth O’Connor heeft met Walvistij een prachtige, verpletterend mooi debuut geschreven over verlangen en verraad tegen de achtergrond van een wereld die zich aan de rand van een afgrond bevindt.\n‘Even beeldend als talig [...] klein maar rijk boek ’ – Het Parool Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A440327652?aid=kb-online-bibliotheek&sid=17&dts=1755011292217&sig=e8e50df4749d4544dcdd1d33161adff9f4ee219420c957dc71a6c205149cc896&width=320",
      "dateSeen": "2025-08-12T16:59:58.262Z"
    },
    "682d09b9ab78f4d552b488f55622d8332185f982": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443869626/intentioneel-leven-ernst-jan-pfauth",
      "title": "Intentioneel leven",
      "subtitle": "7 simpele gewoontes voor meer focus en geluk",
      "authors": "Ernst-Jan Pfauth",
      "description": "Waarschijnlijk weet je wel waar je gelukkig van wordt. Waarom is het dan zo lastig om er tijd voor vrij te maken?\nIntentioneel leven biedt een krachtig systeem voor iedereen die oppervlakkige verleidingen wil weerstaan. Ernst-Jan Pfauth ontwikkelde 7 vliegwielen (kleine moeite, groot effect) waarmee je elke dag prioriteit geeft aan wat jij belangrijk vindt.\nGebaseerd op wetenschappelijk onderzoek, persoonlijke ervaringen en talloze interviews met onder anderen Tim Ferriss, Elizabeth Gilbert, Annejet van der Zijl en Oliver Burkeman is dit dé gids voor diepere voldoening, gezondere ambitie en meer geluk in je leven.\n'Lees dit boek en word een beter mens.' - Rutger Bregman\n'Dé gids om daadwerkelijk je leven in te richten vanuit een plek van regie en autonomie.' - Nina Pierson\n'Dit boek is als een adblocker voor je leven: ervaar minder ruis en meer geluk.' - Alexander Klöpping\n'Praktisch, boeiend, informatief en vooral stimulerend.' - Francine Oomen Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443869626?aid=kb-online-bibliotheek&sid=17&dts=1755010036911&sig=2ecee06428f93496aa9672f193eb8ae93617de18cbbad358dae5154fb5098e7f&width=320",
      "dateSeen": "2025-08-12T16:59:58.649Z"
    },
    "04100bcfd47dee500c7b9eea37715f1e812ef550": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/451732626/dit-mo-et-ik-doen-ludy-hoogeveen",
      "title": "Dit móet ik doen",
      "subtitle": "Licht werpen op de schaduwen van het verleden",
      "authors": "Ludy Hoogeveen",
      "description": "Ik had nooit gedacht hoeveel moed het zou vergen om de sluier van het zwijgen te doorbreken die al generaties lang over mijn familie hangt. Bewust van het feit dat al mijn broers en zussen een eigen versie van de waarheid hebben, vertel ik het verhaal vanuit mijn perspectief. Dit verhaal over groei in bewustzijn en de worsteling om je te bevrijden is niet alleen het verslag van een persoonlijke reis, maar ook een boodschap aan jou, mocht je je gevangen voelen door dat wat verzwegen wordt. Daarnaast hoop ik dat dit boek een bron van inspiratie en kracht is om een soortgelijke reis te ondernemen en ook licht te werpen op de schaduwen van het verleden. Je leven wordt er lichter door en de wereld 'a better place to be'. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A451732626?aid=kb-online-bibliotheek&sid=17&dts=1755010296599&sig=fce5c02c0b39f994976f9f5b44203c613bf350b0b3cafd150087304ed430b4fa&width=320",
      "dateSeen": "2025-08-12T16:59:58.792Z"
    },
    "a99b5237110dfba5ca1313276e092fd46affaecd": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/422201073/hoe-verander-je-een-mening--david-mcraney",
      "title": "Hoe verander je een mening?",
      "subtitle": "de praktische wetenschap achter het vormen van overtuigingen en opinies",
      "authors": "David McRaney",
      "description": "Verhandeling over de wetenschap achter het veranderen van andermans of de eigen mening.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A422201073?aid=kb-online-bibliotheek&sid=17&dts=1755009917347&sig=3453b897178ed4bbf34777e7f61c4374e08ae45dff8c28a87663dbfb45868b97&width=320",
      "dateSeen": "2025-08-12T16:59:58.978Z"
    },
    "1ca349dd66aee968e9981cd3a215b3a9f91468c9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/451942817/de-asielmoorden-gerard-legerstee",
      "title": "De asielmoorden",
      "authors": "Gerard Legerstee",
      "description": "Kort na het uitspreken van een vonnis tot uitzetting van een negenjarige Armeniër wordt een rechter op brute wijze vermoord op weg naar zijn werk. De Rotterdamse recherche vindt een bericht bij de rechter met een eis tot terugdraai van de uitzetting. Hoewel alle alarmbellen afgaan weigert justitie in te gaan op deze eis. Na een tweede moord wordt een Team Grootschalige Opsporing op de zaak gezet, waardoor brigadier Leonie van de Bergh wederom kan samenwerken met haar vriend John van Kampen. De spanningen lopen snel op na het uitblijven van onderzoeksresultaten. Een vrijwilliger bij de Rotterdamse Pauluskerk vermoedt, dat hij de dader heeft gesproken. De met zijn hulp opgestelde compositietekening van de moordenaar brengt hem echter zelf in levensgevaar. Wanneer de moordenaar uit onverwachte hoek hulp krijgt, zorgt dit voor een dramatische en beslissende wending in deze politiek zwaar beladen zaak. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A451942817?aid=kb-online-bibliotheek&sid=17&dts=1755010610608&sig=f6922335be7634b375fb662cc0c0bc4c2e9f8ca3adb075458271b74daf54cdc1&width=320",
      "dateSeen": "2025-08-12T16:59:59.157Z"
    },
    "3a49910b46fecc82e3ca811623ae0e32bd8e871c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45168155X/onmogelijk-erri-de-luca---annemart-pilon",
      "title": "Onmogelijk",
      "authors": "Erri de Luca | Annemart Pilon",
      "description": "Hoog in de Dolomieten leggen twee wandelaars dezelfde route af. Eén man valt zijn dood tegemoet, de andere man slaat alarm. Maar deze twee mannen blijken met elkaar verbonden door meer dan alleen deze toevallige ontmoeting. Veertig jaar geleden maakten ze deel uit van dezelfde groep revolutionairen. Geschreven als een interview tussen de man en een jonge politierechter die hem verdenkt van moord, mondt deze zaak uit in een politiek filosofische zoektocht naar de verantwoordelijkheid van het individu binnen een actiegroep en de lijn tussen waarheid en perceptie. Onmogelijk is een briljante ode aan de bergen en hun aantrekkingskracht, evenals een inkijkje in politiek kameraadschap, gegoten in de meest subtiel uitgewerkte vorm van een detectiveverhaal. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45168155X?aid=kb-online-bibliotheek&sid=17&dts=1755010698375&sig=24e2a5345ebf3ae5bc359c7cad2b07e613db30d1015cbf31c06d5b0edc0893be&width=320",
      "dateSeen": "2025-08-12T16:59:59.343Z"
    },
    "90b44d1b6e1f923d1eafc18eddd512ea32ba18f6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/440319412/de-campingmoord-carrie---eddie",
      "title": "De campingmoord",
      "subtitle": "En nog 13 spraakmakende Nederlandse moordzaken ontrafeld door de makers van Moordzaken, de podcast",
      "authors": "Carrie | Eddie",
      "description": "Met exclusief een moordzaak die ze nog niet in hun podcast behandelden.\nNa het enorme succes van hun debuut De Pindakaasmoord zijn Carrie en Eddie terug. in De Campingmoord werpt het bekende podcastduo hun licht op veertien opgeloste Nederlandse moordzaken. Ze bespreken grote zaken als de Zoetermeerste gezinsmoord en de balpenzaak en ook kleinere, maar niet minder tot de verbeelding sprekende dossiers zoals de moord zonder lijk en de moord op de boekverkoopster.\nOver De pindakaasmoord:\n'Fascinerende leesstof die je als lezer verbijsterd achterlaat.'-\n'Deze podcast is zo goed omdat hij met respect gemaakt wordt. Fantastisch: mijn tip; lees dit boek!' - Carlo Boszahard Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A440319412?aid=kb-online-bibliotheek&sid=17&dts=1755009796753&sig=fd5066ff3ae1945c37a320548d0476a5254493e8619ba5e8faa02de6c1e62a34&width=320",
      "dateSeen": "2025-08-12T16:59:59.556Z"
    },
    "ef35137511004d72b234b0f29f7688c330cab3e1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/432258388/silvester----en-de-knallende-melkbusbende-willeke-brouwer",
      "title": "Silvester ...en de knallende melkbusbende",
      "authors": "Willeke Brouwer",
      "description": "Silvester wil een metaaldetector hebben, maar daarvoor zal hij toch echt zijn eigen geld moeten verdienen. Daarom besluit hij een vakantiebaantje te nemen op de zorgboerderij van zijn oom Pier. Met illustraties in zwart-wit. Vanaf 10 jaar.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A432258388?aid=kb-online-bibliotheek&sid=17&dts=1755010462906&sig=8591684bf0936b5ec0c14e749ed1eb8cc28b3beb376a679b5dacdd309e9813df&width=320",
      "dateSeen": "2025-08-12T16:59:59.829Z"
    },
    "4833ba317b35ff68aa150e8b1f44a0f7c801b110": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/440625955/de-vijf-talen-van-de-liefde-bij-dementie-deborah-barr---edward-g--shaw---gary-chapman",
      "title": "De vijf talen van de liefde bij dementie",
      "subtitle": "blijven liefhebben als herinneringen vervagen",
      "authors": "Deborah Barr | Edward G. Shaw | Gary Chapman",
      "description": "Chapmans populaire vijf talen van de liefde gecombineerd met de inbreng van twee zorgprofessionals met expertise met betrekking tot dementie. Dementie is ingrijpend, ook voor de naasten van hen die eraan lijden. Voor de kwaliteit van leven is goede begeleiding en ondersteuning heel belangrijk. Hoe kun je een relatie onderhouden met iemand die steeds meer het vermogen daartoe verliest? De auteurs beschrijven hoe je in verschillende fasen van dementie de vijf liefdestalen kunt inzetten om doelgericht contact te maken en ervoor te zorgen dat iemand met dementie zich veilig en geliefd voelt. Met ervaringsverhalen, achtergrondinformatie en praktische adviezen. Dr. Gary Chapman is auteur, spreker, voorganger en therapeut. Hij heeft een passie voor mensen en wil hen helpen bouwen aan liefdevolle, blijvende relaties. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A440625955?aid=kb-online-bibliotheek&sid=17&dts=1755017999912&sig=80f13967fa127fd80ca8bd76f434bf7e1f98674f45ee00260f86913249261320&width=320",
      "dateSeen": "2025-08-12T17:00:00.090Z"
    },
    "893b785ad1f6caebc4b6e399e0947a1a65d62186": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/452781507/emily-wildes-atlas-der-anderlanden-heather-fawcett",
      "title": "Emily Wildes atlas der Anderlanden",
      "authors": "Heather Fawcett",
      "description": "Cambridge-professor Emily Wilde gaat op avontuur om een kaart van de feeënwereld te maken. Ze reist samen met de verbannen feeënkoning Wendell af naar Oostenrijk om de poort naar zijn rijk te vinden. Vanaf ca. 15 jaar.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A452781507?aid=kb-online-bibliotheek&sid=17&dts=1755010613830&sig=e3d06b7ec88b060fab392f9e20ceccd5c46def6f916a071a1d3a1d529e28bcf5&width=320",
      "dateSeen": "2025-08-12T17:00:00.501Z"
    },
    "68780e3180a0f52ee889c918f5aac4dc6c50a533": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444483683/blijf-niet-omzien-marleen-schmitz",
      "title": "Blijf niet omzien",
      "authors": "Marleen Schmitz",
      "description": "De familieroman 'Blijf niet omzien' van Marleen Schmitz gaat over Rick, die in zijn werk als brandweerman een heftig trauma oploopt. De plaats van het ongeluk ligt dicht bij het appartement dat hij met zijn vriendin Jackie deelt en hij merkt algauw dat hij het niet meer trekt om daar te blijven wonen. Hij besluit zijn leven in Amsterdam achter te laten en een pauzejaar te nemen in Zuid-Limburg. Terwijl zijn vriendin Jackie in de stad blijft, probeert Rick zijn verdriet te verwerken. Hij komt langzaam tot zichzelf, bouwt nieuwe vriendschappen op en leert wat hij echt belangrijk vindt. Past hij nog wel goed bij Jackie? Of groeit zijn vriendschap met de Limburgse Ellen onbedoeld uit tot meer? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444483683?aid=kb-online-bibliotheek&sid=17&dts=1755013084160&sig=429de33f12d5efae46e23457cf3b10c6ace7a05f5826f189521c5a6a7750f042&width=320",
      "dateSeen": "2025-08-12T17:00:00.743Z"
    },
    "f33877655cc6bee4ef842e33e44e76db9eaeda51": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444642595/hartstochten-van-de-ziel-rowan-williams",
      "title": "Hartstochten van de ziel",
      "subtitle": "Hoe we onze verlangens ten goede kunnen keren",
      "authors": "Rowan Williams",
      "description": "In ‘Hartstochten van de ziel’ betoogt oud-aartsbisschop en anglicaans theoloog Rowan Williams dat we ons niet schuldig hoeven te voelen als hartstochten opborrelen. Integendeel, hij laat zien dat de oosters-orthodoxe traditie handvatten aanreikt om trots, woede, hebzucht en wanhoop om te buigen tot het goede. Hoe we die krachten kunnen omsmeden tot zelfinzicht en een bepaalde opmerkzaamheid, zodat we met de wereld kunnen omgaan zonder zelfzuchtige illusies. Kortom, Williams geeft een nieuw perspectief op de hartstochten van de ziel. Niet als zonde, maar als kracht ten goede. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444642595?aid=kb-online-bibliotheek&sid=17&dts=1755018001105&sig=9a25cc4f5fe5db43051323f0fb3c25b1a378d5cceb4906dfa92b3ca9bfd356c7&width=320",
      "dateSeen": "2025-08-12T17:00:01.301Z"
    },
    "fe2c367861165848da61203844f15f7bce2c6ef1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444728481/de-zwemclub-michelle-visser",
      "title": "De zwemclub",
      "authors": "Michelle Visser",
      "description": "'De zwemclub' van Michelle Visser is een hartverwarmend verhaal over vier bijzondere mensen die hun weg terugvinden naar vriendschap en liefde. Een jonge vrouw met een burn-out. Een weduwe die aarzelt in de liefde. Een man die twee jongens opvoedt die niet zijn zonen zijn. En een moeder die haar reislustige dochter mist, van wie ze alleen af en toe een kaartje krijgt. Als het zwemseizoen begint, treffen zij elkaar bij de zwemvijver. Ze weten alleen nog niet dat hun levens stuk voor stuk zullen veranderen. De zwemvijver is een plek waar nieuwe vriendschappen ontstaan, en soms zelfs liefde. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444728481?aid=kb-online-bibliotheek&sid=17&dts=1755010614470&sig=d2e7f51e09ac02b1e7f464fa6905e34eeec5d6f0c6b3a98cde8446bf6abd4b30&width=320",
      "dateSeen": "2025-08-12T17:00:01.532Z"
    },
    "224a04fe580c2d676660c5e262e06182195ec274": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444478396/een-dodelijke-melodie-matthew-costello---neil-richards",
      "title": "Een dodelijke melodie",
      "authors": "Matthew Costello | Neil Richards",
      "description": "Deel 22 in de Cherringham-serie. Alex King, zanger van de legendarische rockgroep Lizard uit de jaren negentig, geeft een feest op zijn prachtige landgoed in Cherringham. De langverwachte comeback van de band moet gevierd worden. Maar in plaats van seks, drugs en rock-'n-roll is er een gevecht - met een tragische uitkomst: bij zonsopgang drijft Alex dood in het zwembad van zijn landgoed. Voor de politie is er geen twijfel mogelijk: het ging om een ??ongeval onder invloed van drugs. Maar wanneer Jack en Sarah door een bandlid worden gevraagd om onderzoek te doen, ontdekken ze al snel dat zelfs een goed nummer dodelijke gevolgen kan hebben. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444478396?aid=kb-online-bibliotheek&sid=17&dts=1755010614690&sig=fb596ba34e54267eb19c551f3c7ddcf18c619f45a10081caea164ea383e2afbb&width=320",
      "dateSeen": "2025-08-12T17:00:01.747Z"
    },
    "7749fb9c7c931810e017e60d4e65c1d70bf57367": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/440044804/commissaris-dupin-en-de-dode-in-pont-aven-jean-luc-bannalec",
      "title": "Commissaris Dupin en de dode in Pont-Aven",
      "authors": "Jean-Luc Bannalec",
      "description": "Een Bretagne thriller, boek 1. Op een bloedhete ochtend in juli vindt in het pittoreske kunstenaarsdorp Pont Aven een mysterieuze moord plaats: Pierre-Louis Pennec, de hoogbejaarde eigenaar van het legendarische hotel Central, waar ooit Gauguin en andere beroemde kunstenaars logeerden, is op brute wijze doodgestoken. Wie vermoordt een 91-jarige en waarom? Wat is er in zijn laatste dagen voorgevallen? Als niet veel later een tweede lijk wordt aangetroffen aan de Bretonse kust, realiseert Dupin dat de zaak omvangrijker is dan verwacht. Terwijl de roep om duidelijkheid toeneemt en de grillige dorpsbewoners hardnekkig blijven zwijgen, komt commissaris Dupin een spectaculair geheim op het spoor... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A440044804?aid=kb-online-bibliotheek&sid=17&dts=1755010534094&sig=fdcb484cfc2053f7ea30894a643e18d084a7764db6f5dbb927097e0b73564633&width=320",
      "dateSeen": "2025-08-12T17:00:01.955Z"
    },
    "8293b6ebcf79b3d01f22084dc81fed291b51df48": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44698468X/parels-van-parijs-anna-wijnands",
      "title": "Parels van Parijs",
      "subtitle": "De leukste onbekende plekken van Parijs",
      "authors": "Anna Wijnands",
      "description": "Van unieke vintageboetiekjes en gezellige bistro's, tot indrukwekkende musea en mooie patisserieën: in 'Parels van Parijs' neemt mode-illustratrice Anna Wijnands je mee op ontdekkingstocht door de stad die haar al jaren inspireert en waar ze steeds weer nieuwe verborgen parels ontdekt. Of je nu voor de eerste keer gaat of al vaker door de prachtige straten van de Franse hoofdstad hebt gewandeld, dankzij Anna's illustraties en verhalen ervaar je de echte magie van deze romantische stad.\n Welke versie van de stad spreekt jou het meest aan: chic, bohemian of modieus Parijs? Dompel jezelf onder in een thema naar keuze en ondek knusse wijken als Oberkampf, Belleville, Montmartre en Le Marais, Creëer jouw eigen wandelingen aan de hand van Anna's geïllustreerde kaartjes en ontdek de plekken waar de Parijzenaren zelf ook graag komen. Welke parel wordt jouw nieuwe favoriete hotspot?\n Dit boek is voor liefhebbers van Parijs en de boeken van Megan Hess. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44698468X?aid=kb-online-bibliotheek&sid=17&dts=1755010464765&sig=a2d1b3b28e07c292dcfc76a4dc199f718b17dccfc2b69fc293a186da4f1ffe73&width=320",
      "dateSeen": "2025-08-12T17:00:02.173Z"
    },
    "6b280038371dac5757d379324b6e2936bd24dba5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447864564/return-to-base-dominique-schreinemachers",
      "title": "Return to Base",
      "subtitle": "Een meeslepend verhaal over kracht, moed en zelfinzicht van een militair vlieger",
      "authors": "Dominique Schreinemachers",
      "description": "In Return to Base deelt Dominique Schreinemachers hoe zij van klein meisje in Zuid-Limburg terechtkwam bij haar droombaan bij de luchtmacht. Ze was er twintig jaar in dienst vocht letterlijk voor haar leven in Afghanistan. Haar verhaal van vastberadenheid, veerkracht en doorzettingsvermogen is niet alleen boeiend, maar ook inspirerend en motiverend.\n Dit boek is een inspirerend verhaal van een meisje uit een kunstenaarsfamilie dat haar droom om militair helikopterpiloot te worden waarmaakte, ondanks de uitdagingen en gevaren die haar pad kruisten.\n Voor liefhebbers van boeken als Groeipijn, Nu of nooit en Can't Hurt Me. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447864564?aid=kb-online-bibliotheek&sid=17&dts=1755009883687&sig=93dc87fedcab0761145e4df869c7d160710e7b8307af208fc269d7447de4cea2&width=320",
      "dateSeen": "2025-08-12T17:00:02.382Z"
    },
    "5fe314354c9f8869352dc171f048ae94353d3898": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444326774/zeven-poorten-naar-spirituele-ervaringen-jonathan-ellerby",
      "title": "Zeven poorten naar spirituele ervaringen",
      "subtitle": "Magische momenten van eenheid en helder bewustzijn",
      "authors": "Jonathan Ellerby",
      "description": "In 'Zeven poorten naar spirituele ervaringen' laat Jonathan Ellerby je kennismaken met veelvoorkomende manieren waarop mensen het Heilige ontmoeten: God, het Goddelijke of niet-alledaags Bewustzijn. Hij leert je herkennen wanneer je een spirituele ervaring hebt en hoe je deze kunt omarmen als een kans voor spirituele groei, heling en het ontwikkelen van veerkracht. Een spirituele ervaring houdt in dat de ogen van de ziel worden geopend. Tijdens een spirituele ervaring kom je in aanraking met een niet-alledaagse manier van zien, voelen en weten. Ervaring is de beste manier om je eigen spirituele persoonlijkheid te leren kennen en de unieke manieren waarop je je kunt verbinden met het Heilige. Ellerby benoemt de zeven meest voorkomende manieren waarop we worden aangeraakt door de spirituele wereld en deelt intieme voorbeelden van zijn eigen diepgaande ontmoetingen met het Heilige, inspirerende herinneringen van anderen en verhalen van mystici door de eeuwen heen. Dit boek is een gids voor mensen die hebben besloten om op hun eigen spirituele reis te gaan. Elk hoofdstuk beschrijft de buitenwereldse dimensies waarin je je kunt bevinden. Het biedt een manier om te begrijpen wat je ervaart en hoe je de geschenken en lessen kunt integreren in jezelf en je leven. In het boek staan eenvoudige oefeningen en heilige gebruiken die helpen om je waarneming te verruimen, niet alledaagse staten van bewustzijn te betreden en diepere ervaringen te kunnen ontvangen. 'Zeven poorten naar spirituele ervaringen' biedt een routekaart om door de geografie van Heilige ontmoetingen te navigeren en helpt je om meer spirituele verwondering te ontdekken. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444326774?aid=kb-online-bibliotheek&sid=17&dts=1755010465176&sig=df4974fdafb7751dfe9765f9a90a5984fdbb402215422391db5135ebf07c0d7f&width=320",
      "dateSeen": "2025-08-12T17:00:02.584Z"
    },
    "60582146e6401ee136ac51001ba4208c9615cfd1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443343438/de-weg-naar-het-licht-marina-de-haan",
      "title": "De weg naar het licht",
      "subtitle": "Een moderne pelgrimsreis",
      "authors": "Marina de Haan",
      "description": "In ‘De weg naar het licht’ betoogt journalist Marina de Haan dat het leven een pelgrimstocht is. Of je nu gelovig bent of niet, ieder mens is onderweg en gaat een eigen route. Maar waar leidt de weg naar toe? En wat, of wie, is de goede weg? Aan de hand van de pelgrimspsalmen neemt Marina je mee op deze ontdekkingsreis. Daarbij deelt ze ook openhartig over haar eigen leven met chronische ziekten. Elk hoofdstuk is een bemoedigende brief om je te motiveren op je tocht. Ieder deel van de reis sluit af met een meditatie. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443343438?aid=kb-online-bibliotheek&sid=17&dts=1755011037034&sig=149cc1b1ca40acc1bcfecae96780927cb8afd2dfd31aa4206c47a63785f322b5&width=320",
      "dateSeen": "2025-08-12T17:00:02.764Z"
    },
    "b2ff18e1cdf5767c2af71e62854591be49c830e8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/445993596/de-tao-van-verlies-conny-coppen",
      "title": "De Tao van verlies",
      "subtitle": "Een liefdevolle weg van verbinding en troost",
      "authors": "Conny Coppen",
      "description": "'De Tao van verlies' van Conny Coppen is een liefdevolle en praktische gids voor het omgaan met verlies. Daarbij gaat het om verlies in de breedste zin van het woord: van een dierbare, een relatie, je baan, je gezondheid of van toekomstverwachtingen. Bij dit soort grote veranderingen in het leven lijkt het of alles stil komt te staan en vaak heb je het gevoel dat je nooit meer uit dit diepe dal zult komen. Conny Coppen laat vanuit haar doorleefde kennis en empathie zien dat je wel degelijk weer op kunt krabbelen. Ze integreert daartoe inzichten uit onder andere de Chinese geneeskunde en het taoïsme. Deze helpen je om jezelf, je emoties en lichamelijke reacties beter te begrijpen en te ondersteunen. Hierdoor leer je evenwichtig en dus op een gezonde manier omgaan met de situatie en ontdek je hoe sommige lichamelijke of psychische klachten gerelateerd zijn aan thema's waarmee je worstelt. De tips, suggesties en oefeningen helpen je om jezelf of een ander in dit proces te ondersteunen waardoor je kunt groeien in inzicht, innerlijke kracht, wijsheid, mededogen en liefde, hoe moeilijk een situatie ook is. Dit maakt je tot een krachtig, waardevol mens die van nature bijdraagt aan een liefdevolle samenleving. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A445993596?aid=kb-online-bibliotheek&sid=17&dts=1755018002852&sig=a0d0e243a3113620ea0a3ca37c1aad0aab30f1630d594202089368f6458011ab&width=320",
      "dateSeen": "2025-08-12T17:00:03.047Z"
    },
    "4379330d9bcea54d8ee01873468becb487810dd8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444728643/volgeboekt-paula-heeger",
      "title": "Volgeboekt",
      "authors": "Paula Heeger",
      "description": "Een succesvolle schrijfster reist af naar Terschelling om aan haar nieuwste boek te werken en een theaterfestival bij te wonen. Door een misverstand komt ze terecht in de logeerkamer van een norse man die een B&B en boekwinkel runt. De vondst van een speciaal boek brengt hen nader tot elkaar.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444728643?aid=kb-online-bibliotheek&sid=17&dts=1755011714882&sig=fab789746dce237dc9213887d0cb924c9632bf51dc2b7439abfe382d38b2f803&width=320",
      "dateSeen": "2025-08-12T17:00:03.227Z"
    },
    "a83c9f5b6713b648a51d6cf67a5010827b4165a8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444205535/matchpoint-katherine-reilly",
      "title": "Matchpoint",
      "authors": "Katherine Reilly",
      "description": "Een jonge vrouw verhuurt haar flat in Londen voor het jaarlijkse Wimbledon tennistoernooi, maar als ze toch thuis moet blijven, weigert haar huurder te vertrekken. Deze huurder blijkt een toptennissers te zijn. Terwijl de spanningen tussen hun oplopen, ontstaat er ook een onmiskenbare chemie.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444205535?aid=kb-online-bibliotheek&sid=17&dts=1755010466001&sig=5c82312b233bdeea6735857d6e4c263cac5780b364aabf00ece75f2da2146709&width=320",
      "dateSeen": "2025-08-12T17:00:03.419Z"
    },
    "cb3f3dd62abe7f309274c2f6cca57688de264904": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443343365/adagio-kees-boele",
      "title": "Adagio",
      "subtitle": "een remedie tegen stress onder studenten",
      "authors": "Kees Boele",
      "description": "Handreiking aan onderwijsprofessionals en beleidsmakers om het onderwijs minder stressvol te maken voor studenten, met adviezen op basis van thema’s uit de muziekwereld. Met zwart-witillustraties.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443343365?aid=kb-online-bibliotheek&sid=17&dts=1755018003499&sig=2ce8ec24afdd3ff6563635423271f18d9a5973dcab37732c156e9cb2841bb61a&width=320",
      "dateSeen": "2025-08-12T17:00:03.671Z"
    },
    "a5e53356e27d1509d28a15b03b8e9f1b6679269d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444483608/eigen-keus-jose--vriens",
      "title": "Eigen keus",
      "authors": "José Vriens",
      "description": "Na een lange relatie wordt een vrouw het huis uitgezet. Ze ontfermt zich over een loslopende hond en probeert de eigenaar te vinden. Ze schakelt de hulp in van de eigenaresse van een hondenuitlaatservice, wiens man vier jaar geleden ineens vertrok. Zal het ze lukken de liefde weer te vinden?",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444483608?aid=kb-online-bibliotheek&sid=17&dts=1755010616430&sig=f179330869955af453507233915b9707def2ed00fc69b4a05979317445cb7f7d&width=320",
      "dateSeen": "2025-08-12T17:00:03.849Z"
    },
    "c5d15b7020c249e6fd3dbff805fc65b02f863905": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444670041/geboren-uit-bloed-en-as-jennifer-l--armentrout",
      "title": "Geboren uit bloed en as",
      "authors": "Jennifer L. Armentrout",
      "description": "Sera is bevrijd uit Kolis’ greep en ze doet een poging Koningin der Goden te worden, maar dan moet ze wel de andere hoven overtuigen om haar te steunen. Als er een oorlog tussen de goden dreigt, moet ze Kolis stoppen voor het te laat is.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444670041?aid=kb-online-bibliotheek&sid=17&dts=1755010466808&sig=05fbf272d66bc96d487932e81e4dfa1fadb8f1ffdb6cc3abbd6895dd35bd5a8e&width=320",
      "dateSeen": "2025-08-12T17:00:04.026Z"
    },
    "0902d1314f866a464266d2d41627d712a91ef688": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444205527/een-perfecte-man-erica-james",
      "title": "Een perfecte man",
      "authors": "Erica James",
      "description": "Na bijna veertig jaar huwelijk verlaat een man zijn vrouw plotseling voor een veel jongere vrouw. Terwijl de vrouw haar leven opnieuw opbouwt, ontdekt haar ex dat zijn nieuwe leven misschien toch minder ideaal is dan hij dacht...",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444205527?aid=kb-online-bibliotheek&sid=17&dts=1755014934771&sig=b0d193224df25d018ae3ed9a3e00e63dbfde32620615b407944e41e187db9748&width=320",
      "dateSeen": "2025-08-12T17:00:04.198Z"
    },
    "2ffc6b7add53fec6ca645a1eb5876f7ed3e32ebc": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443343462/de-stem-van-de-schepper-deborah-monfils",
      "title": "De stem van de Schepper",
      "subtitle": "God ontdekken in de alledaagse natuur",
      "authors": "Deborah Monfils",
      "description": "Overdenkingen over het ontdekken van God in de alledaagse natuur, waarin wordt uitgelegd wat de schepping vertelt over God en onze relatie met Hem.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443343462?aid=kb-online-bibliotheek&sid=17&dts=1755011380813&sig=257f2269244d99fee0996b10a3992620cb4bcb7395cf7fb2a07705171fd96f5b&width=320",
      "dateSeen": "2025-08-12T17:00:04.374Z"
    },
    "d0aad7ee3ae4bdb7c27af036ba3f22fdcd90747b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444728066/variation-rebecca-yarros",
      "title": "Variation",
      "authors": "Rebecca Yarros",
      "description": "Een geheim maakt een eind aan een ontluikende jeugdliefde tussen een ballerina en een redder van de kustwacht. Een onverwachte gebeurtenis brengt ze weer bij elkaar.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444728066?aid=kb-online-bibliotheek&sid=17&dts=1755010467448&sig=c96f1418b75c2dc0a17f4a094eebfd6a32083ee8e9f2a6c4ea58d87ae12f41b0&width=320",
      "dateSeen": "2025-08-12T17:00:04.550Z"
    },
    "9928e4640d2b31a3d0042feb12d806e31fa46617": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442831579/tweelingzielliefde-mjon-van-oers",
      "title": "Tweelingzielliefde",
      "subtitle": "ware of toxische liefdeskracht",
      "authors": "Mjon van Oers",
      "description": "Spiritueel getinte relatiegids om tweelingzielen te leren herkennen, en onderscheid te maken tussen zielsverwanten en toxische relaties.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442831579?aid=kb-online-bibliotheek&sid=17&dts=1755014305670&sig=27a29f6d148d41272019d15d42bcb644221bf5a722775d53fce4fc56aa286f23&width=320",
      "dateSeen": "2025-08-12T17:00:04.786Z"
    },
    "b9061a616974ce3f54dbc47fe7f981ee0bc30b1c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443343403/virtuoos-leven-ariaan-baan",
      "title": "Virtuoos leven",
      "subtitle": "zeven deugden om goed te leven in een doorgedraaide wereld",
      "authors": "Ariaan Baan",
      "description": "Verhandeling over zeven theologische en filosofische deugden die innerlijke stabiliteit kunnen bieden in een hectische wereld. Met zwart-witillustraties.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443343403?aid=kb-online-bibliotheek&sid=17&dts=1755011214493&sig=e9a4cffc1a0bd0b85e5976058b895280573cf4cd5d0817e4455478501793d7a7&width=320",
      "dateSeen": "2025-08-12T17:00:05.071Z"
    },
    "3f225141c8096ebbee808a2df426c6f9e47f75ff": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444205446/als-ik-aan-je-denk-ellie-dean",
      "title": "Als ik aan je denk",
      "authors": "Ellie Dean",
      "description": "Engeland, 1943. Een vrouw reist af naar haar geboortestadje om bij haar zus te gaan wonen, die een pension runt. Ondertussen ontvangt ze dreigende brieven van haar ex-man. Wanneer een bombardementen de munitiefabriek in de stad treft, halen de zussen een derde vrouw in huis.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444205446?aid=kb-online-bibliotheek&sid=17&dts=1755009827621&sig=0e6bd97d7d1afae777893fd680a717dfd04759190c45dd475b19a54eba58bb54&width=320",
      "dateSeen": "2025-08-12T17:00:05.241Z"
    },
    "eb38bdfe608c9cae349ea2b1ba4d59fbce577249": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447064606/een-vriendin-van-vroeger-susan-van-eyck",
      "title": "Een vriendin van vroeger",
      "authors": "Susan van Eyck",
      "description": "Een dertienjarig meisje raakt tijdens de Tweede Wereldoorlog via een vriendin op wie ze verliefd is onbedoeld betrokken bij het verzet, waarna haar eigen familie wordt opgepakt. Vijftig jaar later ontmoet ze haar vriendin weer en probeert ze te achterhalen wat er precies gebeurd is.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447064606?aid=kb-online-bibliotheek&sid=17&dts=1755014305730&sig=3a463edde11e5e1b6f02e4b790990f6ee723305d720c22b7a5be23f9c5fea158&width=320",
      "dateSeen": "2025-08-12T17:00:05.477Z"
    },
    "fdbe97e2a40e6ea4e1eb304f3228df48cd24c73d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444728600/een-sterke-vrouw-diney-costeloe",
      "title": "Een sterke vrouw",
      "authors": "Diney Costeloe",
      "description": "Als in 1914 de Eerste Wereldoorlog uitbreekt, verandert het leven van drie jonge Engelse vrouwen drastisch.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444728600?aid=kb-online-bibliotheek&sid=17&dts=1755010039754&sig=547571917c0f16adbf1a1d27c7188335e438147c0af64833e921049586d37b6d&width=320",
      "dateSeen": "2025-08-12T17:00:05.632Z"
    },
    "7d15f256946c52aa9864523404789479ed2be900": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444515771/het-einde-van-de-hel-reinier-sonneveld",
      "title": "Het einde van de hel",
      "subtitle": "waarom niemand wordt afgeschreven",
      "authors": "Reinier Sonneveld",
      "description": "Pleidooi voor het idee van universalisme of alverzoening, een visie waarin er geen aparte hel bestaat, maar één hiernamaals waar iedereen kan herstellen. Met zwart-witafbeeldingen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444515771?aid=kb-online-bibliotheek&sid=17&dts=1755010618032&sig=81333550049668237f8caa8243399c4c4ca568f70e11e032ca2d6119687e1340&width=320",
      "dateSeen": "2025-08-12T17:00:05.818Z"
    },
    "161e11e77f87948bde8432da2064992e3f841d86": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447102680/een-gevaarlijk-spel-josh-lanyon",
      "title": "Een gevaarlijk spel",
      "authors": "Josh Lanyon",
      "description": "Boekhandelaar – en parttime-speurneus – Ellery Page is dolblij dat de renovaties van zijn huis Captain's Seat eindelijk zijn afgerond. Om het te vieren besluit Ellery een housewarming te houden voor zijn nieuwe vrienden in Pirate Cove, zijn nieuwe liefde politiecommissaris Jack Carson, én zijn oude vrienden uit New York. Het huis is immers groot genoeg voor een gezellig vriendenweekend. Een onverwachte sneeuwstorm gooit echter roet in het eten en snijdt het dorp Pirate's Cove af van de wereld. Terwijl Jack in het ingesneeuwde dorp zijn eigen problemen heeft, zit er voor Ellery en zijn logées niets anders op dan drinken, herinneringen ophalen en spelletjes spelen. Dat denkt Ellery tenminste. Maar na een oncomfortabel spelletje Hints dreigt Ellery verstrikt te raken in een gevaarlijk potje levend Cluedo… Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447102680?aid=kb-online-bibliotheek&sid=17&dts=1755010206856&sig=8b0cc5dd1b33213e840c8e113cdb7a6f099a258811d84e034efa0de340e9bdd3&width=320",
      "dateSeen": "2025-08-12T17:00:05.998Z"
    },
    "bfef59e02db1d394622a2b304abf31e2a54df117": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/440534178/femicide-tessel-ten-zweege",
      "title": "Femicide",
      "subtitle": "tot de dood ons scheidt",
      "authors": "Tessel ten Zweege",
      "description": "Jarenlang kwam het woord ‘femicide’ alleen voor in Nederlandse headlines als het ging om moord op vrouwen in Mexicaanse grenssteden of in Turkije. Maar waarom kijken we alleen naar het buitenland? Terwijl femicide hier jarenlang niet werd geregistreerd en niet op de politieke agenda stond, wordt er elke acht dagen een vrouw vermoord door haar (ex-)partner. Waarom werd er zo lang weggekeken en hoe pakken we dit probleem nu wél aan? In een toegankelijke, persoonlijke stijl maakt de jonge auteur en activist Tessel ten Zweege voor een brede doelgroep inzichtelijk wat er speelt rond deze thematiek, en wat er moet gebeuren om te voorkomen dat vrouwen vanwege hun gender worden vermoord. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A440534178?aid=kb-online-bibliotheek&sid=17&dts=1755015623155&sig=8fd70b86cba071d6cae4bd522c653d8546406dfbce9bed08a14f5508e1ee4977&width=320",
      "dateSeen": "2025-08-12T17:00:06.193Z"
    },
    "320f502591e12acd6d9e60e1adf18ec1b2f1a2f8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44439303X/bad-boy-elle-kennedy",
      "title": "Bad boy",
      "authors": "Elle Kennedy",
      "description": "Eén nacht met hem, en haar leven zal nooit meer hetzelfde zijn… Maggie Reilly heeft het altijd veel te druk. Ze volgt een studie, werkt in een bar en doet vrijwilligerswerk. Ze heeft nergens tijd voor, en al helemaal niet voor een relatie. Ze heeft een handige regeling met een knappe man die in een andere stad woont. Hij is vanavond in de buurt, dus is Maggie onderweg naar hun vaste hotel. Maar tot haar grote schrik treft ze een heel andere man in bed aan: Ben Barrett, een knappe filmster. Maggie schrikt zich rot, en gaat er snel vandoor. Ben is op de vlucht voor een schandaal en probeert even aan alle aandacht te ontsnappen. Hij is gefascineerd door de roodharige dame die ineens in zijn bed lag. Ze was dan snel weer verdwenen, maar Ben is wel benieuwd naar haar verhaal. Dus verrast hij Maggie door haar op te zoeken in de bar waar ze werkt. En dan doet hij haar een wel heel bijzonder voorstel… Bad boy is een spicy romance van internationale bestsellerauteur Elle Kennedy, bekend van bestsellers als De deal en Het Graham-effect. Haar boeken zijn wereldwijd in superveel talen vertaald.  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44439303X?aid=kb-online-bibliotheek&sid=17&dts=1755012811926&sig=632f491ab506a8e24c7966e917e9b22d201fd6b0581298098886d320c2e72404&width=320",
      "dateSeen": "2025-08-12T17:00:06.377Z"
    }
  }
}