{
  "values": {
    "bc1d4204d78917a93234d6668f0f238b14928e26": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436438208/hetze-sasja-filipenko",
      "title": "Hetze",
      "authors": "Sasja Filipenko",
      "description": "EEN VERWARRENDE, ANGSTAANJAGENDE LEESERVARING WAAR JE DE RILLINGEN VAN KRIJGT.’ — NDR KULTUR Een journalist die te veel weet. Een zoon die zijn vader verraadt. Een oligarch die geen genade kent. Media die op bestelling iemands reputatie verpesten. Sasja Filipenko vertelt het verhaal van de idealistische journalist Anton Kwint, die het opneemt tegen een oligarch, die op zijn beurt bevel geeft om met Kwint af te rekenen. De hetze begint. Volodja Slavin is een oligarch met politieke ambities. Wanneer de jonge journalist Anton Kwint onthult dat de zelfverklaarde patriot zijn fortuin in het buitenland heeft geparkeerd en dat zijn familie liever aan de Côte d’Azur verblijft dan in Rusland, zweert Slavin wraak. De stemmen van de jagers en de opgejaagde klinken: temporijk, onverbiddelijk, literair meesterlijk gecomponeerd – een roman dicht op de realiteit van een moedig criticus van Rusland en zijn geboorteland Belarus. Het verhaal met de opzet van een muziekstuk ontvouwt zich in filmische scènes, die heen en weer springen tussen de perspectieven van de journalist – zich bewust van zijn missie – en die van de achtervolgers, die trots zijn op hun cynisme.’ – F R A N K F U RT E R A L LG E M E I N E Z E I T U N G Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436438208?aid=kb-online-bibliotheek&sid=19&dts=1765212342416&sig=ebaf8125690c7d60a677f6b6e4dff2979835d9b2074071ee10d787dcbab2e016&width=320",
      "dateSeen": "2025-12-09T07:17:14.555Z"
    },
    "35dc5c793b6b45053137ad63dcc2453e60e95ac7": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437868044/de-afgronden-pilar-quintana",
      "title": "De afgronden",
      "authors": "Pilar Quintana",
      "description": "'De afgronden [schetst] een hartverscheurende kaart van de schrijnende weg naar de vrijheid.’ – Irene Vallejo, auteur van Papyrus. Een geschiedenis van de wereld in boeken. Claudia woont met haar ouders in een flat die bijna dicht groeit van de vele planten, planten die zich naar haar lijken uit te strekken om haar aan te raken. Er is in het gezin sprake van een onderhuidse crisis en er is maar heel weinig nodig om die te laten exploderen. Iedereen beleeft een breekpunt in zijn jeugd, en Claudia vertelt met de scherpe blik van toen ze een kind was over de gebeurtenissen die de kieren van de normaliteit verwijdden, waardoor de ergste angsten binnenslopen, angsten waar amper verweer voor bestaat en die ons naar de rand van de afgrond duwen. De afgronden is een schrijnend verhaal waarin een dochter de onthullingen van haar moeder en de stiltes van haar vader overneemt om er haar eigen wereld mee te creëren. Een roman over het einde van de kindertijd en haar spoken. 'Hoe kan ik samenvatten wat me fascineerde aan Pilar Quintana? De brutale lyriek. Haarweg tegen de verwachting in. Die vlijmscherpe, poëtische en allerminst zelfgenoegzame spanning.’ – Sara Mesa, auteur van Litteken en Een liefde. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437868044?aid=kb-online-bibliotheek&sid=19&dts=1765213680424&sig=507c6317a117de20500345f5c0656ba1ddced48a0d256035fd7982d7fdc33098&width=320",
      "dateSeen": "2025-12-09T07:17:14.996Z"
    },
    "1c50db2a4cf5b1e76292005b8c0e5a74d3a19c66": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437868036/deception-island-paulina-flores",
      "title": "Deception Island",
      "authors": "Paulina Flores",
      "description": "Net als Alice Munro wekt Flores empathie op met een zorgvuldige aandacht voor details. De mensheid, zo maakt ze duidelijk,aandacht voor details. De mensheid, zo maakt ze duidelijk, is verbonden door een gedeelde kwetsbaarheid.’is verbonden door een gedeelde kwetsbaarheid.’ —— THE GUARDIAN Een jonge vrouw van bijna dertig, Marcela, heeft liefdesverdriet en keuzestress en vertrekt vanuit de Chileense hoofdstad Santiago naar Punta Arenas, aan de Straat van Magellaan in Patagonië, waar haar vader woont na de scheiding van haar moeder. Hij blijkt een Zuid-Koreaan in huis te verbergen, die van een Chinees schip, een varende visverwerkingsfabriek, is gevallen (gegooid, gesprongen?). Tussen de drie – alle drie in zekere zin op de vlucht voor iets – ontstaat een complexe driehoeksverhouding die zich nooit helemaal uitkristalliseert en waarin veel dingen lang onduidelijk blijven. Met Zuid-Koreaanse films en strips als inspiratiebron, schetst millennial Paulina Flores in deze gevoelige, broeierige roman op even poëtische als intense wijze een beeld van haar generatie en haar land, waar bijna terloops de grote problemen van deze tijd doorheen zijn verweven: het leegvissen van de zeeën, ontbossing, klimaatverandering, migratie, ongelijkheid, moderne slavernij. Deception Island is de langverwachte eerste roman van de Chileense Paulina Flores, die internationaal doorbrak met haar debuut 'Een beschamende vertoning. Over Een beschamende vertoning zegt Alejandro Zambra, auteur van Bijna een vader het volgende: ‘Een briljant boek dat de vluchtigheid van misverstanden vastlegt, het moment waarop mislukkingen er minder toe doen dan de behoefte om ze te delen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437868036?aid=kb-online-bibliotheek&sid=19&dts=1765212344462&sig=c5e7b793102c732c88fa07f901b7daa446f9db6ae7f579237118a4ad8e6491e3&width=320",
      "dateSeen": "2025-12-09T07:17:15.415Z"
    },
    "ed8fbe2fb03adae81c07bc54b6d8df93475e5e1f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437880540/het-mysterie-van-mrs--indonesia-y-b--mangunwijaya",
      "title": "Het mysterie van Mrs. Indonesia",
      "authors": "Y.B. Mangunwijaya",
      "description": "'Honderd jaar eenzaamheid op zijn Indonesisch.' — David van Reybrouck ‘Mangunwijaya is een tovenaar.’ — Dido Michielsen ‘Wat een fantastisch verhaal, ik heb het ademloos en in één vaart uitgelezen.’ — Kester Freriks Het mysterie van Mrs Indonesia begint rond 1942, aan het einde van de ‘Nederlandse tijd’ en vertelt over het beeldschone dorpsmeisje Iin Sulinda – later Pertiwi of Tiwi – dat met haar tante meereist om de was te doen in huize Sukarno. Daar is ze getuige van de Proclamatie waarbij Sukarno de Onafhankelijkheid van het Indonesische volk aankondigt. Ze komt er ook in aanraking met vrijheidsstrijders en neemt uiteindelijk zelf ook actief deel aan de guerrilla. Op een van haar tochten wordt ze door een Nederlandse patrouille gevangengenomen. Een ervaring die haar leven totaal zal veranderen. Hoe deze Pertiwi zich daarna in het postkoloniale Indonesië weet te handhaven, wordt door rasverteller Mangunwijaya op lichtvoetige wijze uit de doeken gedaan. Tegelijkertijd is het een opmerkelijk meelevend verslag van mensen die verstrikt zijn geraakt in de grote maalstroom van Indonesië’s moderne geschiedenis, én het is een blik van binnenuit, aangezien Mangunwijaya zelf als chauffeur van commandant Suharto (de latere president) ook aan de guerrillastrijd had deelgenomen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437880540?aid=kb-online-bibliotheek&sid=19&dts=1765217315666&sig=6084b79895f64b8d9c39f8f1cbfe4297cec737ea36e17531f070b6686ad852ad&width=320",
      "dateSeen": "2025-12-09T07:17:15.886Z"
    },
    "f124b7064977f957ff25e6c3e6f501d9afa43581": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443084432/de-laatste-droom-pedro-almodo-var",
      "title": "De laatste droom",
      "authors": "Pedro Almodóvar",
      "description": "‘Deze verzameling verhalen (ik noem alles een kort verhaal, ik maak geen onderscheid tussen genres) toont de nauwe relatie tussen wat ik schrijf, wat ik film en mijn leven.’ – Pedro Almodóvar De laatste droom bevat een verzameling van twaalf stukken die zo’n zestig levensjaren omvatten. Ze weerspiegelen Almodóvars thema’s, de thema’s die ook telkens in andere vorm terugkeren in zijn cinematografische werk: de pijn en glorie die elke creatieve carrière trouw vergezellen, verlangen als de heersende wet van het leven, de vreselijke opvoeding in de duistere schooljaren bij de paters, en de drang om van elke nabije ervaring een verhaal te maken. Deze bundeling, variërend van korte verhalen tot essays of dagboekfragmenten komt, zoals Almodóvar zelf in het voorwoord schrijft, het dichtst bij een memoir – een ‘gefragmenteerd, onvolledig en een beetje cryptisch memoir’, voegt hij er behulpzaam aan toe. Conventioneel is De laatste droom inderdaad niet, maar het biedt wel een kijkje in de gedachtewereld, de verbeeldingskracht en de obsessies van de beroemde filmmaker. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443084432?aid=kb-online-bibliotheek&sid=19&dts=1765217861721&sig=184d6b5d6dbb96ab9db2fe3541e6986bc56b087439b774e6b5a93984dc862acb&width=320",
      "dateSeen": "2025-12-09T07:17:16.291Z"
    },
    "fe22fe92449cf88c37ff46005b45a3818254eb3a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/425952274/uitgewist-sasja-filipenko",
      "title": "Uitgewist",
      "authors": "Sasja Filipenko",
      "description": "‘Een tour de force. Een boek vol rumoeren woede, maar ook grootsheid en zachtheid.’ – Le Figaro Moskou, 1941. Rusland is al in oorlog met nazi-Duitsland, maar de waanzin van de stalinistische zuiveringen woedt nog steeds. Tatjana Aleksejevna is een jonge secretaresse op het ministerie van Buitenlandse Zaken; ze heeft een dochtertje en haar man is opgepakt. Op haar bureau ligt een brief die moet worden vertaald, namelijk een lijst van het Rode Kruis met Russische krijgsgevangenen in Roemenië. Op die lijst staat de naam van haar man. Een dubbele schok: opluchting, want hij leeft! En afgrijzen, omdat ze weet dat krijgsgevangenen en hun families als verraders worden vervolgd en naar de Goelag worden gestuurd. Dan neemt ze een beslissing die haar nog tientallen jaren zal achtervolgen. Zestig jaar later vertelt Tatjana haar levensverhaal aan haar nieuwe buurman Aleksandr, een jonge man wiens leven bruut in tweeën is gescheurd. Tussen de twee ontstaat geleidelijk een onverwachte vriendschap,die tegelijkertijd een verbond is tegen het vergeten. Vertaald door Arie van der Ent Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A425952274?aid=kb-online-bibliotheek&sid=19&dts=1765214252852&sig=bf4e81a74c710238e01af550add2c9e2ad47524bb26a9e71fc0542d0f126ac85&width=320",
      "dateSeen": "2025-12-09T07:17:16.731Z"
    },
    "e2030101cf4eaefa471dee1c13a78e4c3cac8095": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444169962/horacio-s-verhaal-toma-s-gonza-lez",
      "title": "Horacio's verhaal",
      "authors": "Tomás González",
      "description": "Een auteur van wereldklasse.'- Frankfurter Allgemeine Zeitung Horacio's verhaal kent een keur aan ontroerende personages: Horacio zelf in de eerste plaats, zijn vrouw en zes meisjes, zijn onstuitbare en onbeschofte enige zoon, een reeks schoonzussen,zijn zwager, zijn broer-de-schrijver en zijn koopmansbroer. En dan zijn daar nog zijn twee koeien en de kalfjes, maar ook de sinaasappelbomen die schaduw bieden aan zijn Volkswagen van vage herkomst, en tientallen zorgvuldig bewaarde oude spullen - sommige spullen. Terwijl Horacio zijn laatste dagen tegemoet ziet, omringd door iedereen en alles, blijft zijn zwager zich verbazen: 'Hoe is het mogelijk dat iemand zo hangt aan waar hij tegelijkertijd doodsbang voor is,' verwijzend naar Horacio's levenslust ondanks alles. In Horacio's verhaal, dat overloopt van vitaliteit, draait het leven om de kracht van familierelaties en die van de natuur, van het begin tot het onomkeerbare einde. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444169962?aid=kb-online-bibliotheek&sid=19&dts=1765221541369&sig=c28ea8446277822153cffcc5eb159e1c87e8a379ce6663ec31e13785026f957b&width=320",
      "dateSeen": "2025-12-09T07:17:17.173Z"
    },
    "937ed75987a652e19d8c958947218ce8a9b263a4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/440319242/de-vrouw-op-de-berg-eva-baltasar",
      "title": "De vrouw op de berg",
      "authors": "Eva Baltasar",
      "description": "‘Baltasar behandelt gevoelens als radioactief materiaal, dat wil zeggen als iets dat ons doodt en verlicht.’ – El País ‘Een magma van sensaties, twijfels en aspiraties. Een schatkamer!’ – Le Monde De drie korte romans, Permafrost, Boulder en Mammoet zijn metaforen voor de drie hoofdpersonen. In het geval van Permafrost is het de mentale staat waarin de vrouw verkeert: met een permanent bevroren laag die haar isoleert en beschermt tegen een agressieve maatschappij. In Boulder verwijst het naar de immense keien die geïsoleerd liggen in woestijnen, valleien of midden in de oceaan. Ze lijken alles te kunnen dragen, maar verslijten door de wisselvalligheid van het weer, zoals de tweede hoofdpersoon, die door haar geliefde Boulder wordt genoemd. En bij de derde vrouw is er de associatie met een mammoet: een prehistorisch dier, uitgestorven, dat het doelwit werd van jagers. De hoofdpersoon ziet zichzelf zo, ze heeft het gevoel dat ze wordt uitgebuit en opgedreven in de stad, en trekt zich daarom terug op het platteland. Drie vrouwen, drie lichamen, drie levens: De vrouw op de berg bevat drie wilde romans over de grenzen van verlangen en genot, seks, liefde, vrijheid en eenzaamheid. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A440319242?aid=kb-online-bibliotheek&sid=19&dts=1765220685958&sig=2b21e872d9937686e8cb5d8be5440ca44a6e70c408047602eb32595d20009b9d&width=320",
      "dateSeen": "2025-12-09T07:17:17.611Z"
    },
    "935ca53e3752220899ac543b460d67d1fceff734": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/440327229/ballade-van-de-bos-maddalena-vaglio-tanet",
      "title": "Ballade van de bos",
      "authors": "Maddalena Vaglio Tanet",
      "description": "‘Met Ballade van het bos schreef Vaglio Tanet een schitterende, fijnzinnige debuutroman, geënt op een waargebeurd verhaal, gedocumenteerd door krantenartikelen en familieherinneringen. ‘Ballade van het bos doet me denken dat er iets is in de mens dat niet kan opgeven een lichaam te zijn, een diepe verbondenheid met de aarde.’ – Paolo Cognetti, auteur van de bestseller De acht bergen Het is 1970, een kleine stad aan de voet van de Alpen in de Piëmont. Een juf op een basisschool vertrekt van huis, maar in plaats van naar school gaat ze het bos in. In de krant heeft ze net gelezen dat een van haar leerlingen uit een raam in de beek is gesprongen en is overleden. De juf verdwijnt en dagenlang volgt men de zoektocht met ingehouden adem. Degene die haar vindt is een eenzaam kind, Martino: de vrouw hallucineert, heeft honger en wordt overmand door schuldgevoelens. Martino voelt aan dat ze nog niet klaar is om terug te keren en bezoekt haar in het geheim, brengt haar eten en praat met haar. Maar het bewaren van het geheim drukt zwaar op hem, omdat hij weet dat haar familie wanhopig is... ‘Als een omgekeerde Roodkapje loopt ook de lerares de wolf tegen het lijf, maar dan wel een wolf die in haar woont.’ – La Stampa Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A440327229?aid=kb-online-bibliotheek&sid=19&dts=1765218470925&sig=c48128f2c353ae2ef76ab3fda00d6e3b25346ea2cb6fe3f0af87dc1ab69840bf&width=320",
      "dateSeen": "2025-12-09T07:17:18.043Z"
    },
    "24089462c1972dc1726a3eaa64c1323416d79fba": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444218823/ontvlamd-simone-meier",
      "title": "Ontvlamd",
      "authors": "Simone Meier",
      "description": "‘Meier is erin geslaagd een mengeling van romanen docu-fictie te creëren die buitengewoon onderhoudend is.’ – SRF1 Vincent van Gogh was arm en onbekend toen hij zich op zevenendertigjarige leeftijd van het leven beroofde. Zijn immense populariteit wereldwijd nú is voor een groot deel te danken aan zijn schoonzus Johanna (Jo) van Gogh-Bonger. Vincents broer Theo stierf slechts zes maanden na zijn broer aan syfilis. De piepjonge weduwe Jo bleef alleen achter met haar zoontje en honderden schilderijen waarin niemand geïnteresseerd was. Jo vond dat dat anders moest en dankzij haar visie en volharding – een vrouwelijke kunsthandelaar in die tijd?! – slaagde ze erin om Vincents kunst wereldberoemd te maken. In 'Ontvlamd' wordt Gina, een studente kunstgeschiedenis, honderd jaar later geïntrigeerd door deze Jo Bonger, die haar een wereld in trekt vol mensen die geobsedeerd zijn door liefde, kunst en visioenen. Ze zoekt na lange tijd haar vader op in Italië, die daar al jaren vruchteloos werkt aan zijn tweede boek na een bestsellerdebuut. Waar haar vader maar niet verder komt, schrijft Gina als in een roes een zinderende roman over een korte maar gedenkwaardige deze liefdesaffaire. 'Ik hou van de stijl, die is glashelder.’– Ann Demeester, directeur Kunsthaus Zürich ‘Een bedwelmend verhaal over onverzettelijke vrouwen in de kunstwereld, een krachtig verhaal dat vanaf de eerste onderhoudende pagina vaart maakt.’ – Wochenzeitung Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444218823?aid=kb-online-bibliotheek&sid=19&dts=1765227187367&sig=7024da9c032ab958ed83f5e51810c8c4db2b72cfc68234948ec93f8a6dee2e6a&width=320",
      "dateSeen": "2025-12-09T07:17:18.473Z"
    },
    "0637f0c79d1cdbaf98d24f09267bb922f0e5630c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444218831/cremulator-sasja-filipenko",
      "title": "Cremulator",
      "authors": "Sasja Filipenko",
      "description": "De vergelijkingen met het heden liggen voor het oprapen, de asmolen van Rusland draait nog altijd op volle kracht.’ – Olaf Koens in de Volkskrant Pjotr Nesterenko kent de dood bij zijn voornaam. Als directeur van het crematorium van Moskou ten tijde van Stalin heeft hij ze allemaal tot as gereduceerd: de dissidenten, de vermeende spionnen en de voormalige helden van de revolutie die het slachtoffer zijn geworden van de zuiveringen. Niettemin is Nesterenko is ervan overtuigd dat hij niet kan sterven. Hij is al ontelbare keren ternauwernood aan de dood ontsnapt – maar dan wordt hij zelf gearresteerd. Als een ware Sheherazade vertelt hij zijn ondervrager tot gekmakens toe over zijn leven, waarbij verbeelding, inbeelding en realiteit om elkaar heen lijken te kronkelen. Ontkomt hij aan de galg? Met Cremulator schreef Filipenko zijn meest huivering­wekkende roman tot op heden. ‘BIJNA TERLOOPS EEN GITZWART COMMENTAAR OP HET RUSLAND VAN VANDAAG.’ – NDR KULTUR Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444218831?aid=kb-online-bibliotheek&sid=19&dts=1765228978325&sig=a730d45cb53a6a7ff6d9b03a4bf732507c77aa918706d345af85150f19240af1&width=320",
      "dateSeen": "2025-12-09T07:17:18.891Z"
    },
    "4b6f2b8d522fdc451f29979b7c7ac478e882e694": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443084424/de-geheugen-van-de-zee-petra-rautiainen",
      "title": "De geheugen van de zee",
      "authors": "Petra Rautiainen",
      "description": "‘Een uitstekende schrijfster die op verbazingwekkende wijze een prachtige doordachte tekst en schitterende dromerigheid combineert met hardrealisme.’ – K U L T T U U R I K U K O I S T A A B L O G I De jaren 80 van de vorige eeuw: Aapa, een vrouw van Kven-afkomst, keert na twintig jaar afwezigheid terug naar Noord-Noorwegen om een documentaire te maken over de olie-industrie. Ze wordt in haar geboortestad geconfronteerd met het trauma van haar verleden dat alles te maken heeft met haar moeder. Stukje bij beetje ontdekt de lezer dat Aapa een onbetrouwbare verteller is die het verleden opzettelijk verdraait. Wat is er echt gebeurd met haar overleden moeder? In een tweede plotlijn onderzoekt een onbekende verteller de veranderingen die worden veroorzaakt door de opwarming van de aarde in de Noordelijke IJszee.Pas op de allerlaatste bladzijden neemt het verhaal een verbijsterende wending die alle eerdere aannames omverwerpt. ‘Het geheugen van de zee is een belangrijke roman:alarmerend en effectief.’ – SAVON SANOMAT Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443084424?aid=kb-online-bibliotheek&sid=19&dts=1765217392844&sig=c47cc27ab795c3d7c463622e69298f8bdd1b2f878e522d84cf18f775ee00ab8a&width=320",
      "dateSeen": "2025-12-09T07:17:19.300Z"
    },
    "e90fdd81430ad979300cf246620420ce52978508": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443084475/linea-nigra-jazmina-barrera",
      "title": "Linea Nigra",
      "authors": "Jazmina Barrera",
      "description": "‘Een prachtig, helder essay over de reis door de seizoenen van het moederschap dat licht werpt op de complexe en tegenstrijdige aard van de zwangerschap.’ – THE GUARDIAN Linea nigra is een intieme verkenning van het moeder worden en zijn. Het benadert de zorgen en geneugten vanuit verschillende inspiratiebronnen en (literaire) tradities, van Louise Bourgeois tot Ursula K. Le Guin en het inheemse Nahua-model Luz Jiménez. In dit unieke boek dat niet te classificeren is – laten we zeggen deels memoir en deels manifest – schrijft Barrera zeer lucide en ontwapenend nuchter over haar eerste zwangerschap, de bevalling, borstvoeding en pril moederschap. Ze trekt lijnen tussen moederschap, aardbevingen, maansverduisteringen en creatieve arbeid. Het gelaagde, diepgevoelde werk dat haar levenservaring en overduidelijke talent hebben opgeleverd, verdient alle lof.’ – Vogue ‘Linea nigra een memoir noemen doet het tekort – het bevat zoveel verwijzingen naar beeldende kunst, literatuur en geschiedenis dat het bijna functioneert als een bloemlezing of een meesterlijk samengesteld museum over opvoeding.’ – The Atlantic Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443084475?aid=kb-online-bibliotheek&sid=19&dts=1765229854561&sig=0aab3b86f7d16b4bc663bd241402ed3055b5ca06d68b3307112e4b816c8ea657&width=320",
      "dateSeen": "2025-12-09T07:17:19.755Z"
    },
    "72b4a67a266f603ebfd958a16f75e2d9fe2606c2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456463925/frankrijk-puur-roadtrips-martijn-joosse",
      "title": "Frankrijk Puur Roadtrips",
      "subtitle": "Verrassend mooie routes door Frankrijk",
      "authors": "Martijn Joosse",
      "description": "",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456463925?aid=kb-online-bibliotheek&sid=19&dts=1765283431736&sig=2617413caeb4bd519e28d2930420d17d04c67560f56e620fa775f0d7dbb6d807&width=320",
      "dateSeen": "2025-12-10T07:17:42.000Z"
    },
    "2889e9939361c874804f772426c99e3e808a0c65": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456463704/moordvent-jolanda-esselink",
      "title": "Moordvent",
      "authors": "Jolanda Esselink",
      "description": "De altijd zo alerte Ellen mist de signalen om haar giftige relatie met Johan, die voor haar de aantrekkelijkste man ter wereld is, te beëindigen voor het te laat is. Wanneer trekt het waas voor haar ogen op en ziet ze de werkelijkheid? De coronapandemie maakt haar echt wakker. Als ze achter de voordeur vaker in de hel verkeert dan in de hemel, moet ze alles op alles zetten om aan zijn manipulaties het hoofd te bieden en te overleven. Ambitieus als ze is werkt ze intussen aan een gewaagd plan om voorgoed van hem af te komen. Gaat dat haar lukken? \"Zinderende vrouwenthriller met spicy randje\". Wemmie Wolf, jurylid Nederlands Thrillerfestival Jolanda Esselink, voorheen copywriter, redacteur en journalist. In 2022 besloot ze het roer om te gooien en zich te storten op het schrijven van blogs en verhalen die je raken. Deze gelaagde thriller Moordvent, met gaslighting in de hoofdrol, is haar debuut. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456463704?aid=kb-online-bibliotheek&sid=19&dts=1765283636565&sig=8860a5a59ae3a00c489a51bee74e7d4f29abe2e934bfa1a657c8f864ccfc7493&width=320",
      "dateSeen": "2025-12-10T07:17:42.416Z"
    },
    "af154e938186f9ecddaad2f1af66d73f3bfe8456": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/435149687/afslag-naar-echt-gebed-andrew-wommack",
      "title": "Afslag naar echt gebed",
      "subtitle": "Als jouw gebedsleven niet werkt, overweeg dan om van richting te veranderen",
      "authors": "Andrew Wommack",
      "description": "Geeft jouw manier van bidden het gewenste resultaat? Na bijna vijftig jaar van bediening, heeft Andrew Wommack enkele belangrijke waarheden ontdekt over het gebed. Zijn gebedsleven is heel anders dan dat het dertig jaar geleden was en de resultaten zijn sterk verbeterd! Je stelt misschien net zulke vragen als Andrew vroeger deed. Is gebed mijn christelijke plicht? Is gebed in de eerste plaats bedoeld om God te vragen om in mijn behoeften en in de behoeften van anderen te voorzien? Is verhoord gebed een soeverein besluit van God of heb ik de mogelijkheid om Hem te beïnvloeden? Is het antwoord van God op mijn gebed gebaseerd naar de mate van mijn nederigheid en oprechtheid? Heldere, schriftuurlijke antwoorden op deze vragen en meer kunnen belangrijke veranderingen teweegbrengen in jouw manier van bidden. Deze principes zullen niet de enige manier van bidden zijn, maar als je niet de gewenste resultaten verkrijgt, overweeg dan eens om van richting te veranderen. Misschien is er een afslag naar echt gebed. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A435149687?aid=kb-online-bibliotheek&sid=19&dts=1765469119548&sig=226d6b7e8ba4ee6c528c1cc30278592d981fd06062055055d613bd7065fc2105&width=320",
      "dateSeen": "2025-12-12T07:18:21.760Z"
    },
    "a514b9b4369c917b9e0dc1e98b5c52380dc777d4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45648650X/lessen-van-elia-andrew-wommack",
      "title": "Lessen van Elia",
      "subtitle": "Levenslessen uit het leven van een profeet die Gods kracht en voorziening ervoer",
      "authors": "Andrew Wommack",
      "description": "Door vallen en opstaan leren we een hoop, maar zou het soms niet beter zijn om te leren van de successen en fouten van anderen? De Bijbel staat vol verhalen die dienen als voorbeeld (1 Korinthe 10:6,11). Wij kunnen ervan leren wat we wel en niet moeten doen. Een van deze voorbeelden is Elia. Op zoek naar Gods voorziening? Op God vertrouwen wanneer alles om je heen lijkt tegen je te zijn? Stoppen met zelfmedelijden? Elia heeft het allemaal meegemaakt en weet hoe je met deze dingen om moet gaan. Zijn bediening duurde niet erg lang, maar bevat genoeg levenslessen die wij vandaag de dag nog steeds kunnen gebruiken. Je zou er misschien niet zo snel over na hoe een oudtestamentische profeet jou iets kan leren, maar een man die niet stierf, die in de hemel werd opgenomen door een wervelwind, zal je echt wel iets te vertellen hebben. Ontdek de goede - en verkeerde - manieren om God te volgen, en leer meer over hoe God beloont wie Hem eert. Dit boek geeft je levenswijsheid, zonder zelf de blauwe plekken op te lopen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45648650X?aid=kb-online-bibliotheek&sid=19&dts=1765472068003&sig=c2b3211b7dccee90b21ede79d4aafe0bb2f12d7bb7e8f31ac746e3296782dcc0&width=320",
      "dateSeen": "2025-12-12T07:18:22.230Z"
    },
    "7ea158b20cadc7123c1f6c6f342d478db4a6a75c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436769832/beperk-god-niet-andrew-wommack",
      "title": "Beperk God niet",
      "subtitle": "Zie jezelf als succesvol",
      "authors": "Andrew Wommack",
      "description": "Hoe zie jij jezelf? Veel van de Israëlieten konden het beloofde land niet binnengaan omdat zij zichzelf zagen als sprinkhanen (Numeri 13:33). De Bijbel zegt dat zij \"de Heilige van Israël beperkten\" (Psalm 78:41). Als jij echt Gods wil voor jouw leven wil gaan ervaren, dan moet je jezelf gaan zien zoals Hij jou ziet. Zoals jij denkt in je hart, zo ben je (Spreuken 23:7). In dit boek zul je ontdekken hoe Andrew dat deed. Zijn verhaal zal je inspireren en uitdagen als hij onthult hoe hij God beperkte door de manier waarop hij zichzelf zag. Ook jij zal, door je voorstellingsvermogen te gaan leren gebruiken, in plaats van klein te denken over jezelf, jezelf succesvol zien! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436769832?aid=kb-online-bibliotheek&sid=19&dts=1765474300553&sig=f6df1096786c4cd358c1af92f280728195be22732fff92caf54336d0725f9b49&width=320",
      "dateSeen": "2025-12-12T07:18:24.794Z"
    },
    "052b757b441d5d521ee755d17868802718a087a2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456488162/christelijke-filosofie-andrew-wommack",
      "title": "Christelijke filosofie",
      "subtitle": "Iedereen heeft een filosofie. Het bepaalt hoe je de wereld ziet en beslissingen neemt",
      "authors": "Andrew Wommack",
      "description": "Jij hebt een filosofie. Het bepaalt hoe je de wereld ziet en beslissingen neemt. Iedereen bekijkt het leven door een filter. De Bijbel noemt dat jouw filosofie. Het is de manier waarop je denkt en dat bepaalt de uitkomst van je leven. Ga eens bij jezelf na: geloof je dat de Bijbel het onfeilbare en geïnspireerde Woord van God is? Geloof je dat er maar één weg naar God is? Is God goed of veroordelend? Legt Hij jouw bestemming vast of heb jij daar een keuze in? De antwoorden op deze en nog veel meer vragen zijn bepalend voor jouw filosofie. Die filosofie beïnvloedt vervolgens hoe jij tegen veel sociale kwesties aankijkt, zoals schepping en evolutie, abortus en homoseksualiteit. Christelijke Filosofie gaat over hoe we denken, of zouden moeten denken volgens het Woord van God en de praktische toepassing daarvan op de problemen waar we in onze cultuur mee te maken hebben. Het zal de manier waarop je naar de wereld kijkt voor altijd veranderen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456488162?aid=kb-online-bibliotheek&sid=19&dts=1765474834786&sig=c4514bf456d9faba956f3f721954cbab30bb8c550782e9b35dbe5e705e87d2da&width=320",
      "dateSeen": "2025-12-12T07:18:27.381Z"
    },
    "8c1e52313b850f8264939328e099bd3ef8c9a73d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456486682/de-leesclub-iris-boter",
      "title": "De leesclub",
      "authors": "Iris Boter",
      "description": "De leesclub is het nieuwe boek van Iris Boter, een sfeervolle en spannende cosy mystery vol dorpse intriges en eigenzinnige personages. Wanneer Ella terugkeert naar het dorp van haar jeugd, voelt ze zich er onverwacht snel weer thuis. De smalle straatjes, haar oude school, de kapper, de dominee, iedereen die ze nog kent van vroeger – alsof de tijd heeft stilgestaan.  Maar dan treft Ella haar oma Fabi 's ochtends na een leesclub in de bibliotheek levenloos aan onder een omgevallen boekenkast. De politie doet het af als tragisch ongeval, maar daar gelooft Ella niets van. Samen met jeugdvriend Wout – inmiddels dierenarts en nog altijd dorpsbewoner – gaat ze op onderzoek uit en ze ontdekken geheimen, leugens en oude ruzies. Als de roddels wel heel persoonlijk worden, weet Ella zeker dat iemand iets verborgen wil houden… Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456486682?aid=kb-online-bibliotheek&sid=19&dts=1765471565605&sig=5f258b86e1767f7f1712a06a2b173b9a38325f6271460665e83cf338bc0cb9a3&width=320",
      "dateSeen": "2025-12-12T07:18:27.763Z"
    },
    "1662b0cd500adf1ea623cec22ea21f173f86d98a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456487522/wat-eens-ongeschonden-was-jos-govaarts---mark-de-groot",
      "title": "Wat eens ongeschonden was",
      "authors": "Jos Govaarts | Mark de Groot",
      "description": "",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456487522?aid=kb-online-bibliotheek&sid=19&dts=1765473887091&sig=576915f0ac9df58d58c6ea1f2c67cdb8a75000103a36f6d94e4bb6fdfa58cc11&width=320",
      "dateSeen": "2025-12-12T07:18:30.397Z"
    },
    "8216b690a21cd2a6e2a58fb9ceeaf2541edb5217": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444678093/een-liefde-voor-altijd-cynthia-zwagemaker",
      "title": "Een liefde voor altijd",
      "authors": "Cynthia Zwagemaker",
      "description": "Al jaren is Emma op zoek naar die ene perfecte man, om een stabiele, gelukkige relatie mee te hebben. Ze is dan ook dolgelukkig als Bart haar ten huwelijk vraagt. Eindelijk heeft ze het voor elkaar. Die ene misstap kan ze hem wel vergeven. Toch? Haar beste vriend Noah lijkt niet zo blij te zijn met de trouwplannen. Krijgt ze daarom toch twijfels? Of komt het door de nostalgische verhalen van meneer Franken, de oude man die ze regelmatig in het verzorgingstehuis bezoekt? Terwijl ze de voorbereidingen voor de bruiloft treft, ontdekt Emma iets wat alles verandert. Wie kan ze nog vertrouwen? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444678093?aid=kb-online-bibliotheek&sid=19&dts=1765469224859&sig=34f3ea2e07614babbcb6b86b1304a59cf4b6243f7bd8641f2d5c9f73dc5fcfd8&width=320",
      "dateSeen": "2025-12-12T07:18:31.303Z"
    },
    "77b42e68976a85d6d74141adf6b2e789aab0f30a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448832852/levensfundamenten-mike-pickett---carrie-pickett",
      "title": "Levensfundamenten",
      "subtitle": "zes pijlers om God en jezelf te kennen en impact te hebben",
      "authors": "Mike Pickett | Carrie Pickett",
      "description": "Het geloof eenvoudig uitgelegd Wil je meer weten over God en Zijn Woord? Soms is het zelfs lastig om te bepalen waar je moet beginnen! Maar alles wat je moet weten over God en jezelf is te vinden in zes basisprincipes. Deze eenvoudige basisprincipes zullen je relatie met God compleet veranderen, je kracht geven om elke aanval van de vijand te weerstaan en je toerusten om anderen te helpen. In Levensfundamenten werken auteurs Mike en Carrie Pickett de rotsvaste pijlers uit waarop je je christelijke levenswandel kunt bouwen: * Gods liefde voor jou * Hoe je geestelijk in elkaar zit * Hoe God jou ziet * Je identiteit in Christus * De ware aard van God * Je geestelijke autoriteit Elke essentiële waarheid waarvan God wil dat je die kent en ervanuit leeft, wordt hierin besproken! Hoe krijg ik een beter huwelijk en betere relaties? Wat wil God dat ik met mijn leven doe? Hoe wandel ik in kracht en autoriteit? Hoe evangeliseer ik voor Jezus? Hoe kan ik erop vertrouwen dat ik Gods Woord begrijp? Deze thema's en nog veel meer vind je in deze levensveranderende, Bijbelse waarheden die elk onderdeel van je leven positief zullen beïnvloeden. Je christelijke levenswandel kan nooit je fundament overstijgen. Bouw je leven dus op, stevig verankerd in deze zes essentiële Levensfundamenten! Mike en Carrie Pickett vormen, in de functie van vice-president, de dagelijkse leiding van Charis Bible College en Andrew Wommack Ministries International. Ze hebben zestien jaar als fulltime zendelingen in Rusland gewoond en zijn tot nu toe naar vijfentwintig landen en projecten gereisd. Ze zetten zich in om met behulp van Gods Woord leiders te ontwikkelen, waaronder hun twee kinderen, Elliana en Michael. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448832852?aid=kb-online-bibliotheek&sid=19&dts=1765473239802&sig=4860d9adf8f9bdb1a868e55ab7bb3167373ea8f425e55e18e2458afc70e5f296&width=320",
      "dateSeen": "2025-12-12T07:18:33.937Z"
    },
    "815f83f6ebdda9eebd0127e2d2393f3fd762651d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436920298/elena-weet-claudio-pi%C3%B1eiro",
      "title": "Elena weet",
      "authors": "Claudio Piñeiro",
      "description": "‘I N T I E M E N V L I J M S C H E R P V E R H A A L.’ – ESCRIBIRTE.COM.AR Elena heeft parkinson, haar dagindeling en schaarse activiteiten hangen daardoor volledig af van de stipte momenten dat ze haar medicijnen inneemt – haar ledematen werken dan een paar uur beter mee en uit lange ervaring weet ze precies hoeveel tijd ze heeft en wat haar actieradius is. Isabel woont aan de andere kant van de stad en hoewel de reis door de stad een schier onmogelijke opgave is voor Elena, móet ze Isabel opzoeken, want zij is degene die kan aantonen dat Elena’s dochter Rita geen zelfmoord heeft gepleegd. Met een strop om haar nek hing ze aan de kerkklok. Rita, die haar verzorgde, die ook bij Elena bleef wonen toen ze haar eerste vriend kreeg. Behendig weet Piñeiro in 'Elena weet' verhaallijnen van heden en verleden door elkaar. Ze schetst een schitterend, pijnlijk portret van de relatie tussen moeder en dochter, laverend tussen afhankelijkheid, haat en liefde, en weet feilloos in woorden te vatten wat het betekent gevangen te zitten in een lichaam dat amper doet wat je het opdraagt. ‘Dit boek fascineert van de eerste tot de laatste bladzijde.’ – Neue Zürcher Zeitung Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436920298?aid=kb-online-bibliotheek&sid=19&dts=1765473239819&sig=c9c6f3efb68f5893189332cc2ec98c47d8b36bcf7172dc2f6252ebbb85305279&width=320",
      "dateSeen": "2025-12-12T07:18:34.306Z"
    },
    "08093279de2dd168feac2c0073365172ea76894c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/439168856/heavy-heart-ish-ait-hamou",
      "title": "Heavy heart",
      "authors": "Ish Ait Hamou",
      "description": "\"The energy coming out of the store was so appealing that I walked right in without any intention of buying a record. I do believe that certain energies compel you in life, they push you in one direction or another. Some attract you, others repel you, and that's pretty much how one moves through the world.\"  An enchanting story about love, both new and lasting. About the yearning for wisdom. An ode to a conscious and full life. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A439168856?aid=kb-online-bibliotheek&sid=19&dts=1765594198030&sig=71b599b482beb40b9501c997e65ae8d8c235bc01230bc6ef0690ca10708fb581&width=320",
      "dateSeen": "2025-12-13T07:13:11.979Z"
    },
    "4ba5b8057191186d5a4187cfff382ae4739e1e91": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394794729/13-pieter-aspe",
      "title": "13",
      "authors": "Pieter Aspe",
      "description": "Commissaris Van In van de politie in Brugge en onderzoeksrechter Hannelore Martens, die al jaren een relatie hebben, staan op het punt van trouwen. De vondst van een vermoorde man in een hotel gooit roet in het eten.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394794729?aid=kb-online-bibliotheek&sid=19&dts=1765609992057&sig=bc66f348e107ca206c322f009e0cd6f3c18148a553d846cc39d3aa1456725e1e&width=320",
      "dateSeen": "2025-12-13T07:13:12.208Z"
    },
    "9f529d214bd2449df463ec8159323ae0f3b01191": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/39479480X/op-drift-pieter-aspe",
      "title": "Op drift",
      "authors": "Pieter Aspe",
      "description": "De rustige badplaats Blankenkenberge wordt opgeschrikt door de acties van een drugsbende. Nadat er een dode is gevallen, komen commissaris Van In en zijn assistent Versavel in actie.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A39479480X?aid=kb-online-bibliotheek&sid=19&dts=1765609992283&sig=ca485361152035dcad523c9500cf770188f5d5505ea7df137d3d35789b8b1011&width=320",
      "dateSeen": "2025-12-13T07:13:12.474Z"
    },
    "0353887569c0a7459d7f4730a7e8336099fefa57": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394794869/zoenoffer-pieter-aspe",
      "title": "Zoenoffer",
      "authors": "Pieter Aspe",
      "description": "Als er een man wordt vermoord in een park waar veel homo's komen, zoekt de politie van Brugge de dader in die richting.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394794869?aid=kb-online-bibliotheek&sid=19&dts=1765600223297&sig=5e2e27efd9c910e5c77acd14b7781cfe1057af878f8099acbc4b32669c666518&width=320",
      "dateSeen": "2025-12-13T07:13:12.626Z"
    },
    "8d397e3b9ac5e791b8c63c55abded07a12f56b89": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394794605/misleid-pieter-aspe",
      "title": "Misleid",
      "authors": "Pieter Aspe",
      "description": "De Brugse commissaris Van In en zijn assistent Guido Versavel, verdiepen zich in de glitterwereld van de missverkiezingen, omdat een van de finalistes van Miss Flanders het slachtoffer lijkt te zijn geworden van een aanslag.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394794605?aid=kb-online-bibliotheek&sid=19&dts=1765600222017&sig=5cd89596e68175356fa08da84735b45d42df678c19f70706322d0927b61a9ca6&width=320",
      "dateSeen": "2025-12-13T07:13:12.790Z"
    },
    "c3da2ad3df6e014ea367da0f7fcce2c13e3d770f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394794745/het-dreyse-incident-pieter-aspe",
      "title": "Het Dreyse-incident",
      "authors": "Pieter Aspe",
      "description": "Commissaris Van In van de politie in Brugge wordt geconfronteerd met een aanslag op een rijke beursmakelaar.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394794745?aid=kb-online-bibliotheek&sid=19&dts=1765609992890&sig=4fcc0a3f59c6a19ae762b07f44cd1f728086d89849812d37f15133622c3cbb58&width=320",
      "dateSeen": "2025-12-13T07:13:13.045Z"
    },
    "bac0a4a912b14e2d61a9abdb275f77da42ea17e3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394794664/bankroet-pieter-aspe",
      "title": "Bankroet",
      "authors": "Pieter Aspe",
      "description": "Tijdens een korte vakantie in Venetië raken Van In en zijn vrouw Hannelore betrokken bij de moord op een reder uit Oostende.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394794664?aid=kb-online-bibliotheek&sid=19&dts=1765600222450&sig=052e396c6f2fc35ddc8264aa20015d2610947853adf47fd67d9689f626eddda7&width=320",
      "dateSeen": "2025-12-13T07:13:13.206Z"
    },
    "341915f82322368a6551b8a91e866c2566de507f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394794850/de-vierde-gestalte-pieter-aspe",
      "title": "De vierde gestalte",
      "authors": "Pieter Aspe",
      "description": ". Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394794850?aid=kb-online-bibliotheek&sid=19&dts=1765594185736&sig=be8ceb4a08731763f8397a43e38d80869aebb87101b69da45a13abae7736c67a&width=320",
      "dateSeen": "2025-12-13T07:13:13.356Z"
    },
    "d427aa1000d7694f3c47cfe9e5a91bc844bf59af": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394794753/grof-wild-pieter-aspe",
      "title": "Grof wild",
      "authors": "Pieter Aspe",
      "description": "De viering van hun zilveren huwelijksjubileum loopt voor een echtpaar uit op een nachtmerrie als de door de vrouw voor een grap ingehuurde figuren echte criminelen blijken te zijn.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394794753?aid=kb-online-bibliotheek&sid=19&dts=1765594726329&sig=e9106a0402a5f6af69f2f87a1936c9e8b90603d1e450f11309c2080ba3f1bd90&width=320",
      "dateSeen": "2025-12-13T07:13:13.509Z"
    },
    "e91cb4c66948120d639a1687c5ff818643a8726e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394794842/vagevuur-pieter-aspe",
      "title": "Vagevuur",
      "authors": "Pieter Aspe",
      "description": "Commissaris Van In krijgt te maken met de moord op een bekende theaterproducent.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394794842?aid=kb-online-bibliotheek&sid=19&dts=1765609993586&sig=b5c7d50f5b9ecc94c6db9afee2a0543bb6e6eff4966803ec30605aad86c9fda4&width=320",
      "dateSeen": "2025-12-13T07:13:13.737Z"
    },
    "67010a3eb28cf4175095a3f9ab74aa243d489741": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394794710/de-zevende-kamer-pieter-aspe",
      "title": "De zevende kamer",
      "authors": "Pieter Aspe",
      "description": "Een ex-minister van justitie en toekomstig premier wordt dood aangetroffen in de buurt van een luxe bordeel nabij Brugge. Het verband dat Van In legt met de vermoorde en de vindplaats wordt hem niet door iedereen in dank afgenomen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394794710?aid=kb-online-bibliotheek&sid=19&dts=1765594197375&sig=7468d31b9ac56656c90bc3599a7729b2f12badbefcccdd1bec6b36adbe46e409&width=320",
      "dateSeen": "2025-12-13T07:13:13.893Z"
    },
    "287529aea15afdc8acf852852568b40aed4bd6bd": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394794702/de-vijfde-macht-pieter-aspe",
      "title": "De vijfde macht",
      "authors": "Pieter Aspe",
      "description": "Een moord in de reclamewereld zorgt voor beroering in de hoogste kringen van Brugge.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394794702?aid=kb-online-bibliotheek&sid=19&dts=1765600221524&sig=f2d4761c8e57030e0cd8289bbbc897f170396625dc1af6cd8ee6b7905b197d3e&width=320",
      "dateSeen": "2025-12-13T07:13:14.053Z"
    },
    "cb4e3d754848375130fa4fa6fdefa11300ee8b40": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394794834/tango-pieter-aspe",
      "title": "Tango",
      "authors": "Pieter Aspe",
      "description": "Net terug van hun wittebroodsweken in Argentinië krijgen de Brugse commissaris Van In en zijn vrouw, onderzoeksrechter Hannelore Martens, te maken met een zaak waarbij niet alleen de Russische maffia, maar ook hun privéleven betrokken is.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394794834?aid=kb-online-bibliotheek&sid=19&dts=1765609994123&sig=45be4deab9e27f59bfb2325386d8ef7fc7cac9ab87029997a719999cdeb59bfe&width=320",
      "dateSeen": "2025-12-13T07:13:14.284Z"
    },
    "2c8db0cca0b2e89a4d813a3808e06c7c28f08ded": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/39479477X/de-midasmoorden-pieter-aspe",
      "title": "De Midasmoorden",
      "authors": "Pieter Aspe",
      "description": "De adjunct-commissaris van politie te Brugge wordt geconfronteerd met de moord op een Duitser en een bomaanslag op het standbeeld van Guido Gezelle.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A39479477X?aid=kb-online-bibliotheek&sid=19&dts=1765600224669&sig=08c058269c7972c4173d9d89ff38443248902ec75335ce6dcb6bb0965c3f63ba&width=320",
      "dateSeen": "2025-12-13T07:13:14.441Z"
    },
    "1e678c484c9f20d0738cd57a346572900a2473e5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394794672/blauw-bloed-pieter-aspe",
      "title": "Blauw bloed",
      "authors": "Pieter Aspe",
      "description": "De dood van een man stelt de politie van Brugge voor grote raadsels bij het ontwarren van de juiste familieverhoudingen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394794672?aid=kb-online-bibliotheek&sid=19&dts=1765600224391&sig=8ad2a73a5da6724a25f224d0b5709fbb5139f5fa48aae570f780c4222a9aec41&width=320",
      "dateSeen": "2025-12-13T07:13:14.589Z"
    },
    "cacc954c8c966be7808364e2ef80de4c770c40e1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394794818/pandora-pieter-aspe",
      "title": "Pandora",
      "authors": "Pieter Aspe",
      "description": "Er gebeurt te weinig in Brugge; daarom besluit hoofdinspecteur Van In zijn tanden te zetten in een twintig jaar oude zaak.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394794818?aid=kb-online-bibliotheek&sid=19&dts=1765600225014&sig=f93e6ff318facf207a939b49172d0be555d92c917b204e781e4164d007279da1&width=320",
      "dateSeen": "2025-12-13T07:13:14.848Z"
    },
    "627b8308912da40adcf655a4a33a10e2855ac0a0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394794826/rebus-pieter-aspe",
      "title": "Rebus",
      "authors": "Pieter Aspe",
      "description": "Commissaris Van In en inspecteur Versavel van de politie in Brugge worden geconfronteerd met de mysterieuze dood van een oude man.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394794826?aid=kb-online-bibliotheek&sid=19&dts=1765594183576&sig=4b9c5ca7c6942964fd1c84ba79718417991f19fcbe39d4a451fe29388b03c234&width=320",
      "dateSeen": "2025-12-13T07:13:15.014Z"
    },
    "5ebe96ff7c17dc43c5fda3f1dafcd134df692e30": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394794796/onvoltooid-verleden-pieter-aspe",
      "title": "Onvoltooid verleden",
      "authors": "Pieter Aspe",
      "description": "De Brugse commissaris Van In krijgt te maken met een drievoudige moord met een gevaarlijk, politiek karakter.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394794796?aid=kb-online-bibliotheek&sid=19&dts=1765609996536&sig=de210f7edd44089461d766e426b6d92b6f773a99774ce1cf1f6c69df97c0bdf8&width=320",
      "dateSeen": "2025-12-13T07:13:16.734Z"
    },
    "04c29257bebf4d25db784e15a74361b3e58369f6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/370925661/het-vierkant-van-de-wraak-pieter-aspe",
      "title": "Het vierkant van de wraak",
      "authors": "Pieter Aspe",
      "description": "Door een inbraak bij een Brugse juwelier komt adjunct-commissaris Van In op het spoor van de duistere achtergronden van een van de machtigste mannen van België.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A370925661?aid=kb-online-bibliotheek&sid=19&dts=1765609996813&sig=04472602ddfc5458f5798f7e6262185da4995458bf003ceb69a5928d3660f81e&width=320",
      "dateSeen": "2025-12-13T07:13:16.960Z"
    },
    "553647edc5e3081cc6eb5d76f902ee9fb14092ea": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394794761/de-kinderen-van-chronos-pieter-aspe",
      "title": "De kinderen van Chronos",
      "authors": "Pieter Aspe",
      "description": "Een commissaris van politie te Brugge probeert een bij toeval aangetroffen lijk in de tuin van een voormalig luxueus bordeel in verband te brengen met de hande en wandel van enkele prominente Belgische figuren.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394794761?aid=kb-online-bibliotheek&sid=19&dts=1765609997034&sig=b5b982e4db46e3d28c791a584453d5a09306b5f154c6bd45ed1cc9ec2aed7006&width=320",
      "dateSeen": "2025-12-13T07:13:17.190Z"
    },
    "087782752a4b261c446bd190238f5fdad4a5758f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394794699/de-japanse-tuin-pieter-aspe",
      "title": "De Japanse tuin",
      "authors": "Pieter Aspe",
      "description": "Een politieduo uit Hasselt wordt geconfronteerd met drie raadselachtige moorden.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394794699?aid=kb-online-bibliotheek&sid=19&dts=1765609997285&sig=bf1c4f0a4d88d87b0fc42e870d4ea525f1591801a8bf7b4ed86baac88c64571c&width=320",
      "dateSeen": "2025-12-13T07:13:17.476Z"
    },
    "057557c7b255771f13d99a789fd0d6860d413be9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394794737/dood-tij-pieter-aspe",
      "title": "Dood tij",
      "authors": "Pieter Aspe",
      "description": "Commissaris Van In van de politie in Brugge en zijn rechterhand Versavel steken zich in een wespennest als ze onderzoek doen naar de verkrachting van een meisje en een strandlijk.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394794737?aid=kb-online-bibliotheek&sid=19&dts=1765609997544&sig=fccb6542414b52e9d9fe6a963c92b745b437909304f9fe94410313b58531a12e&width=320",
      "dateSeen": "2025-12-13T07:13:17.693Z"
    },
    "b673d5662e920f3657ed02f440bed2a226f93fa9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394794680/casino-pieter-aspe",
      "title": "Casino",
      "authors": "Pieter Aspe",
      "description": "Bij zijn onderzoek naar de moord op een gokker, gevolgd door nog enkele doden, lijkt de Brugse commissaris Van In de verleiding van het roulettespel maar moeilijk te kunnen weerstaan.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394794680?aid=kb-online-bibliotheek&sid=19&dts=1765601700389&sig=e7a1bbf5f64f933d77dd2e9b0f326ba3a0c33cb475d21b73bd1ca6132360be03&width=320",
      "dateSeen": "2025-12-13T07:13:17.850Z"
    },
    "5724d3f9948cd14a46a425a8b619b0375d78f383": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394794877/zonder-spijt-pieter-aspe",
      "title": "Zonder spijt",
      "authors": "Pieter Aspe",
      "description": "Commissaris Van In van de politie in Brugge vindt een journalist vermoord in zijn woning en verneemt dat hij op het punt stond ophefmakende details over de Bende van Nijvel te publiceren.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394794877?aid=kb-online-bibliotheek&sid=19&dts=1765609997921&sig=b81bfac3b3e4662b6b44ebe1f3465c29ae7997dbcc5e611ca4e8ab4f66500112&width=320",
      "dateSeen": "2025-12-13T07:13:18.206Z"
    },
    "f75ebe7bc4a8b5946dba6e2c1da0cd69aa08fe5d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394794656/alibi-pieter-aspe",
      "title": "Alibi",
      "authors": "Pieter Aspe",
      "description": "Tijdens de opname van een film wordt het lijk van een onbekende gevonden in de auto van de hoofdrolspeler.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394794656?aid=kb-online-bibliotheek&sid=19&dts=1765600221618&sig=fb3db2c049f9ba2f406f39cd2a0ba4cabf1a0026ff601831dd227a7ccc113be2&width=320",
      "dateSeen": "2025-12-13T07:13:18.389Z"
    },
    "5dbe154cc489f08c206c24f5ea279924a0ebb855": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394794788/onder-valse-vlag-pieter-aspe",
      "title": "Onder valse vlag",
      "authors": "Pieter Aspe",
      "description": "Een vrije dag van inspecteur Van In en zijn vriendin wordt verstoord door de ontdekking van een driedubbele moord.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394794788?aid=kb-online-bibliotheek&sid=19&dts=1765597968942&sig=6a71bd4f55dfba11534eba62aab3168dd179261c48b3fda301cd402b96d31eca&width=320",
      "dateSeen": "2025-12-13T07:13:18.553Z"
    },
    "cda1d3d64b200000692a2faddf95c155d88b4ee0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394795865/galgenmeid-jean-claude-van-rijckeghem---pat-van-beirs",
      "title": "Galgenmeid",
      "authors": "Jean-Claude van Rijckeghem | Pat van Beirs",
      "description": "Nederland, de Tachtigjarige Oorlog. Het leven van de 14-jarige Gitte Niemandsdochter (ik-figuur) lijkt aan de galg te eindigen. Ze weet vrij te komen in ruil voor spionage in Spanje voor de Nederlandse prins van Oranje. Vanaf ca. 15 jaar.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394795865?aid=kb-online-bibliotheek&sid=19&dts=1765594192245&sig=5bc4d86a1da512ff5745030d882d9246d0c5eba734b206eefe4a6f5868687a53&width=320",
      "dateSeen": "2025-12-13T07:13:18.704Z"
    },
    "13f20378ee8271594b3551558104657c79350fa4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394795873/jonkvrouw-jean-claude-van-rijckeghem---pat-van-beirs",
      "title": "Jonkvrouw",
      "authors": "Jean-Claude van Rijckeghem | Pat van Beirs",
      "description": "Marguerite van Male (14, ik-figuur) is dochter van de graaf van Vlaanderen en zal de titel erven; ze moet daarom een passend huwelijk sluiten. Vanaf ca. 15 jaar.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394795873?aid=kb-online-bibliotheek&sid=19&dts=1765609998788&sig=69016e87ce5a9df5d5c1b377d0b697cbc5be29ff6ccdc1227a51d57c25603bf2&width=320",
      "dateSeen": "2025-12-13T07:13:18.946Z"
    },
    "aae76c2ae7cf394b2db4d97981d72db0a957b9e4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/37093119X/de-parachutemoord-gust-verwerft",
      "title": "De parachutemoord",
      "authors": "Gust Verwerft",
      "description": "De parachutemoord laat niemand onberoerd. Hoeveel bewijzen zijn er nodig om iemand te veroordelen? Wat mag je geloven van moordenaars, getuigen, magistraten, advocaten en journalisten? Is Els Clottemans schuldig aan een afgrijselijke moord?De ervaren gerechtsjournalist Gust Verwerft volgde het proces op de voet. In dit boek gaat hij niets of niemand uit de weg. En geeft hij een unieke blik achter de schermen van het Hof van Assisen. Een verhaal vol emoties zowel als koele overwegingen over schuld en onschuld. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A37093119X?aid=kb-online-bibliotheek&sid=19&dts=1765609999041&sig=1f858688d5ac7a23a8b1b158195d13b12dccdba03232951d736ecaae298a438a&width=320",
      "dateSeen": "2025-12-13T07:13:19.196Z"
    },
    "4be6570a040e410d75d09fde0d5ff69f1a2166c4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394794370/de-smaak-van-wraak-gust-verwerft",
      "title": "De smaak van wraak",
      "subtitle": "vlijmscherpe verhalen uit het Hof van Assisen",
      "authors": "Gust Verwerft",
      "description": "In De smaak van wraak brengt de gerenommeerde gerechtsjournalist Gust Verwerft het verhaal van spraakmakende assisenprocessen. In Werm (Hoeselt) schiet Rik Jans de man dood die zijn geleende geld komt terugvragen. In Mechelen bezwijkt de jonge erotische danseres Nathalie Ruelens 's nachts naast het bed van haar vriend Anthony Bervoets aan een schotwonde. In Hasselt slaat Philippe Loodts zijn ouders het hoofd in, uit wraak omdat ze geen geld blijven geven. In de kelder van een flatgebouw in Oostende wordt het lijkje gevonden van een boreling. Zweeg de moeder Lieselot De Clercq uit wraak of uit angst? Claudy Pierret, bekend als 'het monster van het Waasland', verminkte en vermoordde twee vrouwen op gruwelijke wijze. Deze en andere recente processen die in dit boeiende boek aan bod komen illustreren hoe gekwetste trots, eigenliefde en wraak kan leiden tot moord. Gust Verwerft (1944) bracht in zijn lange loopbaan als journalist verslag uit over meer dan duizend processen voor het Hof van Assisen. Men noemt hem terecht 'de koning van de Vlaamse gerechtsjournalisten'. Zijn vorige boek, De parachutemoord (2010), stond wekenlang in de top tien. Magistratuur en advocatuur volgen zijn verslaggeving gretig op zijn website www.assisen.be. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394794370?aid=kb-online-bibliotheek&sid=19&dts=1765608034702&sig=f2c77633693923a20fb06fbeee69ac159c920c1b328d22df9e71c947aa76a752&width=320",
      "dateSeen": "2025-12-13T07:13:19.341Z"
    },
    "3d3ee43f6f875d4accbd8f7fd39848387d298811": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/440560152/l-europe--superpuissance-marc-de-vos",
      "title": "L'Europe, superpuissance",
      "subtitle": "la transformation de l'Union européenne",
      "authors": "Marc De Vos",
      "description": "Qu'évoque pour vous l'Union européenne ? À moins d'être directement intéressé par le sujet, l'image qui s'impose à votre esprit est peut-être un panorama de Bruxelles, ses hauts bâtiments en toile de fond et des conclaves réunissant les chefs d'État et de gouvernement. Et pourtant, cette Union européenne anonyme est en pleine métamorphose. Cet ouvrage décrit de quelle façon la crise climatique, la pandémie, la guerre en Ukraine, la fin de la mondialisation et la nouvelle guerre froide avec la Chine ont fait de l'Union européenne la première force politique d'Europe. Il démontre comment dont la mission et l'identité de l'Union européenne évoluent : d'une communauté européenne à une coalition géostratégique de pays européens et eurasiens, d'une communion de valeurs à une union de pouvoir, et d'un projet de marché à un projet d'État. L'Europe est en passe de devenir une superpuissance fédérale au sein d'un nouvel ordre mondial. Étrangement, cette mutation se produit subrepticement, en réaction à une crise endogène, à l'insu du citoyen européen. Ce livre met le doigt dans la plaie de cette nouvelle Union européenne en tension : entre les valeurs et les intérêts, entre la géographie et la géopolitique, entre la démocratie et la technocratie, entre le marché et l'État, et entre les États membres de l'Union européenne eux-mêmes. Si sa métamorphose ne repose pas sur une structure politique démocratique, elle risque d'induire une crise de légitimité qui pourrait, à terme, menacer l'Union européenne elle-même. Avec une préface de Alexander De Croo, Premier ministre de Belgique. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A440560152?aid=kb-online-bibliotheek&sid=19&dts=1765654040798&sig=5e3b1b5af95ffac53ddb8c2d2a730e2526063b0af863cbf023961996edd4f0ce&width=320",
      "dateSeen": "2025-12-14T07:14:04.835Z"
    },
    "2d9d9ce9c9098f096ed39029399d16f6c6521b58": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394794931/weerloos-luc-deflo",
      "title": "Weerloos",
      "authors": "Luc Deflo",
      "description": "Commissaris De Deckers speciale rechercheteam moet de schuldigen vinden in een pedofiliezaak die de Belgische gemoederen tot een kookpunt brengt.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394794931?aid=kb-online-bibliotheek&sid=19&dts=1765650035428&sig=7deafcf3832798bc8c41e8fcbce016c48e3bd30e72b9cb9d746d20551b190b0b&width=320",
      "dateSeen": "2025-12-14T07:14:05.077Z"
    },
    "c5b671075e6cd589b7e66c2a521f9ed189d362d1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394794958/spoorloos-luc-deflo",
      "title": "Spoorloos",
      "authors": "Luc Deflo",
      "description": "Nadat in Brussel een 7-jarig meisje is ontvoerd, moet Cel 5, een rechercheteam gespecialiseerd in misdrijven tegen kinderen, haar zien te vinden.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394794958?aid=kb-online-bibliotheek&sid=19&dts=1765630583274&sig=91f097f89113b60190f1d600007bc25cdace613c9b81fd9e39132e893bb9e4d2&width=320",
      "dateSeen": "2025-12-14T07:14:05.286Z"
    },
    "6bfa8d6e3f753ecc416a055d64f15c8b8fce2957": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394794982/kortsluiting-luc-deflo",
      "title": "Kortsluiting",
      "authors": "Luc Deflo",
      "description": "Een psychopaat vermoordt een jonge moeder en neemt haar dochtertje mee.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394794982?aid=kb-online-bibliotheek&sid=19&dts=1765696445379&sig=ca55eb782a5510b0ccb66c3a53276d68ec538a90d8f8b535ffbea62349ba3922&width=320",
      "dateSeen": "2025-12-14T07:14:05.563Z"
    },
    "3bdeef432eb3eef21ec231f49b98c063894b8f91": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394716930/een-wijze-uit-het-westen-dani%C3%ABl-mok",
      "title": "Een wijze uit het westen",
      "subtitle": "beschouwingen over Rudolf Otto & Het heilige",
      "authors": "Daniël Mok",
      "description": "'Een wijze uit het westen' vormt de opmaat tot de nieuwe druk van de Nederlandse vertaling van Rudolf Otto's meesterwerk 'Het heilige'. Dit boek geeft over tijdloze begrippen gevoelens weer uit een levensbeschouwelijk bontgekleurde samenleving. Rudolf Otto en zijn beeld van het heilige staan centraal in deze rijke schakering. Otto inspireerde velen tot het beschrijven van hun relatie met de grootste geheimenis van ons bestaan en de uitingen daarvan in opvoeding, onderwijs, kunst, geloofsbeleving of levensovertuiging. Hun beschouwingen over het mysterium tremendum & fascinans met zijn vele nuanceringen zijn in dit boek gebundeld. Deze keuze vormt de opmaat tot de derde Nederlandse druk van Rudolf Otto's boek 'Het heilige'. Met wetenschappelijke precisie en een fijnzinnig gevoel voor 'alles wat leeft en beeft' overtuigt Rudolf Otto de lezer ervan dat hij de ontsluiering van het fascinerende maar ijzingwekkende mysterie met een gerust hart aan zijn gevoel kan overlaten. Dan wordt de ontmoeting met het heilige concreter en werpt het zijn vruchten af in de ontmoeting met de ander. In 'Een wijze uit het westen' komen godsdienstwetenschappers en theologen, maar ook psychologen, pedagogen, psychiaters en literatoren aan het woord en laten een veelkleurig licht schijnen over het thema van het heilige. Deze veelkleurigheid maakt het denken en de centrale begrippen van Rudolf Otto toegankelijk. Zij plaatst het heilige, numineuze als een overkoepelend begrip boven de verschillende religies en levensovertuigingen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394716930?aid=kb-online-bibliotheek&sid=19&dts=1765907431302&sig=5e5dfce60d4f2a8df31686d41499e514cc685b54aa92b12f95f007a4d7517904&width=320",
      "dateSeen": "2025-12-17T07:17:51.095Z"
    },
    "e4feaf144eae8a9369f3323f3b0ebae53c6d64e6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/374620857/welkom-in-de-wereld-jultsje-lycklama",
      "title": "Welkom in de wereld",
      "subtitle": "de geest van de Fryske Wâlden, de roos van Jericho; een Frysk-Jiddysk tafereel in drie versmeltende bedrijven",
      "authors": "Jultsje Lycklama",
      "description": "Autobiografisch getint relaas van een Fries meisje dat een bijzondere vreindschap sluit met een joods-Marokkaans meisje.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A374620857?aid=kb-online-bibliotheek&sid=19&dts=1765904868461&sig=b0a953c56b10449c62bcdcf8be5dd901b7b0effc317c29a88f42efad3dd42cf2&width=320",
      "dateSeen": "2025-12-17T07:17:51.559Z"
    },
    "c0c4449124b161485b36c132dc2b8621429da16e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/427612918/eerstejaars--welmoed-barendsen",
      "title": "Eerstejaars!",
      "subtitle": "over adten, nassen, kleien en nog veel meer",
      "authors": "Welmoed Barendsen",
      "description": "Hèt leukste boek voor alle nieuwe eerstejaars studenten. Welmoed Barendsen, zelf student, vertelt in dit boek met veel humor en zelfspot, het verhaal van eerstejaars Femke die met een stel andere groentjes wegwijs wordt gemaakt in het studentenleven. Femke maakt, net alle beginnende studenten, kennis met het bruisende, maar vooral ook vermoeiende studentenleven. Het verhaal begint bij de introductietijd waarbij ze samen met een stel andere groentjes wegwijs wordt gemaakt in de grote studentenstad. Femke wordt lid van een studentenvereniging. En zo belandt ze in de wereld van jaarclubs, disputen, studentenhuizen, besturen ... en de beruchte ontgroening. Met vallen en opstaan komt ze erachter dat je studententijd niet alleen om studeren gaat, maar ook om nieuwe vrienden te maken, te feesten en alles uit je dag (en uit je nacht) halen. Met veel slimme tips en adviezen Welmoed Barendsen doet nu een master in Malmö. Eerder schreef ze het succesvolle Lijntje over de jaren dat ze aan anorexia leed. Na haar VWO deed ze vrijwilligerswerk en startte ze met haar studie in Utrecht. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A427612918?aid=kb-online-bibliotheek&sid=19&dts=1765915439387&sig=563aaae29fc8755f43bed8cef55f7d893522b71690d135ac11875962467b9bba&width=320",
      "dateSeen": "2025-12-17T07:17:51.985Z"
    },
    "c7be185789225f655ef7013c1f148d6434c896f7": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/430242573/wilhelmina-gerard-aalders",
      "title": "Wilhelmina",
      "subtitle": "mythe, fictie en werkelijkheid",
      "authors": "Gerard Aalders",
      "description": "Terwijl haar koningschap nog steeds met talloze raadsels is omgeven was Wilhelmina (1880 - 1962) als koningin razend populair. Voor haar dood liet ze welbewust documenten vernietigen die dit positieve imago konden aantasten. Historici roemen Wilhelmina's standvastigheid, haar moed en onverzettelijkheid. Met haar ferme toespraken voor Radio Oranje zou zij Nederland door de Tweede Wereldoorlog hebben gesleept. Haar kordate optreden zou ons land van een prominente plaats in het geallieerde bondgenootschap hebben verzekerd. Veel minder bekend waren Wilhelmina's duistere kanten. Ze was allerminst democratisch en van het parlement moest ze weinig hebben. Ze was buitengewoon uit de hoogte, koppig en egocentrisch. Door zelfoverschatting, tunnelvisie en wereldvreemdheid maakte ze menigmaal ernstige inschattingsfouten. Met haar ministers lag Wilhelmina voortdurend overhoop. Na haar zoveelste uitbarsting van razernij vroegen zij zich af 'Is Hare Majesteit wel helemaal normaal?' Uit diepe eerbied hebben biografen nooit de vragen gesteld die ze hadden moeten stellen. Dit boek laat de echte Wilhelmina zien. Ontdaan van de mythes en vergoelijkingen waarmee haar officiële biograaf Fasseur de oude vorstin heeft omgeven. De vraag rijst of iemand met de karaktertrekken van Wilhelmina eigenlijk wel als staatshoofd kon functioneren. 'Gerard Aalders laat er geen twijfel over bestaan dat Wilhelmina's reputatie op drijfzand was gebouwd'. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A430242573?aid=kb-online-bibliotheek&sid=19&dts=1765906802707&sig=16783357665c4d22a4f848f642b2016c0f7b33b4644f02c57abe1fe83a3814a8&width=320",
      "dateSeen": "2025-12-17T07:17:52.441Z"
    },
    "dfb0e1915eb0e3bec834aa232ecf9e978eed435d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/430302509/de-man-die-nagasaki-overleefde-gregor-vincent",
      "title": "De man die Nagasaki overleefde",
      "subtitle": "het ongelooflijke verhaal van soldaat Dick Büchel van Steenbergen",
      "authors": "Gregor Vincent",
      "description": "Levensverhaal van een Nederlandse overlevende van de Japanse kampen in Nederlands-Indië en de atoombomaanval op Nagasaki tijdens de Tweede Wereldoorlog.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A430302509?aid=kb-online-bibliotheek&sid=19&dts=1765903655243&sig=3b3bfcce1e5cb278b2811dfbe60de5b5715f56d39c76c5756ef14096cf7ff282&width=320",
      "dateSeen": "2025-12-17T07:17:52.873Z"
    },
    "3bf5f363b9f91e0d0f95b746b498cc28b6ad6f54": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/430133561/de-achtste-zonnebloemen-pauline-vijverberg",
      "title": "De achtste zonnebloemen",
      "subtitle": "de zoektocht naar Van Goghs verdwenen schilderij",
      "authors": "Pauline Vijverberg",
      "description": "Vincent van Gogh schilderde zeven versies van zijn Zonnebloemen. Gaf hij een achtste mee aan zijn broer Cornelis? In het jaar dat Vincent zijn zonnebloemenserie schildert vertrekt zijn broer Cornelis naar Zuid-Afrika. In Pretoria maken Cor en de zusjes Niesje en Geesje Kwak - model voor de kimonoschilderijen van Breitner - kennis met entomoloog Jacobus Swierstra. Allen hopen in Zuid-Afrika een betere toekomst te vinden. Maar dan breekt de oorlog uit. Cor geeft zijn huisraad in bewaring bij het museum waar Jacobus werkt. Vele jaren later keert Aafke, de dochter van Niesje, terug naar Zuid- Afrika om voor haar zieke vader te zorgen. Ze gaat op zoek naar het schilderij dat vroeger in het ouderlijk huis hing: de vaas met zonnebloemen. Het is haar belangrijkste en dierbaarste herinnering aan haar overleden moeder. 'Ik kijk naar het schilderij. Een explosie van licht. Drie kleuren geel. Met op de achtergrond Pruisisch blauw. Ik herinner me weer alles: de lijnolie-geur van vers gemengde verf, het geluid van de kwastharen over het canvas, schurend bij weinig verf, lispelend bij meer.' Het verhaal speelt zich af tegen de achtergrond van de grote emigratiegolf naar Zuid-Afrika aan het einde van de 19e eeuw, afgewisseld met de jaren vijftig. Het leest als een liefdesbrief over vriendschap en verlies, over de kracht van herinneringen, over de kunst om gelukkig te leven. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A430133561?aid=kb-online-bibliotheek&sid=19&dts=1765905199847&sig=649e431a4f2270628f7c6f73036e31818d91c06ce0be685a5c79bc4d076dad96&width=320",
      "dateSeen": "2025-12-17T07:17:53.436Z"
    },
    "74442d7edc6bffa7b073d3378623e65522739ea1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436658909/in-de-schaduw-van-schindler-kevin-prenger",
      "title": "In de schaduw van Schindler",
      "subtitle": "jodenhelpers uit nazi-Duitsland",
      "authors": "Kevin Prenger",
      "description": "Zelfs in de donkerste tijden zijn er dappere mensen die hun medemenselijkheid laten prevaleren boven haat en eigenbelang. Terwijl de meeste Duitsers zich afzijdig hielden of de Jodenvervolging actief of passief ondersteunden, behielden sommigen hun menslievendheid en boden hulp aan vervolgden in nood. Een succesvol schrijver en een vrouwelijke dierenarts, een ingenieur en een politiek gevangene, een kapitein van een cruiseschip en een blinde bezemfabrikant. Zij - en ze waren de enigen niet - groeiden stuk voor stuk uit tot onbaatzuchtige mensenredders. Alleen zijn zij, in tegenstelling tot Oskar Schindler, relatief onbekend gebleven. Wie waren de Duitsers die met gevaar voor eigen leven hun Joodse medemensen hielpen, terwijl de meesten van hun landgenoten de andere kant opkeken of bijdroegen aan de nazimisdaden? Kevin Prenger deed uitgebreid onderzoek en bracht zes 'Rechtvaardigen onder de Volkeren' bijeen in In de schaduw van Schindler. Prenger toont aan dat het kwaad niet altijd zegeviert. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436658909?aid=kb-online-bibliotheek&sid=19&dts=1765905606431&sig=d026432105a70ef3c31efbae10671bb4dc014dcda25da2171d7c53de44eba800&width=320",
      "dateSeen": "2025-12-17T07:17:53.983Z"
    },
    "1e7f8252b17b0a6fc8d97d5777cf7fc1e1d4706d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/438045491/hitlers-winter-anthony-tucker-jones",
      "title": "Hitlers winter",
      "subtitle": "het Ardennenoffensief door Duitse ogen",
      "authors": "Anthony Tucker-Jones",
      "description": "Beschrijving van het Ardennenoffensief in de winter van 1944-1945 uit het perspectief van het Duitse leger, met verslagen van Duitse infanteristen en pantserbemanningen. Met zwart-witfoto’s en kaarten.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A438045491?aid=kb-online-bibliotheek&sid=19&dts=1765903698266&sig=e060bfd65358113dd25e9dd2fc0de339971d503f236a88f3dc2db872a7376234&width=320",
      "dateSeen": "2025-12-17T07:17:54.415Z"
    },
    "1fac752ba15032fb79a4fd1eef9a5bd37af886d8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/438133684/hitlers-beul-helmut-ortner",
      "title": "Hitlers beul",
      "subtitle": "de geschiedenis van de nazi-opperrechter die opdracht gaf tot de moord op duizenden Duitsers",
      "authors": "Helmut Ortner",
      "description": "Levensgeschiedenis van de Duitse nazi-beul en jurist (1893-1945).",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A438133684?aid=kb-online-bibliotheek&sid=19&dts=1765902151177&sig=7f87ba1c0019b5b8bb6f66f1d7cbe9faa64399bb2188edb5b942b4858863db4a&width=320",
      "dateSeen": "2025-12-17T07:17:54.852Z"
    },
    "dc3da85741eabe57104bd5cdbf3404108bf0a681": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/438133668/de-dordtse-affaire-frank-van-riet",
      "title": "De Dordtse affaire",
      "subtitle": "vervolging, verzet en verraad in en rond Dordrecht",
      "authors": "Frank van Riet",
      "description": "Verhandeling over de bezettingsgeschiedenis van Dordrecht tijdens de Tweede Wereldoorlog, met speciale aandacht voor de handlangers van de bezetters en het taboe dat op deze geschiedenis kwam te rusten. Met zwart-witfoto’s.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A438133668?aid=kb-online-bibliotheek&sid=19&dts=1765907636055&sig=3fec5e32bce2461807b9f97b9b7f02111aff608fe7e2a48966a666354a31a018&width=320",
      "dateSeen": "2025-12-17T07:17:55.332Z"
    },
    "427df7047dae7f88fb76ffa69ec142866561a6b8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437967174/nederland-narcostaat-hans-werdm%C3%B6ller",
      "title": "Nederland narcostaat",
      "subtitle": "na 50 jaar drugshandel en talloze liquidaties",
      "authors": "Hans Werdmöller",
      "description": "Is Nederland een land van kaas, coke en killers? Dit boek schetst een ontluisterend beeld van hoe Nederland vanaf de jaren zeventig geleidelijk opschoof naar een de facto narcostaat, met de opkomst van nietsontziende misdaadgroepen, corruptie, liquidaties en 'vergismoorden' in de onder- en bovenwereld. Nederland is in de internationale georganiseerde drugscriminaliteit zowel een belangrijk doorvoerland als een productieland van formaat. Met name de havens van Rotterdam en Antwerpen spelen bij de smokkel van cocaïne en als exportmogelijkheid voor Brabantse nederwiet en XTC-pillen een belangrijke rol. Het gedoogbeleid en de politiek van wegkijken heeft de weg geplaveid voor de georganiseerde misdaad. Naast blijvende gezondheidsschade als gevolg van drugsgebruik is er niet alleen sprake van grof geweld en liquidaties, maar ook van criminele geldstromen die verweven raken met de reguliere economie. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437967174?aid=kb-online-bibliotheek&sid=19&dts=1765906422795&sig=b706114f0c30da131977bfa311d665fd0376d6bb2090950110e2dedbae4f476c&width=320",
      "dateSeen": "2025-12-17T07:17:55.835Z"
    },
    "6032bdda1c26c0b6fef6f84d1c8b3d3542f7d29c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437967204/kansparels-hans-werdm%C3%B6ller",
      "title": "Kansparels",
      "subtitle": "Mocro's op het scherp van de snede",
      "authors": "Hans Werdmöller",
      "description": "Verslag over een groep criminele jongens van Marokkaanse afkomst die in de jaren tachtig in Amsterdam opgroeien en het latere verloop van hun levens.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437967204?aid=kb-online-bibliotheek&sid=19&dts=1765908096034&sig=cf6aaeb3da0e766b75c93a83c54bbdc424ba1ee0bb4c5a5617e493d166cf8323&width=320",
      "dateSeen": "2025-12-17T07:17:56.291Z"
    },
    "38d59def8c33c08911090607fe8a560cef069b65": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/43803872X/het-leven-en-de-werkplaats-van-kees-boeke-daniela-hooghiemstra",
      "title": "Het leven en de werkplaats van Kees Boeke",
      "subtitle": "'De geest in dit huis is liefderijk'",
      "authors": "Daniela Hooghiemstra",
      "description": "Biografie van de Nederlandse idealist en oprichter van de Werkplaats Kindergemeenschap in Bilthoven (1884-1966). Met zwart-witfoto’s.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A43803872X?aid=kb-online-bibliotheek&sid=19&dts=1765906904928&sig=f04effd2397ddb815861593e0639bd5b0c0f55d314f7621c95b57ad063812e05&width=320",
      "dateSeen": "2025-12-17T07:17:56.744Z"
    },
    "3ceaf0269caeec1f687e56438956ca1952baa0d4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436750791/henk-schiffmachers-grote-borneo-expeditie-henk-schiffmacher",
      "title": "Henk Schiffmachers grote Borneo-expeditie",
      "authors": "Henk Schiffmacher",
      "description": "Geinspireerd door etnoloog Anton Nieuwenhuis gaat tattoo-artiest Henk Schiffmacher op zoek naar de oorsprong van de tatoeage. Samen met zijn vriend Anthony Kiedis, zanger van de rockgroep Red Hot Chili Peppers, zet hij een expeditie op touw dwars door de binnenlanden van Borneo. Nieuwenhuis deed vijftien maanden over zijn reis; Schiffmacher en zijn medereizigers trekken er zes weken voor uit. Ze weten: het is levensgevaarlijk. Maar ze realiseren zich ook: als we hier levend uitkomen, hebben we een fantastisch verhaal. Daar blijkt niets te veel mee gezegd. Eenmaal op Borneo wordt de expeditie hun bijna noodlottig. Geteisterd door blessures en infecties, belaagd door kruipend, zuigend, bijtend en stekend ongedierte banen de mannen zich een weg door een bijna ondoordringbare jungle. Anthony Kiedis vertelt later in Rolling Stone: 'Het werd de meest angstaanjagende en onaangename overlevingstest waaraan ik mezelf ooit onderworpen heb.' Schiffmacher zegt er nu zelf over: 'Het was een groot avontuur, maar wel een avontuur dat helemaal verkeerd had kunnen aflopen.' Met veel foto's die medereiziger en fotograaf Gerard Wessel indertijd maakte. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436750791?aid=kb-online-bibliotheek&sid=19&dts=1765908306113&sig=886a5954e79cd0fe900e29d4a7be0eac7f42af7aa9fde32060daa1531c233b0e&width=320",
      "dateSeen": "2025-12-17T07:17:57.184Z"
    },
    "437a6954e4b0b09275abdd097fade698b0022d28": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/438083644/veertig-jaar-vo-o-r-de-tralies-gerlof-leistra---govert-wisse",
      "title": "Veertig jaar vóór de tralies",
      "subtitle": "het 'dubbelleven' van een vechtsporter",
      "authors": "Gerlof Leistra | Govert Wisse",
      "description": "Verhalen en anekdotes over het leven en de carrière van de Nederlandse bokser Richard van Asdonck, die vanaf begin jaren 80 als sportinstructeur en weerbaarheidstrainer in verschillende gevangenissen werkte.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A438083644?aid=kb-online-bibliotheek&sid=19&dts=1765907643954&sig=99bc312aa7c2be31ae9fffcea336ef0f901ff86c6ba87579e57cc174a4ad25fe&width=320",
      "dateSeen": "2025-12-17T07:17:57.625Z"
    },
    "057c53bced452f546f045f50b6ddcb3ea5857f23": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/438083547/van-oerknal-tot-eindtijd-gerard-aalders",
      "title": "Van oerknal tot eindtijd",
      "subtitle": "de geschiedenis van het heelal, de aarde en van ons",
      "authors": "Gerard Aalders",
      "description": "Waar we vandaan komen en hoe we dat weten: 14 miljard jaar in een boek. Wat wij tegenwoordig weten van de Oerknal, ons zonnestelsel en de oorsprong van het leven dateert van recente datum. Zonder de Big Bang geen heelal, geen aarde en dus ook geen mensen. Heel lang dachten we dat de aarde en het heelal geen begin hadden. God had immers hemel en aarde - met alles erop en eraan - in één overzichtelijke, zesdaagse werkweek geschapen. De geringste kritiek op dit geloof beschouwde de Kerk, en met haar vrijwel de gehele samenleving, als een aanval op de Almachtige. Dankzij onder meer Charles Darwin, de vader van de evolutietheorie, werd de leer van de Kerk naar het rijk der fabelen verwezen. Het inzicht groeide dat men bij het ontstaan van het universum en onze aarde niet in duizenden, maar in miljoenen of zelfs miljarden jaren moest rekenen. Dit boek beschrijft het ontstaan van het heelal, ons zonnestelsel, de aarde en de manier waarop wetenschappers die eeuwenoude mysteries hebben ontsluierd. Het laat zien hoe de evolutie zijn werk deed. De mens, Homo sapiens, ontpopte zich tot het meest gevreesde roofdier van onze planeet, dat zijn soortgenoten evenmin spaarde als planten, dieren of zelfs zijn eigen leefomgeving. Aalders duikt in de roerige historie van de mens en zijn voorgangers, doet bijzondere ontdekkingen en komt tot opvallende conclusies. Met Van Oerknal tot Eindtijd schreef hij in toegankelijke taal een fascinerende geschiedenis. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A438083547?aid=kb-online-bibliotheek&sid=19&dts=1765911714236&sig=0cc16a54eadd1dc083026a9e224546eef6ae41477adc38b812932d096dd479af&width=320",
      "dateSeen": "2025-12-17T07:17:58.295Z"
    },
    "ede9581b913f9a37d1abf201ccfb419ccec0aa54": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456567348/denkstof-jaap-klouwen",
      "title": "Denkstof",
      "subtitle": "Plezierwiskunde en recreatietaal",
      "authors": "Jaap Klouwen",
      "description": "Welke woorden bestaan - net als 'risico' - geheel uit lettergrepen van twee letters? Op welk percentage van het aardoppervlak staat de zon weleens precies in het noorden? Bestaan er woorden waarin alle klinkers twee keer voorkomen? Van welke vormen zijn de omtrek en de oppervlakte exact even groot?\n Denkstof staat vol met creatieve puzzels op het gebied van logica, taal en wiskunde. De puzzels vinden hun inspiratie in onder meer spelletjes, literatuur, wiskundige problemen en topografie. Zo vind je je weg door getallendoolhoven, puzzel je met zelfbeschrijvende zinnen en koppel je Nederlandse gemeenten aan hun vorm.\n Na de eerdere delen Denkwaar, Denkwerk, Denkraam en Denkwereld is ook dit vijfde boek in de reeks goed voor urenlang puzzelplezier. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456567348?aid=kb-online-bibliotheek&sid=19&dts=1765907698507&sig=4ae9e2826744bc2aa2e7f913e6b7d86fa081b11ab535942794a639d174d65895&width=320",
      "dateSeen": "2025-12-17T07:17:58.747Z"
    },
    "24e094488fa427587d130a1c1480e0b68f172eea": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444285989/de-terugkeer-van-de-tempelpriesteres-michelle-shanti",
      "title": "De terugkeer van de Tempelpriesteres",
      "authors": "Michelle Shanti",
      "description": "Wanneer Olivia een bureau van haar Joodse grootouders erft, ontdekt ze daarin een manuscript dat in het geheim is geschreven door haar oma. Het manuscript gaat over de leer van de Tempelpriesteressen uit lang vervlogen tijden en de woorden van haar oma leiden Olivia naar een wereldwijd Zusterschap dat streeft naar liefde, vrede en vrijheid.\n Ook vindt Olivia in het bureau een brief die aan haar gericht is. De boodschap in deze brief verandert haar leven volledig. Tegelijkertijd ontmoet ze een man waar ze halsoverkop verliefd op wordt.\n Hoe kan Olivia omgaan met de missie die zich ontvouwt voor haar? En past een romantische liefde nog wel in haar nieuwe leven?\n 'Je weet nog maar de helft van de vrouw die jouw oma was, Olivia. Hoe meer je over haar te weten zult komen, des te meer zal je jezelf snappen. Het magische moment waarop je het diepste geheim van jezelf ontraadselt, zal samenvallen met het grote geheim dat de wereld in zich draagt.'\n Michelle Shanti is auteur van o.a. de bestseller Godin op hoge hakken en Naar liefde en vrijheid. Samen met Geert Kimpen runt zij de uitgeverijen London Books en Paris Books. Daarnaast is ze trainer en coach en heeft ze inmiddels honderden vrouwen begeleid in hun persoonlijke, spirituele en professionele ontwikkeling. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444285989?aid=kb-online-bibliotheek&sid=19&dts=1765912771399&sig=03365fa999e1bb8565e962f2bdbf894c6bf4c31021d2abf44c8eb98de4045cc6&width=320",
      "dateSeen": "2025-12-17T07:17:59.175Z"
    },
    "cb87fe84e915289f821655f543cce14e1e1f0c3c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444700285/circa-40cm-steve-van-herreweghe",
      "title": "CIRCA 40CM",
      "subtitle": "Een Individuele Revolutie op heldenvoeten",
      "authors": "Steve VAN HERREWEGHE",
      "description": "'Zelfliefde is niet voor watjes, het is wild, het is rebels. Sta op voor jouw individuele revolutie. De geschiedenis wordt niet voor maar door jou geschreven.' Circa 40cm gaat over de reis van de verdwaalde, gesaboteerde doch oerkrachtige Held-in-jou. Met slechts één doel voor ogen: een krachtige en waarachtige doorbraak in je leven. Een intense reis van 40cm: deze van buiten naar binnen en van hoofd naar hart. Met dit buitengewoon inspirerend werk daagt Steve jou uit je ware Zelf te zien, te bevrijden en te worden, doorheen donkere tijden van mis-Leiding. 'Jij bent veel meer dan de vracht die je meezeult, de vloeken die je achtervolgen, de etiketten die je brandmerken, de autoriteiten die je klein houden. Ga voor de waarheid, ga voor het beste.'\n  Steve is therapeut, spreker en schrijver. Hij zet zich, sinds 1999, als 'innerlijk goudzoeker' in voor de rechten, de heling en transformatie van mensen. Zijn artikelen worden door duizenden gelezen en gedeeld. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444700285?aid=kb-online-bibliotheek&sid=19&dts=1765911911872&sig=795c91cfb44925b464c0b4189c9ea9f474ed2cdf8b4dd83270fec9d30841c491&width=320",
      "dateSeen": "2025-12-17T07:17:59.612Z"
    },
    "c16ae9beca75893abadc4f00b43872618ee67526": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443933731/onderhuids-suzanne-gerding",
      "title": "Onderhuids",
      "authors": "Suzanne Gerding",
      "description": "Als alles klopt en je leeft de droom van velen, zou je dan twijfelen aan je keuzes? Heb je er reden toe? Floor heeft alles: ze is getrouwd, heeft twee dochters en een goedlopende psychologiepraktijk. Ze heeft geen enkele reden haar gemaakte keuzes te bevragen. Maar als een confrontatie met het verleden een verborgen verlangen blootlegt, wordt zij uitgedaagd hoog spel te spelen met alles wat zij liefheeft. Onderhuids is een tot de verbeelding sprekende, sensueel geschreven roman over liefde, keuzevrijheid en over de bereidheid de eigen waarheid te ontdekken. Suzanne Gerding (Den Haag, 1978) is als coach en trainer werkzaam voor haar eigen bedrijf, alsook voor een landelijke organisatie voor doven en slechthorenden. Daarnaast is zij Buitengewoon Ambtenaar van de Burgerlijke Stand (BABS). Zij woont met haar gezin in Zuid-Holland. \"Suzanne Gerding heeft Floors belevenissen opgetekend aan de hand van vlotte dialogen. Het verhaal leest alsof je naar een film kijkt.\" - De Leeuwarder Courant \"Een debuut om te verslinden.\" - Zij aan Zij \"Onderhuids kruipt onder de huid.\" - ZiZo Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443933731?aid=kb-online-bibliotheek&sid=19&dts=1765907650627&sig=1fa6aac5a695bdc8a7cc04a0a596835c2d5a8cebe3605757c5398ec37a8f9bbc&width=320",
      "dateSeen": "2025-12-17T07:18:00.029Z"
    },
    "6c2f0c53720b8c1e550fdb74036a2f70a6ae039f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444331077/het-geheim-van-de-magische-staf-ch%C3%A9---robert-bridgeman",
      "title": "Het geheim van de magische staf",
      "subtitle": "een spiritueel avontuur voor kinderen van 11 tot 111 jaar",
      "authors": "Ché & Robert Bridgeman",
      "description": "Meg, een slimme 14-jarige, wordt achtervolgd door angstaanjagende nachtmerries waarin ze samen met twee jongens, waaronder de populaire Miko, wegvlucht voor een duistere schaduw. Als haar dromen werkelijkheid lijken te worden, begint een spannende reis vol magie, mysteries en een magische staf met ongekende krachten. Samen ontdekken ze geheimen die hun levens voor altijd zullen veranderen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444331077?aid=kb-online-bibliotheek&sid=19&dts=1765907789854&sig=e21a3fbfb22a17b77b2156d054c0d80f5bc62147a13c1bfc923499e8915cd9da&width=320",
      "dateSeen": "2025-12-17T07:18:00.461Z"
    },
    "66ffd8d25309de6b256f17c5426bc5eaa48d5b62": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443323283/van-aardemens-tot-lichtwezen-monique-plaisier",
      "title": "Van Aardemens tot Lichtwezen",
      "subtitle": "De kracht van liefde en verbinding",
      "authors": "Monique Plaisier",
      "description": "Dat we in ons leven ongenadig, maar ook noodzakelijkerwijs kunnen worden stilgezet blijkt uit dit waargebeurde verhaal. Wanneer een epileptische aanval haar zoon Robert-Jan op zestienjarige leeftijd fataal wordt, kan de hardwerkende, rationele Monique niets anders doen dan in rust kijken naar de schaduwkanten van haar leven en de pijn doorvoelen die diep verankerd ligt in haarzelf. Dit alles met één doel: ze wil haar zoon terugvinden in de wereld waar hij nu is. Al schrijvend leert ze luisteren naar haar hart, wordt de verbinding met haar zoon krachtiger en ervaart ze op een zeer bijzondere wijze begeleiding van Robert-Jan en het universum. Intuïtief voelt ze wat goed voor haar is en door de grenzeloze, onvoorwaardelijke liefde voor haar zoon durft ze stappen te zetten die ze normaal gesproken niet snel had durven nemen. Monique Plaisier maakt van datgene wat haar klein had kunnen krijgen haar grootste krachtbron. Zonder schaamte en in alle naaktheid deelt ze met jou haar diepste gevoelens. De kracht van liefde en verbinding is het eerste deel van de trilogie Van Aardemens tot Lichtwezen, een inspirerend boek vol inzichten en handvatten. Voor iedereen die meer vanuit liefde en verbinding wil leven en zich wil ontwikkelen naar een hoger bewustzijn. Een boek over verlies, rouw en zelfliefde. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443323283?aid=kb-online-bibliotheek&sid=19&dts=1765907798198&sig=506bdc99961d43e73d479215ee804d91cd2b2446faec6438eb956dfe43f5ba1b&width=320",
      "dateSeen": "2025-12-17T07:18:00.901Z"
    },
    "69c2433c0e810b0ede7cac4f5a86b8cb95fa4118": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443103097/flourish-annet-beskers",
      "title": "Flourish",
      "authors": "Annet Beskers",
      "description": "Flourish In Flourish, Annet Beskers takes you on her personal journey of self-exploration. From the deepest depths of her soul, she shows you what intimacy and sexuality are really about: life itself. Annet’s spiritual journey opened her heart and spiritual centre. While she had, very delicately, managed to connect with her body above her diaphragm, subconsciously she had not yet grounded the energy in her pelvic area. Annet now knows what it takes to do this, and she wants to help all women reconnect with their sexual life energy. Her wish is to break the taboo, so that the power emanating from sexual energy is no longer ‘a secret’ and we can all openly connect to our inner life streams. It is time, all you beautiful women, to listen to your most cherished needs and desires, to rise up and speak your truth. Do you dare to be shamelessly honest in every area of your life, so you can be your complete self and Flourish? Annet Beskers (1987) works as an author, speaker and documentary filmmaker. She gives training courses and lectures to empower men and women to let their lives flourish through shameless honesty. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443103097?aid=kb-online-bibliotheek&sid=19&dts=1765907029053&sig=9d806cb66e88bee74021c6f72e6db53a2f11f68202b994d905ed98a9fda87fa8&width=320",
      "dateSeen": "2025-12-17T07:18:01.411Z"
    },
    "b396490af80a557f0d4d0955af64c75b44da7e33": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444327088/de-zaak-roosen-frank-cooler",
      "title": "De zaak Roosen",
      "authors": "Frank Cooler",
      "description": "Samenvatting DE ZAAK ROOSEN In een strijd om onschuld, ontdekt hij de waarheid over zichzelf Een afgelegen eiland lijkt het ideale toevluchtsoord voor bezinning. Paul Roosen heeft dat hard nodig: zijn bedrijf en huwelijk verkeren in zwaar weer. Als er plots een moord wordt gepleegd op het ogenschijnlijk vredige eiland wordt Roosen daarvan beschuldigd. Hij heeft geen alibi en zijn vingerafdrukken staan overal op. Het ergste is dat hij ook een motief lijkt te hebben. In zijn zoektocht naar de ware schuldige verandert het eiland in een mijnenveld. De confrontaties dwingen hem om de vastgeroeste aannames over zichzelf en zijn leven te onderzoeken. Lukt het Roosen de vrijheid in zichzelf te vinden en zijn onschuld te bewijzen? 'Een pageturner met verrassende plotwendingen. Ook als het al laat is wil je blijven lezen.' - Maria Genova, journalist en bestsellerauteur Frank Cooler begon zijn carrière als videokunstenaar en groeide uit tot een veelzijdig scenarist en regisseur van commercials, bedrijfsfilms en documentaires. Het idee voor De Zaak Roosen ontstond in de jaren tachtig als script voor een speelfilm. Die film is er (nog) niet gekomen maar het script heeft hij na een lang rijpingsproces vertaald naar een mysterie thriller. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444327088?aid=kb-online-bibliotheek&sid=19&dts=1765905964627&sig=4e32ab0dbcf3ce1d3be0b7bca884e3d421c8092a9dbdd7f02b8c98a7e90afaf3&width=320",
      "dateSeen": "2025-12-17T07:18:01.893Z"
    },
    "2dfa5b1aeccafdc39d37ce3f1ba10530b6773e30": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447609106/the-last-cathar-robert-bridgeman",
      "title": "The last Cathar",
      "authors": "Robert Bridgeman",
      "description": "Cursed are they always and everywhere\nCursed are they day and night and every hour\nCursed are they when they sleep and when they wake\nCursed are they when they eat and when they drink\nCursed are they when they speak and when they are silent\nThus rang out the black curse of Pope Innocent III from every pulpit in Europe against the Cathars.\nShortly before he launched a crusade to exterminate them to the last man, woman and child.\nThe controversial Cathar priest Guillaume Bélibaste is the last guardian of a thousand-year-old secret.\nThe spiritual key that can free humanity from the cruel grip of the dark force that holds it captive.\nSpies of the Inquisition shy away from neither betrayal nor violence to see him burned at the stake.\nWho are his friends, and who are his enemies?\nCan he maintain his dignity under all the pressure?\nAnd above all: Will Bélibaste manage to keep his freedom in order to pass on the mystery of the Cathars to future generations?\nWill pure light triumph over the black curse?\n  BIO:  Robert Bridgeman is a Dutch author, columnist, transformational coach, and documentary filmmaker. He lived in the Cathar region for five years and conducted field and desk research for this spiritual novel between 2015 and 2023. Robert studies ancient civilizations and has a fascination with prophecies about the transition of mankind. He has published seven non-fiction books on consciousness and spirituality and made four documentaries. He is also the co-founder of the Bridgeman Academy, a leading institute for transformation (coach) training in Holland and Belgium. His debut novel 2044 (London Books – 2020) was well received and earned several nominations and awards. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447609106?aid=kb-online-bibliotheek&sid=19&dts=1765903653376&sig=c9fa80782b7036493de52669d0a556bcb9876e68d0447d0aad0e8e470404b568&width=320",
      "dateSeen": "2025-12-17T07:18:02.355Z"
    },
    "1fbe2341ee7142de321a6e08b76433523426ec98": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/446865761/isa-and-max-and-the-flying-skateboard-karin-thomas",
      "title": "Isa and Max and the flying skateboard",
      "authors": "Karin Thomas",
      "description": "Flaptekst Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A446865761?aid=kb-online-bibliotheek&sid=19&dts=1765955882470&sig=af84b4cc82e066a819413e08e700d0b1b0135e59064a86ff92758af9b702f49a&width=320",
      "dateSeen": "2025-12-17T07:18:02.908Z"
    },
    "814078d3c4e68a72c64ea650b12a58f975ec8875": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456567518/heelal-op-hol-yannick-fritschy",
      "title": "Heelal op hol",
      "subtitle": "Over de steeds snellere groei van het universum",
      "authors": "Yannick Fritschy",
      "description": "Het heelal is op hol geslagen. Het dijt namelijk uit, en niet zo'n beetje ook: de uitdijing gaat steeds sneller.\n Deze kosmische groei roept steeds meer vragen op. Waarom begon de ruimte na de oerknal opeens uit te rekken? Waaruit bestaat de mysterieuze 'donkere energie' die de uitdijing aanwakkert? En waarom kunnen we maar niet vastpinnen hoe snel de groei precies verloopt?\n In dit boek vertelt Yannick Fritschy op vlotte en luchtige wijze over de raadselachtige uitdijing van het universum. Hij laat zien hoe Albert Einstein en Georges Lemaître zich hier honderd jaar geleden al het hoofd over braken, en hoe het verschijnsel kosmologen nog altijd kopzorgen geeft. Ondertussen maakt hij allerlei duizelingwekkende kosmische kwesties inzichtelijk. Hoe kan bijvoorbeeld iets dat al oneindig groot is, toch nog uitdijen? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456567518?aid=kb-online-bibliotheek&sid=19&dts=1765910982063&sig=e18dfc5520d58f37ec689a90ef24c3afc74750a8508bc0c0029ef177fb4a1cbc&width=320",
      "dateSeen": "2025-12-17T07:18:03.343Z"
    },
    "1645b92c5d07fe3a744326c42d4d503486cb7161": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45656750X/gedoemannen-daphne-jeurgens",
      "title": "Gedoemannen",
      "authors": "Daphne Jeurgens",
      "description": "Het begon met zijn hand op mijn been tijdens het sollicitatiegesprek... Malis treft jarenlang alleen maar bezette mannen die haar willen strikken voor een avontuurtje. In de worsteling met haar eigen gevoelens, probeert ze deze mannen op afstand te houden. Wanneer ze de kans om met iemand iets serieus op te bouwen lijkt op te geven, komt ze een schoolgenoot van vroeger tegen. Ze had stiekem een crush op hem en nu blijkt hij ook nog eens vrijgezel te zijn! Ze geniet van de opbloeiende relatie maar onverwachts ontdekt ze een geheim netwerk, dat al haar twijfels over de intenties van mannen weer naar boven haalt. Met haar vriendinnen gaat ze op onderzoek uit en komt tot een schokkende ontdekking. Het lukt Malis te infiltreren in de geheime club maar lukt het haar om het geheime pact van de mannen voorgoed om te leggen? Gedoemannen gaat over onoprechtheid, machtsmisbruik en ontrouw. Deze vlot geschreven roman neemt je mee in de hedendaagse wereld van vreemdgaan, sociale media, selfies, bangalijsten en grensoverschrijdend gedrag. Door de herkenbare situaties, zal het veel vrouwen interesseren. Het krachtige statement naar de mannen aan het eind, zorgt voor een echte Eyeopener. Over de auteur: Daphne Jeurgens introduceert in haar debuutroman het woord 'gedoemannen.' Het zijn mannen die met leugens en smoesjes, gedrag vertonen dat gedoe oplevert. Berichten over ontrouw uit haar omgeving, in de media, via verschillende juicekanalen, en haar eigen onsuccesvolle liefdesleven, vormden inspiratie voor dit boek. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45656750X?aid=kb-online-bibliotheek&sid=19&dts=1765906033309&sig=7a161988e86d9d4e698430a83818411bacea33a848fdf6b746285321a7182bb7&width=320",
      "dateSeen": "2025-12-17T07:18:03.799Z"
    },
    "ac21ddb7c3e18928367c93ecfc44bde1fb41e498": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456567585/in-het-spoor-van-hekate-annemarie-peters",
      "title": "In het spoor van Hekate",
      "authors": "Annemarie Peters",
      "description": "Tijdens een vollemaansnacht besluit Marianne Gerson, uit een destructieve relatie te stappen. Dit besluit leidt haar op een magische queeste naar de kleine boerderij van Bernard en zijn verstandelijk beperkte broer Chris in Zuid-Limburg.\n Tijdens dit verblijf ontmoet ze een aantal vrouwen die model staan voor acht godinnen uit de Griekse mythologie. In het spiegelend gelaat van deze vrouwen ontdekt ze onvermoede aspecten van zichzelf.\n Het is met name de oude aardgodin Hecate (Marthe), die als leidsvrouw Marianne de weg wijst naar haar missie. Cruciaal in deze missie is de vondst van de geheime memoires van haar geestelijke tweelingzuster Miet.\n Deze queeste brengt Marianne niet alleen thuis bij haar bestemming maar ontsluit uiteindelijk haar ontvankelijkheid voor de liefde. Deze ontvankelijkheid wordt gedragen door de mystieke realisatie dat alles een manifestatie is van Haar, het vrouwelijke goddelijke principe.\n Annemarie Peters (1955) is schrijfster van Zin beleven, Dochters van de maan en Leef de missie van je ziel. Ze heeft een podcast Psyche & Spirit, om mensen te inspireren hun wezenlijke zelf te ontdekken en te leven.\n Daarnaast heeft ze een praktijk in jungiaanse- en energetische therapie in Apeldoorn. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456567585?aid=kb-online-bibliotheek&sid=19&dts=1765918271859&sig=95384b68784f468ab377b1bd1c61fb8242c285e7e0e270848a6f31e9cbb83a4f&width=320",
      "dateSeen": "2025-12-17T07:18:04.251Z"
    },
    "0da3154e3a283b75ae19e591eb8374cc5ee940d3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456567305/3167-kilometer--ee-n-rugzak--ee-n-waarheid--guadalupe-mu%C3%B1oz-garcia",
      "title": "3167 kilometer. Eén rugzak. Eén waarheid.",
      "authors": "Guadalupe Muñoz Garcia",
      "description": "Ze was drieëntwintig en liep weg. Niet voor de wereld, maar voor zichzelf\n  Vijf maanden, 3167 kilometer, te voet. Op haar drieëntwintigste trok ze haar wandelschoenen aan, nam haar rugzak mee en vertrok uit Barcelona – richting… onbekend. Geen toer, geen sabbatical, geen yogaretreat, maar gewoon lopen. Alleen haar voeten, haar adem en een stem die steeds luider werd: ik wil mezelf kennen. Voor het eerst in haar leven luisterde ze niet meer naar stemmen die van buitenaf kwamen, maar naar haar binnenste.\n  Vijf maanden, 3167 km, trok ze over bergen, door dorpen, langs onbekenden die haar een bank of matras aanboden. Maar vooral: langs de schaduwen van haar verleden. Geboren in een familie van ex-Jehova’s getuigen die het geloof hadden losgelaten maar de regels vasthielden, groeide ze op tussen schijnvrijheid, schuld en zwijgen. Onderweg begon ze iets anders te voelen: ruimte, vertrouwen en een waarheid die helemaal van haar was.\n  Dit boek is het verslag van die reis; ruw, eerlijk en onverbloemd. Over blaren en stilte. Over couchsurfing, verdwalen en huilen op bergpassen. Over het moment waarop ze besefte: ik hoef niets meer te geloven, ik hoef alleen mezelf te zijn.\n  Een spiritueel-rebelse ode aan verdwalen om thuis te komen.\nIG: @your.journey.with.guadalupe Web: thejourneywithguadalupe.com Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456567305?aid=kb-online-bibliotheek&sid=19&dts=1765904809921&sig=0ce1717ca7533cc1684794464fabee3dce66b41e673bd1dac201a92a05811bc6&width=320",
      "dateSeen": "2025-12-17T07:18:04.690Z"
    },
    "6f490d56b5856a27ad16771aae8a787f379d458b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394865804/vertrek-van-station-atocha-ben-lerner",
      "title": "Vertrek van station Atocha",
      "subtitle": "roman",
      "authors": "Ben Lerner",
      "description": "De onzekere bespiegelingen van een jonge Amerikaanse dichter die na het krijgen van een prestigieuze beurs in Madrid onderzoek doet naar de literaire erfenis van de Spaanse Burgeroorlog.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394865804?aid=kb-online-bibliotheek&sid=19&dts=1765996561904&sig=02602e18ce74620f33153e3bd36dc27eeaa3aff5b1815337169efe461f505984&width=320",
      "dateSeen": "2025-12-18T07:17:37.488Z"
    },
    "5870c7bb70f8bdcc18b6ddfd9235b16a0f704bcb": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/434969788/dieptedenkers-julian-huxley---rudolf-otto---rufus-jones---william-james",
      "title": "Dieptedenkers",
      "subtitle": "Burnier, Dostojewski, Fechner, Husserl, James, Kierkegaard, Otto, Sjestov",
      "authors": "Julian Huxley | Rudolf Otto | Rufus Jones | William James",
      "description": "Het Fenomenologisch archief van Abraxas|Zuider-Amstelboeken is een dynamisch project. De laatste stand van zaken: https://indd.adobe.com/view/d26ed613-4878-45e7-97c0-a5bd07052276",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A434969788?aid=kb-online-bibliotheek&sid=19&dts=1766042257584&sig=e4d815058f7d837f7ba5df6733729a9f84ec5cdc69cd1968b14b569e0686cb23&width=320",
      "dateSeen": "2025-12-18T07:17:38.064Z"
    },
    "7246f8404f1414f528ad01be6037e7ce2d3549f5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442273398/let-the-games-begin-rufaro-faith-mazarura",
      "title": "Let the Games Begin",
      "subtitle": "Zal hun liefde de eindstreep halen...",
      "authors": "Rufaro Faith Mazarura",
      "description": "Let the Games Begin van Rufaro Faith Mazarura is een zinderende romcom over liefde in het olympisch dorp. Een originele en sexy sports romance vol humor en ontroerende momenten. Wanneer Olivia in Athene aankomt voor haar nieuwe baan bij het Internationaal Olympisch Comité, ontdekt ze dat haar functie al is toebedeeld aan de zoon van een miljardair. Er zit maar één ding op: helpen als vrijwilliger in het olympisch dorp.Zeke is in Athene om zijn titel als snelste man ter wereld te verdedigen, maar de wedstrijd roept ongemakkelijke herinneringen op uit zijn verleden. En terwijl de openingsceremonie dichterbij komt, maakt hij zich zorgen over de toekomst van zijn sportcarrière.Als Zeke en Olivia elkaar letterlijk tegen het lijf lopen, staan ze meteen op gespannen voet. Maar wanneer hun wegen elkaar blijven kruisen, worden ze steeds hechter. Kan hun opbloeiende romance de eindstreep halen, of zijn er simpelweg te veel hordes om te nemen?  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442273398?aid=kb-online-bibliotheek&sid=19&dts=1765995650324&sig=c78782d49563e82b16f7488e5d4ffc028b8980f37189c9a91378f1babec01eb1&width=320",
      "dateSeen": "2025-12-18T07:17:39.542Z"
    },
    "7823118d9fd00456335866fd431155da92f4262f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443349053/het-meisje-in-de-trein-paula-hawkins",
      "title": "Het meisje in de trein",
      "subtitle": "Je kent haar niet. Maar ze weet precies wie jij bent",
      "authors": "Paula Hawkins",
      "description": "Het meisje in de trein van Paula Hawkins is een van de best verkopende thrillers aller tijden, en is uitgeroepen tot VN Thriller van het Jaar. Nu met voorpublicatie van haar nieuwe thriller Het blauwe uur.Rachel neemt elke ochtend dezelfde trein. Altijd reist ze over hetzelfde traject, langs een rij charmante huizen in een buitenwijk van Londen, waarna de trein voor hetzelfde rode sein stopt. Zo kijkt ze elke ochtend naar een stel dat op hun terras ontbijt. Ze heeft inmiddels het gevoel dat ze hen kent en noemt hen 'Jess en Jason'. In Rachels ogen is hun leven perfect.Op een dag ziet ze iets vreemds in hun tuin. De trein rijdt weer door, maar voor Rachel verandert alles. Als blijkt dat 'Jess' vermist wordt, stapt Rachel naar de politie om haar verhaal te doen. Hiermee raakt ze niet alleen verwikkeld in de gebeurtenissen die volgen, maar ook in de levens van iedereen die erbij betrokken is. Wie is er te vertrouwen? En doet Rachel meer kwaad dan goed door zich met deze zaak te bemoeien?'Een vernieuwend boek dat je in één nacht uitleest.' VN Detective en Thrillergids *****'Ik weet niet wie je bent Paula Hawkins, maar je hebt me de hele nacht wakker gehouden.' Reese Witherspoon'Een eersteklas thriller en een totaal verslavende leeservaring.' S.J. Watson Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443349053?aid=kb-online-bibliotheek&sid=19&dts=1765985238586&sig=cd18e90639eb5757b8a3ac22871cbd34c41c103ab53e4ea9636c2b24dc62b268&width=320",
      "dateSeen": "2025-12-18T07:17:40.062Z"
    },
    "d743bf517b1b79b6132f0aca72a26654d00e64d6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456421858/rookgat-martin-shaw",
      "title": "Rookgat",
      "subtitle": "Op zoek naar de wildernis in de tijd van de verrekijker",
      "authors": "Martin Shaw",
      "description": "De mens staat tegenwoordig op meerdere kruispunten tegelijk: we zijn de weg kwijt op het gebied van identiteit, technologie, vertrouwen, liefde en politiek. Door een stortvloed aan verleidelijke beloften van sociale media en het opdoemen van meerdere crises zijn we ons gevoel voor richting verloren. We raken geïsoleerd en zijn alleen. We hebben wel netwerken, maar geen gemeenschappen. In deze verwarrende tijd leidt mytholoog Martin Shaw ons met drie metaforen door de moderne wereld. 'Rookgat' is een oproep om de complexiteit van het hedendaagse leven aan te gaan, van fakenieuws en ouderschap tot de klimaatcrisis en verslavende technologie. Shaw dringt erop aan dat we onze verbeelding herwinnen, onszelf los worstelen van moderne lasten en deze verhalen onze gids laten zijn. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456421858?aid=kb-online-bibliotheek&sid=19&dts=1766042260164&sig=681c2b1d9c90b6dc63d61819b681cdfbdfe75e09392a229bf1e5074cd874e39b&width=320",
      "dateSeen": "2025-12-18T07:17:40.582Z"
    },
    "e01f1f6b9e43377c8ee1cc49a7b9ebb1ae34c11b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45656778X/heleen--een-vroege-winter--",
      "title": "Heleen, een vroege winter",
      "subtitle": "Enkele bladen uit Helene’s dagboek",
      "description": "Uit het voorwoord van Helene's dagboeken:  Carry van Bruggen, Najaar 1919 In dezelfde bundel ook: 'Het huisje aan de sloot', 'Eva' en het essay 'Vaderlandsliefde, mensenliefde en pedagogiek'. En… niet duur, wel redactioneel en typografisch tot in de puntjes verzorgd. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45656778X?aid=kb-online-bibliotheek&sid=19&dts=1765997064036&sig=8d95db32f1e4a79845fb07bbe41c97ec7607963a64ba20c59a6c4f227c40e8ab&width=320",
      "dateSeen": "2025-12-18T07:17:41.873Z"
    },
    "54d5be722feadc953523d0a8d6c4edddeceae978": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447753991/the-hawks-of-peace-dmitry-rogozin",
      "title": "The Hawks of Peace",
      "subtitle": "Notes of the Russian Ambassador",
      "authors": "Dmitry Rogozin",
      "description": "The Hawks of Peace. Notes of Russian Ambassador is a unique analytical edition where Russian Deputy Premier Dmitry Rogozin shares his notes on personalities and events that shaped the history of post-Communist Russia, believing that without those it would be impossible to understand the past and envisage the future of his country",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447753991?aid=kb-online-bibliotheek&sid=19&dts=1766067288615&sig=9d551faeab16eae88289465e7a7df892fe5962b0e81ea76ed280f60f979b3d79&width=320",
      "dateSeen": "2025-12-19T07:16:44.829Z"
    },
    "f630274e277bc058a9cb7ccc1db4851059dbcb0b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394854829/metro-2033-dmitri-gloechovski",
      "title": "Metro 2033",
      "authors": "Dmitri Gloechovski",
      "description": "Na een nucleaire holocaust ligt het Moskou van 2033 in puin. De overlevenden leven als ratten in de Ondergrondse, maar ook daar zijn zij niet veilig",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394854829?aid=kb-online-bibliotheek&sid=19&dts=1766067291479&sig=bcad9a1ee1ca41d8f3ec4e7fdd33e19fb483c8f40a6b50ce8d792518e8c27691&width=320",
      "dateSeen": "2025-12-19T07:16:46.459Z"
    },
    "565d20e0eff90aa7f48ebf947fdbc46236edc961": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/416680895/groot-slem-en-andere-verhalen-leonid-andrejev",
      "title": "Groot slem en andere verhalen",
      "authors": "Leonid Andrejev",
      "description": "Andrejevs actieve periode als schrijver besloeg zo'n twintig jaar in een tumultueuze periode van de geschiedenis van Rusland. De vertwijfeling en de onzekerheid die de oorlog en de revolutie met zich meebrachten beïnvloedden in zijn werk. Themas als de tragiek van eenzaamheid, angst voor de dood, existentiële vertwijfeling en vormen van waanzin en hysterie, die zich veelal in een ziekenhuis of op het sterfbed afspeelden, zijn niet weg te denken uit Andrejevs boeken. In veel van zijn verhalen lopen waan en werkelijkheid door elkaar, waardoor een persoonlijk drama wereldomvattende proporties kan aannemen. Hoewel Andrejev zich aan zeer gevoelige onderwerpen waagde als verkrachting en geslachtsziekte, en daardoor de geschiedenis is ingegaan als een sensationeel en overwegend pessimistisch schrijver, worden veel van zijn betere verhalen gekenmerkt door een humoristische inslag. Deze uitgave bevat een aantal verhalen van Leonid Andrejev die in hun compleetheid en originaliteit de themas en stijl van deze grote Russische meester uitstekend weergeven. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A416680895?aid=kb-online-bibliotheek&sid=19&dts=1766067294350&sig=1555e8f39f39d94a981114fbf6286e172d4eb3c19d889f20051e8d4c0b0ce3eb&width=320",
      "dateSeen": "2025-12-19T07:16:48.085Z"
    },
    "9609c834c328b04390e5a0ec1a61d99f3886f327": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443609152/sociopaat-patric-gagne",
      "title": "Sociopaat",
      "subtitle": "Een memoir",
      "authors": "Patric Gagne",
      "description": "In haar memoir Sociopaat beschrijft Patric Gagne hoe ze al sinds haar kinderjaren voelt dat ze anders is: ze kent vrijwel geen angst, schuldgevoel of empathie. Eigenlijk voelt ze niets, tenzij ze steelt, inbreekt of zelfs geweld gebruikt. Later ontdekt ze dat er een woord is voor mensen zoals zij: sociopaat. Maar hoewel ze zich meteen herkent in de officie?le beschrijving daarvan, ziet ze ook direct dat dit niet het hele verhaal is. Ze heeft haar leven uitgestippeld, hechte relaties en vriendschappen opgebouwd, en doet (meestal) haar best om te vermijden dat ze anderen pijn doet.  Terwijl ze probeert om haar duistere impulsen te onderdrukken en ondertussen een stabiel, liefdevol gezinsleven op te bouwen, vraagt ze zich af hoe sociopaten een plek kunnen vinden in de maatschappij. En komt ze daarachter voordat ze zelf te ver gaat?  In Sociopaat vertelt Gagne meedogenloos eerlijk over haar leven, geeft ze een fascinerend kijkje in haar brein e?n wil ze bewijzen dat de miljoenen mensen die haar diagnose delen niet per definitie monsters zijn. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443609152?aid=kb-online-bibliotheek&sid=19&dts=1766068106017&sig=cb84c0063c1ddded66b7a4770855ddb6ef42eccf39effb56eb90106fc5fdeb8f&width=320",
      "dateSeen": "2025-12-19T07:16:49.562Z"
    },
    "19e7e9212f39278ce0d2ab92f26f47bd5eeb4ab4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442863144/alles-wat-blijft-roberta-recchia",
      "title": "Alles wat blijft",
      "authors": "Roberta Recchia",
      "description": "De familieroman Alles wat blijft van Roberta Recchia speelt zich af in Rome, 1956. De rebelse Marisa en stille Stelvio vallen als een blok voor elkaar. Na een woelige start van hun relatie trouwen ze en krijgen ze een dochter, Betta. Zo’n twintig jaar later verandert hun leven voorgoed. Als ze met de familie naar hun strandhuis gaan gebeurt er iets verschrikkelijks en komt Betta om het leven. Niemand weet dat haar nichtje Miriam erbij was, die geen andere mogelijkheid ziet dan voorgoed zwijgen over wat ze heeft meegemaakt. In de jaren daarna proberen Marisa, Stelvio en Miriam allemaal op hun eigen manier een weg te vinden uit hun verdriet, en naar elkaar. Een onverwachte ontmoeting is daarin een voorzichtige eerste stap...\nEen prachtige, gelaagde roman over liefde, geheimen en trauma’s, over ongeluk en het noodlot, en dingen die ons eraan herinneren hoe kwetsbaar we zijn.\n‘Misschien wel een van de beste boeken van het jaar.’ — Venezia Today Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442863144?aid=kb-online-bibliotheek&sid=19&dts=1766070454784&sig=fe508245bf40d2a854b29bd2625be2b7a3b52436b40d598bc98ceff3391e4fc8&width=320",
      "dateSeen": "2025-12-19T07:16:50.935Z"
    },
    "e0e2999410ec79bb69f9f998fe1b01564afc875c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442227116/stormgloed-karen-swan",
      "title": "Stormgloed",
      "authors": "Karen Swan",
      "description": "Het derde deel in de Wilde eiland-serie van Karen Swan speelt zicht af in 1929. Flora MacQueen droomt van een groots en meeslepend leven, weg van St. Kilda, het kleine eiland waar ze is opgegroeid. Haar verloving met de jonge avonturier en zakenman James lijkt de deur naar haar toekomst wagenwijd open te gooien. Ze moeten nog één winter geduld hebben, maar na de geplande evacuatie van het eiland in de zomer kunnen ze samen zijn. En dan slaat het noodlot toe.\nMet een gebroken hart en een familie waar ze voor moet zorgen, is Flora de wanhoop nabij. Als ze de kans krijgt om opnieuw te beginnen in Parijs grijpt ze die met beide handen aan. In de Franse hoofdstad lijkt het geld en het geluk voor het oprapen te liggen, maar tegen een hoge prijs. En de geheimen uit haar verleden blijven haar ook daar achtervolgen...\nDe Wilde eiland-reeks van Karen Swan is een wervelende serie vol drama, spanning en mysterie, met sterke vrouwen in de hoofdrol. Voor de fans van Lucinda Riley, Delia Owens en Santa Montefiore.\n‘Dit is een boek waar je zo lang mogelijk van wilt genieten, maar ook in één ruk wilt uitlezen.’ ‒ Jill Mansell Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442227116?aid=kb-online-bibliotheek&sid=19&dts=1766066507485&sig=c3487f303242c4f797453f26b850ecb196ddbead9f83cda7cd0dff388adb60b4&width=320",
      "dateSeen": "2025-12-19T07:16:53.009Z"
    },
    "7442916b94f220f2d1f454c3553f0973d403f64e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442850476/het-franse-geheim-karen-swan",
      "title": "Het Franse geheim",
      "authors": "Karen Swan",
      "description": "In Het Franse geheim van bestsellerauteur Karen Swan wordt midden in Parijs een verlaten appartement ontdekt, vol kunst van onschatbare waarde. Het is alsof de tijd er heeft stilgestaan, en de jonge kunsthandelaar Flora wordt gebeld om deze unieke vondst te inventariseren. Flora is goed in haar baan, ze voelt zich beter op haar gemak tijdens een miljoenenveiling dan tijdens een romantisch diner bij kaarslicht, en ze grijpt de kans dan ook met beide handen aan.\nTerwijl ze diep in de geschiedenis duikt om dit mysterie te ontrafelen, komt ze er al snel achter dat het verhaal nog veel groter is dan ze dacht. Ondertussen heeft ze te maken met de familie van de waarschijnlijke erfgenamen. De norse Xavier lijkt vastbesloten om haar buiten de familiezaken te houden... Wat houdt hij voor haar verborgen?\n‘Romantische pageturner op heerlijke locatie.’ — LINDA.nl Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442850476?aid=kb-online-bibliotheek&sid=19&dts=1766069399902&sig=5efe437195bcf510cecbb256ffb574d261a09255ad4b87c94d0a88a05b22d066&width=320",
      "dateSeen": "2025-12-19T07:16:54.383Z"
    },
    "05d58cc8c7cc13fbd915e6f6697c3a4ed729c2d6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443609187/de-canadese-ontmoeting-karen-swan",
      "title": "De Canadese ontmoeting",
      "authors": "Karen Swan",
      "description": "In De Canadese ontmoeting van Karen Swan woont Meg met haar grote liefde Mitch in een idyllische berghut in de Rocky Mountains. Als tijdens een poolstorm het noodlot toeslaat, probeert Meg wanhopig via de radio om hulp te vragen. Iemand antwoordt - iemand die héél ver weg is, maar wel hulp kan sturen.  Na de tragische gebeurtenissen probeert Meg haar leven weer op orde te krijgen, maar ze belandt in een web van spanningen, rivaliteit en verwoestende geheimen. En er is maar één iemand die haar echt lijkt te begrijpen, ook al is hij nog steeds honderden kilometers verderop...  'In één woord: wauw!' ? Libelle  'Romantische pageturner op een schitterende locatie.' ? LINDA.nl Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443609187?aid=kb-online-bibliotheek&sid=19&dts=1766067448488&sig=7ec92203e8aec68070bcedfb57dda7f1313ca7537ac233dcc751188a6a6d6718&width=320",
      "dateSeen": "2025-12-19T07:16:55.997Z"
    },
    "c2c02b931aad5400b7e458eec307f54277116b21": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456609784/de-weemoed-van-de-reiziger-jan-brokken",
      "title": "De weemoed van de reiziger",
      "authors": "Jan Brokken",
      "description": "Jan Brokken verstaat de kunst van het reizen. In zijn imposante oeuvre staan een nieuwsgierigheid naar menselijke verhalen en onverwachte ontmoetingen centraal. Zijn liefde voor kunst is minstens zo groot en fundamenteel. In \"De weemoed van de reiziger\" komen beide liefdes samen. In veertien verhalen over kunstenaars en de reizen die ze maken, of dat nu een fysieke reis is of een reis door de verbeelding, komt weemoed voorbij maar ook levenslust, dromen, de drang naar avontuur, bezinning, grote liefdes en gebroken harten, verwondering, heimwee en de wijsheid die met de jaren komt. \"De weemoed van de reiziger\" is een boek dat raakt aan onze menselijke essentie: als geen ander maakt Brokken duidelijk dat reizen en kunst ons in beweging zetten, ons doen denken en voelen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456609784?aid=kb-online-bibliotheek&sid=19&dts=1766069586314&sig=83e014c64da17e4cd1e73dc16ad1b93741b3b3eef93fb34aa01d530a5afc4f2a&width=320",
      "dateSeen": "2025-12-19T07:16:57.647Z"
    },
    "875a9b1bbfe3376121e5aececa2c05ae52541565": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456609245/de-verkeerde-afslag-davide-coppo",
      "title": "De verkeerde afslag",
      "authors": "Davide Coppo",
      "description": "De veertienjarige Ettore woont in een keurig voorstadje van Milaan, met ouders die geen idee hebben wat er in hem omgaat. Hij is verlegen en onzeker en weet niet hoe hij zich op zijn nieuwe middelbare school in de grote stad moet gedragen. Zijn charismatische schoolkameraad Giulio lijkt in alles zijn tegenpool; hij neemt Ettore onder zijn hoede en sleept hem mee naar een bijeenkomst van een fascistische jeugdorganisatie. Samen gaan ze de straat op om te demonstreren en, in de ogen van Ettore, bij te dragen aan iets groots en rechtvaardigs. Eindelijk hoort hij ergens bij. Als het tot een gewelddadige confrontatie met een linkse jeugdgroep komt, raakt Ettore meegezogen in de roes van het moment. Hij overschrijdt hierbij een grens en zijn daden kunnen niet zonder consequenties blijven. Het sterk autobiografische De verkeerde afslag is een urgente, universele roman over de geleidelijke radicalisering van een tienerjongen tijdens zijn zoektocht naar een eigen identiteit. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456609245?aid=kb-online-bibliotheek&sid=19&dts=1766067575791&sig=5ff78bdbbd4fe56db33a96b72555c985e6bbc8c0ca8e5b419bfa5324e3bfc094&width=320",
      "dateSeen": "2025-12-19T07:16:59.266Z"
    },
    "63f3b1914599ca4dcf8ee86a9e5f6c5ec04f92c1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456609997/de-burgess-broers-elizabeth-strout",
      "title": "De Burgess-broers",
      "authors": "Elizabeth Strout",
      "description": "De broers Jim en Bob Burgess zijn jaren geleden vertrokken uit het slaperige Shirley Falls in Maine. Jim is een succesvolle bedrijfsjurist in Manhattan. De jongere Bob heeft zich verzoend met een carrière in de rechtsbijstand. Sinds hun vroege jeugd staat hun soms broze band in het teken van een tragisch ongeluk dat hun vader het leven kostte. Wanneer hun geboortestad wordt opgeschrikt door een haatmisdrijf, dat nota bene door hun eigen neef is gepleegd, voelen Jim en Bob zich geroepen om de gemeenschap en hun familie te hulp te schieten. En dus keren de Burgess-broers terug naar de coulissen van hun jeugd, waar oude spanningen aan de oppervlakte komen die hen voorgoed zullen veranderen. Het ontbrekende puzzelstuk in de populaire Lucy Barton-serie Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456609997?aid=kb-online-bibliotheek&sid=19&dts=1766073362229&sig=ebcf582a7b4a899d80ef035f465923d8b872b18076e463a5e8cff2262e963c27&width=320",
      "dateSeen": "2025-12-19T07:17:00.651Z"
    },
    "e33b3f387e38478dd46de5761434bd280f0b0539": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456608826/amy-en-isabelle-elizabeth-strout",
      "title": "Amy en Isabelle",
      "authors": "Elizabeth Strout",
      "description": "Isabelle Goodrow en haar zestienjarige dochter Amy hebben een moeizame, maar hechte relatie. Beschaamd door haar verleden en haar affaire met Amy's vader, heeft Isabelle zich ondergedompeld in de routine van haar uitzichtloze baan en haar onbeantwoorde liefde voor haar baas. Wanneer Amy betrapt wordt met haar wiskundeleraar reageert ze furieus. Het schandaal dat hun kleine stadje op zijn kop zet confronteert Isabelle met haar schaamte over haar eigen verleden. En terwijl Amy zich terugtrekt lijkt de afstand tussen hen onoverbrugbaar te worden, totdat een laatste daad uiteindelijk leidt tot het begrip waar ze allebei naar hunkeren..  Amy en Isabelle, de debuutroman van Elizabeth Strout, is een prachtig geschreven, genuanceerd portret van moeder en dochter, maar ook van de kleine gemeenschap waarin ze leven. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456608826?aid=kb-online-bibliotheek&sid=19&dts=1766067333238&sig=116bb523667a25da4058586b247ebecc214ac0b570a6ced22fc773bc82a2914f&width=320",
      "dateSeen": "2025-12-19T07:17:02.142Z"
    },
    "c9e0f762e157cf9c6b144d8501c7214761f0290b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456609989/bomen-aya-koda",
      "title": "Bomen",
      "authors": "Aya Koda",
      "description": "Aya K&omacr;da neemt je mee op een reis door Japan en voert je met frisse beschrijvingen langs belangrijke en bewonderde bomen, zoals de jezosparren in Hokkaido en de blauweregen uit haar jeugd. De cipressen, wilgen en kersenbloesems van Japan worden vervlochten met de seizoenen, lucifers en parallellen van leven en dood, rijping en ontwikkeling. In deze herontdekte klassieker brengt K&omacr;da het belang van bomen in de Japanse cultuur en natuur naar boven. Bomen is een kennismaking met een unieke Japanse stem. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456609989?aid=kb-online-bibliotheek&sid=19&dts=1766068866598&sig=ddb1a6fb829e8dba4f00e788c7cad3a9aa83a01b8b2fd755eefd060cd609feb0&width=320",
      "dateSeen": "2025-12-19T07:17:03.824Z"
    },
    "5fb70669ee9d6fd62176d650e1b6adddda2247ca": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456608532/stromen-aya-koda",
      "title": "Stromen",
      "authors": "Aya Koda",
      "description": "Om niet van de honger om te komen nadat ze haar man en kind heeft verloren, besluit Rika dienst te nemen als huishoudster in een vervallen geishahuis in Tokio in de jaren vijftig. Als laagste bediende wordt ze te pas en te onpas om boodschappen of de verdwaalde huiskat gestuurd; de eigenares verlangt regelmatig een arbeidsintensief warm bad. Algauw blijkt dat het wanordelijke huis in financiële moeilijkheden verkeert, niet het minst omdat de geisha's voortdurend opzeggen. De schrandere Rika maakt zich gaandeweg onmisbaar en wordt aangesteld als manager, in de hoop dat iemand van buitenaf het in verval geraakte geishahuis nieuw leven zal inblazen. Al doende verbreekt ze de banden met haar vorige leven, en ontwikkelt ze zich tot een onafhankelijke vrouw. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456608532?aid=kb-online-bibliotheek&sid=19&dts=1766070554398&sig=675fc45afb5b32b9e52b195b1ec61fea2d3fba46b1f2b208db1462ce1d64932b&width=320",
      "dateSeen": "2025-12-19T07:17:05.458Z"
    },
    "62d26edef9ec7b9e8971c20c2f1fde049fcce6b9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456610006/de-tech-coup-marietje-schaake",
      "title": "De tech coup",
      "subtitle": "Hoe tech is gaan regeren en we de macht weer terugwinnen",
      "authors": "Marietje Schaake",
      "description": "Of het nu gaat om de toeslagenaffaire of de oorlog in Oekraïne, techbedrijven spelen een steeds dominantere rol in onze wereld. Helaas is wat goed is voor de aandeelhouders niet automatisch goed voor de samenleving. Te lang hebben politici ruimte gegeven aan het marktdenken; het is nu dringend tijd dat de democratie weer de overhand krijgt.\nIn 'De tech coup' deelt technologiebeleidsexpert Marietje Schaake uit de eerste hand en op basis van haar eigen ervaringen in het Europarlement hoe grote en kleine technologiebedrijven de wereld regeren. De huidige situatie vereist nieuwe oplossingen, vooral omdat doorbraken in kunstmatige intelligentie de machtsconcentratie van een handvol technische elites verder intensiveren.\n'De tech coup' is een bij vlagen bloedstollende beschrijving van hoe we de controle over ‘big tech’ verloren – en een noodzakelijke visie op hoe we de macht terug kunnen winnen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456610006?aid=kb-online-bibliotheek&sid=19&dts=1766070556442&sig=aedf2a0a1ba857adf73af2a177f106d8638d5bdebccb040552b9d6d7779ff0ed&width=320",
      "dateSeen": "2025-12-19T07:17:06.794Z"
    },
    "480cf292f7820a5a40d47270b78f765b6988e3f7": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456611118/het-bewind-van-de-gelukkigen-nelleke-noordervliet",
      "title": "Het bewind van de gelukkigen",
      "authors": "Nelleke Noordervliet",
      "description": "'O, god, ze wisten het. Natuurlijk wisten ze het. Hoe zouden ze het niet weten. Wisten ze het altijd al? Vandaar hun uiterst voorzichtige vriendschap? Ze waren mijn gangen nagegaan zodra ik in het dorp kwam wonen. Hadden de connectie met Alain gemaakt, hadden mijn kritische stukken gelezen, hun oordeel opgeschort, ze hadden getwijfeld en overwogen in hoeverre ik van nut kon zijn. Ze hadden me op de proef gesteld, geobserveerd, mijn woorden gewogen.'  In een samenleving waar al tien jaar geen vrije pers meer bestaat volgen we Sophie Roth, voormalig journalist, die de hoofdstad heeft verruild voor een huisje op het platteland, ver weg van het valse geluk dat het nieuwe bewind onder dwang heeft verspreid. Ze wil opnieuw beginnen in de kleine gemeenschap, maar stuit op achterdocht en terughoudendheid. Als ze in aanraking komt met het verzet wordt ze voor een moeilijke keuze gesteld: die tussen gewelddadige actie en verdachte afzijdigheid. De roman Het bewind van de gelukkigen houdt ons pijnlijk geloofwaardig voor wat er zou kunnen gebeuren als een democratisch gekozen partij de absolute macht in Europa naar zich toetrekt en de oppositie op allerlei manieren uitschakelt. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456611118?aid=kb-online-bibliotheek&sid=19&dts=1766070393213&sig=94d4695e36389243b9248caf0ad4293edf00f20178bde9f7b943dcbb11ffc04a&width=320",
      "dateSeen": "2025-12-19T07:17:08.037Z"
    },
    "2f03516da0a66ad5873807860daafce3b7405729": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456609938/voor-wie-de-klok-luidt-ernest-hemingway",
      "title": "Voor wie de klok luidt",
      "authors": "Ernest Hemingway",
      "description": "Voor wie de klok luidt is een van de grootste romans die voortkwam uit de Spaanse Burgeroorlog, en hoe dan ook een van de beste oorlogsromans aller tijden. Ernest Hemingway vertelt het verhaal van de jonge Amerikaan Robert Jordan, die als partizaan aan de kant van de antifascisten strijdt en de opdracht krijgt een brug op te blazen. Hoog in de bergen wordt hij verliefd op de mooie Maria, die aan het rebellenleger van Franco is ontsnapt. Gaandeweg worden Jordans loyaliteit, moed en idealen steeds meer op de proef gesteld. Hemingways vaste thema's, oorlog en persoonlijke eer, keren erin terug; tegelijkertijd is dit wellicht de ontroerendste roman uit zijn oeuvre. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456609938?aid=kb-online-bibliotheek&sid=19&dts=1766070554545&sig=5ef53347b00e1920664fc46b9730a607771d0cce9e35b08c3694f848fd2e3662&width=320",
      "dateSeen": "2025-12-19T07:17:09.479Z"
    },
    "668295be74afeba2229e5b0ac6b7595f6595f467": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456609253/van-iq-naar-ai-thomas-moerland",
      "title": "Van IQ naar AI",
      "subtitle": "Hoe AI echt werkt en wat dat zegt over onszelf",
      "authors": "Thomas Moerland",
      "description": "Intelligentie was lange tijd hét kenmerk van de mensheid. Maar inmiddels beginnen computers ons naar de kroon te steken. Kunstmatige intelligentie komt in hoog tempo onze samenleving binnen, en blijkt dingen te kunnen die tot voor kort uniek menselijk leken. Maar hoe is een computer slim? En wat zegt dat over ons eigen denken? Van IQ naar AI vertelt het fascinerende verhaal van de menselijke zoektocht naar intelligente computers. Thomas Moerland laat zien hoe AI werkt, hoe ons brein daar inspiratie voor geeft, en hoe AI omgekeerd toont waar intelligentie echt om draait. Zo biedt hij een realistische en toegankelijke blik op hét vraagstuk van onze tijd: hoe ziet onze toekomst met (kunstmatige) intelligentie eruit? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456609253?aid=kb-online-bibliotheek&sid=19&dts=1766077788450&sig=d685fb23fe67630c490d721c35f7888e199e04a804bd1d9e2b771fce5866723a&width=320",
      "dateSeen": "2025-12-19T07:17:10.897Z"
    },
    "27b83f8830aa09457ceb82f0a50a8b75b84dc1b1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456609806/de-vogelgrens-oversteken-bernice-vreedzaam",
      "title": "De vogelgrens oversteken",
      "authors": "Bernice Vreedzaam",
      "description": "In 2025 vieren we 50 jaar onafhankelijk Suriname. Maar het verleden leeft voort, over landsgrenzen en generaties heen. Hoe, dat laat Bernice Vreedzaam zien aan de hand van haar eigen geschiedenis, en die van de Marrons. Bij monde van de mythische vogel Sankofa leidt ze ons als een gids van Afrika naar Suriname. Daar leren we haar ouders kennen. Hun liefde ontluikt op een verleden dat weliswaar slaapt maar nooit rust, en zo ontstaat ook hun verlangen het beloofde land te bereiken. En hoe stelt dat nieuwe land, Nederland, zich aan hen voor? Met het schitterende poëziedebuut De vogelgrens oversteken kijkt Vreedzaam de erfenis van het afstandelijke zwijgen over het verleden in de ogen. De lezer krijgt er warmte, hoop en berusting voor terug. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456609806?aid=kb-online-bibliotheek&sid=19&dts=1766068417657&sig=c2c5d27f00e38e09714d79a070ed30daf710f17e7630a9b04539d536c12af80b&width=320",
      "dateSeen": "2025-12-19T07:17:12.117Z"
    },
    "4cd4e6302c2e23fa40ca5ffc53753dc76b3dc73b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456608974/idealen-fokke-obbema",
      "title": "Idealen",
      "subtitle": "Hoopgevende verhalen over in actie komen",
      "authors": "Fokke Obbema",
      "description": "In Idealen laat Fokke Obbema, een van de beste interviewers van Nederland, zien hoe idealen in ons leven komen, ons kunnen veranderen en verrijken. Maar ook hoe ze weerstanden oproepen en een prijs vergen. Dit boek bundelt 46 gesprekken met mensen die het aandurven een betere wereld na te streven. Hun idealen bestrijken een zeer breed pallet: van de strijd tegen dierenleed via de verdediging van de rechtsstaat tot ethische ai, van hulp aan kansarme jongeren via de verdediging van kleine talen tot de klimaatstrijd. Gemeenschappelijke deler in de gesprekken is de inzet voor een hoger doel. Wat drijft hen, hoe gaan ze met weerstand om en wat maakt dat ze het volhouden? Dit boek biedt hoop, inspiratie en handvatten om zélf in actie te komen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456608974?aid=kb-online-bibliotheek&sid=19&dts=1766067880477&sig=4261003961f74f1e4ebdbb98aa8dadf04e0a5aee84ff3806071ad56077f38ed2&width=320",
      "dateSeen": "2025-12-19T07:17:13.308Z"
    },
    "ac2c27489733b079609d35836c7a9fb250728f24": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456609717/ook-jij-kunt-presenteren-simone-van-den-ende",
      "title": "Ook jij kunt presenteren",
      "subtitle": "De succesformule van de presentatiecoach achter toptalent",
      "authors": "Simone van den Ende",
      "description": "Ontspannen en overtuigend presenteren: daarvoor moet je een natuurtalent zijn, toch? Onzin, iedereen kan het leren, zegt Simone van den Ende, al dertig jaar dé presentatiecoach van Bekend en Belangrijk Nederland. Of je nu BN'er, politicus of CEO bent: allemaal hebben we last van zenuwen die je ademhaling omhoogjagen, een stem die ineens gek klinkt, of dat nare gevoel dat je niet overkomt zoals je wilt.  Dit boek gaat verder dan alleen formele presentaties. De praktijklessen, ervaringsverhalen, inspiratie en tips zijn voor iedereen die zichzelf sterker wil neerzetten in contact met anderen. Maak voortaan een verpletterende indruk – of je nu in de vergaderzaal staat met al je collega's of aan de eettafel zit met je schoonfamilie. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456609717?aid=kb-online-bibliotheek&sid=19&dts=1766075343346&sig=ab33859d1f10caddb40a1fbcfa9f676ab3f075a263c21a7ace1b12b62785f9fb&width=320",
      "dateSeen": "2025-12-19T07:17:14.702Z"
    },
    "77fc6c30c7748653b70ab3331083fdf131cacfff": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456609695/door-de-sneeuw-tommie-goerz",
      "title": "Door de sneeuw",
      "authors": "Tommie Goerz",
      "description": "Het bergdorp waar Max al tachtig jaar woont, is bedekt met een dikke laag sneeuw. Buiten is het stil. Totdat de doodsklok luidt voor Schorsch, Max' levenslange vriend en metgezel. En dus gaat Max er 's avonds op uit, naar de dodenwake. Een nacht lang halen de dorpsbewoners herinneringen op aan Schorsch, aan vroeger, aan momenten van geluk die ze samen beleefden. Maar ook de duistere kanten van hun dorp komen ter sprake, gebeurtenissen die ze tot dan toe allemaal verzwegen hebben. Als Max in de vroege ochtend thuiskomt, is hem duidelijk: zonder Schorsch is álles anders. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456609695?aid=kb-online-bibliotheek&sid=19&dts=1766073102378&sig=38cde020d9a1192031680e146a6d4011db4272917ba75baedd950210e28a15a7&width=320",
      "dateSeen": "2025-12-19T07:17:15.959Z"
    },
    "b51da74b82c18565ed577a971838102b9b9f0b20": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456608621/liefde-is-de-baas-typhoon",
      "title": "Liefde is de baas",
      "subtitle": "De kunst van moedig leven",
      "authors": "Typhoon",
      "description": "We kennen Typhoon als de goedlachse, succesvolle muzikant en woordkunstenaar. Maar achter die glimlach schuilde lang een duisternis, met depressieve perioden waarin zelfs muziek geen verlichting kon brengen. In dit boek neemt Typhoon je mee op zijn reis van de pieken op het podium tot de dalen achter de schermen. Als hij op zoek gaat naar zijn roots komt hij op het spoor van een krachtige Surinaamse levenswijsheid: lobi da basi - liefde is de baas. Het groeit uit tot een kompas dat helpt oude patronen te doorbreken en onzekerheden om te buigen, om uiteindelijk met een open en liefdevolle houding in het leven te staan. Dit onvergetelijke boek is geschreven vanuit het hart, en nodigt je uit om te luisteren, te vertrouwen en te delen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456608621?aid=kb-online-bibliotheek&sid=19&dts=1766067331055&sig=0808c4b226a30c473efc52377d27bb3be48899dc1296f2c5173337bc6d667c74&width=320",
      "dateSeen": "2025-12-19T07:17:17.348Z"
    },
    "3d5003d07b6b8f890fcf9d5e660148139e895660": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456609512/de-lange-weg-naar-huis-sanne-zurn%C3%A9",
      "title": "De lange weg naar huis",
      "subtitle": "Het verhaal van een onwaarschijnlijke liefde tussen twee werelden",
      "authors": "Sanne Zurné",
      "description": "Sanne komt uit Nederland, Taubu uit Kiribati. Hun huizen staan op 14.000 kilometer afstand van elkaar. Toch worden ze verliefd, als Sanne voor een reportage het afgelegen eiland bezoekt. Enkele maanden later stapt hij voor het eerst in een vliegtuig om haar op te zoeken. Maar dan slaat corona toe en kan hij niet meer naar huis. En als zijn toeristenvisum verstrijkt, geldt hij van de ene op de andere dag als 'illegaal'. Een lange weg langs instanties begint en Sanne en Taubu moeten hun relatie opnieuw uitvinden. Hij voelt zich eenzaam en verloren, zij probeert hun relatie én zichzelf overeind te houden. Sanne beschrijft de soms grappige, soms ontroerende situaties die dat oplevert. Want de confrontatie met zijn leefwereld laat haar ook met andere ogen naar Nederland kijken. De lange weg naar huis is een onvergetelijk verhaal over een onwaarschijnlijke liefde en het doorzettingsvermogen dat nodig is om een relatie te laten slagen. Grenzeloos verliefd meets Liefde, als dat het is van Marijke Schermer (over de zoektocht naar liefde en betekenis) met een vleug Sally Rooney (over het leven en liefhebben in het hier en nu). Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456609512?aid=kb-online-bibliotheek&sid=19&dts=1766078486250&sig=c9fb8427942234e25d53750432eba2e79b8a2d053b5a6798642ab4da8dee7c87&width=320",
      "dateSeen": "2025-12-19T07:17:18.877Z"
    }
  }
}