{
  "values": {
    "6088728eb17bf155dce067460ac78e57e69d3975": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436847752/onschuld-nellie-mandel",
      "title": "Onschuld",
      "authors": "Nellie Mandel",
      "description": "Soarse vindt haar vader dood in de woonkamer, met een bloederige hamer naast hem. Wie daarvoor verantwoordelijk is, weet ze niet, maar ze vindt het niet erg. Haar vader was, net als haar oom Bert, een geweldenaar en een verkrachter. Maar in het afgelegen huis was hij meester over leven en dood. Meteen wil iedereen doen alsof er niets aan de hand is, en het lichaam snel begraven. Soarse vermoedt dat één van de familieleden de moordenaar is. Van haar broer krijgt ze geen hulp, en ze besluit er vandoor te gaan. Maar ze weet nauwelijks iets van de buitenwereld. Toch vlucht ze, maar de wereld waarin ze terecht komt is evenmin veilig voor haar. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436847752?aid=kb-online-bibliotheek&sid=18&dts=1763536453652&sig=22160eb5fa59f22c1c151729c0f31f6c80e7baba22b1b44f8c9628a39455464c&width=320",
      "dateSeen": "2025-11-19T07:14:13.861Z"
    },
    "0a181acec5ac1e38bf91bc31a9bb3fa19c8fa29f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456079165/bloedrood-patty-van-delft",
      "title": "Bloedrood",
      "authors": "Patty van Delft",
      "description": "De strijd is niet voorbij... De slag om het Hoogland is gewonnen, maar de strijd is nog niet gestreden. Terwijl Lily, River en hun vrienden helpen bij de wederopbouw, duikt een nieuwe dreiging op: de PRK, een groepering die trouw is aan het oude Regime. Ondertussen wordt onder bevel van de keizer van Mistland een gevaarlijk serum ontwikkeld dat de gewone mens in machtige Magyrs moet veranderen, met als doel de wereld te veroveren. Lily en haar bondgenoten reizen af naar Mistland om het serum te vernietigen en het Regime voor eens en voor altijd te stoppen. Rain blijft achter op Terras Altas, vastbesloten de PRK te ontmaskeren en zich in te zetten voor een verenigd land met gelijke rechten voor iedereen. Een strijd die haar in een web van politieke intriges brengt en haar voor moeilijke keuzes zet. In Mistland dreigt een burgeroorlog die Lily meesleept in een chaotische en allesbepalende strijd. Kan het Regime voorgoed verslagen worden, of zal de wereld bezwijken onder haar eigen hebzucht? Terwijl de strijd om macht en vrijheid zijn hoogtepunt bereikt, hangt de toekomst van Terras Altas aan een zijden draadje. Terras Altas - Bloedrood is een adembenemend slotdeel vol spanning, intrige, rookgordijnen en onverwachte wendingen. Een episch einde dat je op het puntje van je stoel houdt! Bron: Flaptekst, uitgeversinformatie",
      "dateSeen": "2025-11-20T07:13:55.519Z"
    },
    "5baaf8a54eac75785667eeb549bdeca8a023c4f3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456079149/gevraagd-nicole-schelling",
      "title": "Gevraagd",
      "subtitle": "kerstmagie",
      "authors": "Nicole Schelling",
      "description": "Is een beetje kerstmagie voldoende om de vonk te laten overspringen tussen tegenpolen Shelly en Roan, of vraagt deze match om drastischere maatregelen? Shelly kijkt uit naar de kerstborrel van haar werk. Deze gangmaker pur sang houdt wel van een feestje, en dit is een van de beste van het jaar. Nog leuker wordt het als de directie besluit dat ze geen gewone borrel hebben, maar naar een van de grootste kerstmarkten van Europa gaan. Ze kan niet wachten! Waar Shelly niet op rekent, is dat behalve het kantoorpersoneel ook de buitendienst wordt uitgenodigd. Dat betekent dat de holbewonerachtige Roan, die haar altijd tegen de haren in strijkt, erbij zal zijn. Terwijl Shelly nog liever een bad zou nemen in gloeiend hete glühwein dan met Roan opgescheept zitten, smeden haar collega's juist een plannetje om hen nader tot elkaar te brengen. Het enige wat daarvoor nodig is, denken zij, is een beetje kerstmagie... en misschien een wild ritje in het kerstige spookhuis. Bron: Flaptekst, uitgeversinformatie",
      "dateSeen": "2025-11-20T07:13:55.728Z"
    },
    "4182d8f4dfbb4ba80d9d88cbb054a2f7e58ab2b8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456079173/russische-roulette-rolf-o-sterberg",
      "title": "Russische Roulette",
      "authors": "Rolf Österberg",
      "description": "De gebeurtenissen in Israël zetten de veiligheid van de daar verblijvende Emily en Yvette onder druk. Maar vanwege de arrestatiebevelen tegen hen is terugkeer naar Nederland niet zomaar mogelijk. Het grootste gevaar voor hen komt nu echter niet vanuit de EU. De CIA is er alles aan gelegen om dat wat zij als politieke desinformatie ziet, tegen te gaan. Hoewel het hacken door Yvette een groot probleem vormt, zijn het - in het licht van de aanstaande Amerikaanse verkiezingen - vooral Emily's hologrammen die de organisatie dwarszitten. Mochten die ook in de Verenigde Staten verschijnen, dan kan dat grote gevolgen hebben. Femke Ebbens, inmiddels hoofdinspecteur bij de Amsterdamse politie, draagt een groot geheim met zich mee. Dat zorgt er mede voor dat zij opnieuw betrokken raakt in de wereld van internationale intriges en moordaanslagen. In Russische Roulette, de tiende thriller van Rolf Österberg, blijkt al snel hoezeer de politiek en geheime diensten wereldwijd met elkaar verweven zijn. Voor de gewone mens is dat een ver-van-mijn-bedshow. Tot je de verbanden gaat zien. Bron: Flaptekst, uitgeversinformatie",
      "dateSeen": "2025-11-20T07:13:56.576Z"
    },
    "ae6f90d9986edcb3fdaccc3d106bcc186ae09c6e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456101810/gelukscoach-lizette-van-geene",
      "title": "Gelukscoach",
      "subtitle": "New beginnings",
      "authors": "Lizette van Geene",
      "description": "Simone vertrekt met haar nieuwe liefde Willem naar het idyllische York, waar ze samen de jaarwisseling zullen vieren in zijn statige familiehuis, pal naast de indrukwekkende York Minster. Het klinkt als een sprookje: sneeuw, romantiek en een warme familieband. Maar al snel blijkt de werkelijkheid minder rooskleurig. Want Simone kruipt ongewild opnieuw in de rol van coach én ontdekt dat Willem wat schokkende feitjes over zijn liefdesleven in Engeland verzwegen heeft. Hoe kan ze nu nog in hun prille liefde geloven? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456101810?aid=kb-online-bibliotheek&sid=18&dts=1763728923272&sig=6fd32a8ded0c6bdef14a62114c165a3eecca92921b1bcfcaf1c459fefe8e6e02&width=320",
      "dateSeen": "2025-11-22T07:12:22.312Z"
    },
    "acfd7f9672e254eb3363507b6a9546c6ff49a31b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456101896/ik-zie-jou-nicole-schelling",
      "title": "Ik zie jou",
      "authors": "Nicole Schelling",
      "description": "Hij is lid van een dodelijke elite-team van de overheid. Zij is het belangrijkste wapen om aan informatie te komen. Het rustige leven van de vijfentwintigjarige Hannah komt volledig op zijn kop te staan wanneer ze op een middag van de straat wordt geplukt en in een auto belandt. Ze wordt naar een plek gebracht die net zo duister is als het monster met de rode ogen dat haar heeft gestolen. Maar wat wil hij van haar? Waarom wordt ze gestraft? Riv heeft maar één taak: relevante informatie uit de jonge vrouw trekken. Hij kent geen genade, en zij is gewoon een klus die hij koste wat kost wil klaren. Riv en zijn twee broeders hebben voor veel hetere vuren gestaan, maar niemand had kunnen weten dat het wegkapen van deze vrouw iets in gang zou zetten waardoor hun hele bestaan op losse schroeven zou komen te staan... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456101896?aid=kb-online-bibliotheek&sid=18&dts=1763731468414&sig=454e061ff9e09073e622724fbc81085e7a6b46b07d033d43e156b0e1d43a80e7&width=320",
      "dateSeen": "2025-11-22T07:12:22.529Z"
    },
    "7b7a0cdbfa39c7c75edc0531b78b84e3c5380da9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45610187X/moord-in-de-metro-j-b--te-boekhorst",
      "title": "Moord in de Metro",
      "authors": "J.B. te Boekhorst",
      "description": "Zes mensen vertrekken op dezelfde dag naar het centrum van Rotterdam. Ieder met een eigen reden en verwachting. Melle is op doorreis naar Den Haag om een grote prijs in ontvangst te nemen, maar hoopt in Rotterdam een bijzondere avond te beleven met zijn nicht. Marcharida wil eindelijk met haar dochter de onuitgesproken details van hun leven bespreken. Mo'tje en Assidi hebben genoeg van hun armoedige leventje en staan op het punt een grote slag te slaan, die hun toekomst drastisch moet veranderen. Soraya reist in hun kielzog mee om dit juist te verhinderen. En Catarina is in Rotterdam op zoek naar haar halfzus. Allemaal plannen die op de koudste dag van het jaar met de hevigste sneeuwstorm ooit moeten plaatsvinden. Staat het extreme weer ze in de weg of lukt het ze juist daardoor hun plannen te verwezenlijken? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45610187X?aid=kb-online-bibliotheek&sid=18&dts=1763734618779&sig=b15ca2eff80f6338be4dc1c08ba5e7637f4523ba61c3599a7d7d1ecf973260e5&width=320",
      "dateSeen": "2025-11-22T07:12:22.748Z"
    },
    "78f890a67c70d72cc1ef343f81f4808ce3a2e411": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456126058/het-laatste-geschenk-janneke-volkerink",
      "title": "Het laatste geschenk",
      "authors": "Janneke Volkerink",
      "description": "Een spannend en ontroerend verhaal over familiebanden die voorbij de dood reiken. Over kunst als een stille boodschapper en over onverwachte cadeaus die in één decembermaand alles kunnen veranderen. Het wordt de meest bijzondere decembermaand ooit! Dat weet Emma als er een adventskalender wordt bezorgd, speciaal voor haar gemaakt door haar overleden opa Morris. Hij was een beroemde kunstenaar en haar vertrouweling. Een tedere laatste groet mondt uit in een reis vol verrassingen, ontmoetingen en een familiegeheim dat alles verandert. Terwijl de decemberdagen verstrijken, opent Emma elk dag een vakje en ontdekt ze hoe sterk liefde kan zijn. Voor iedereen die ooit iemand heeft gemist. Voor iedereen die durft te hopen Voor de donkere dagen voor kerst. Janneke Volkerink studeerde Algemene Taalwetenschap en Logopedie en is woonachtig in Zuid-Limburg. Ze won meerdere prijzen voor haar verhalen, zoals de Hermes Thriller Award schrijfwedstrijd, de tweede prijs bij de Renate Dorrestein schrijfwedstrijd voor literaire verhalen en de zomerverhalenwedstrijd van Sebes en Bisseling. In januari 2025 debuteerde ze met haar roman 'Tot op de bodem' bij Uitgeverij Ellessy. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456126058?aid=kb-online-bibliotheek&sid=18&dts=1763968483665&sig=dab1907bf0d33899a0220f2e7d73dea1835efbcb564fbb920635b3cd1ccb85e1&width=320",
      "dateSeen": "2025-11-24T07:14:44.173Z"
    },
    "12b66a6533fe48b4395b0d64a3517fa4beb16ab8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456126023/vermoorde-onschuld-marco-knauff",
      "title": "Vermoorde onschuld",
      "authors": "Marco Knauff",
      "description": "In Bermhoven wordt achter hotel Het Paviljoen de 28-jarige edelsmid Amber Vink dood aangetroffen. Ze leek alles mee te hebben in het leven, daarom is het een volstrekt raadsel wie haar uit de weg wilde ruimen. Rechercheurs Marieke de Zwart en Robin Groeneveld ontdekken dat Amber de reünie van haar middelbare school zou bezoeken en dat ze een groot geheim met zich meedroeg. Omdat de gefrustreerde vader van Amber een eigen onderzoek begint, moet de politie tot het uiterste gaan om nieuwe slachtoffers te voorkomen... Marco Knauff wilde als kind al schrijver worden. Hij publiceerde veel korte verhalen in tijdschriften en verhalenbundels. Ook won hij diverse prijzen en werd een verhaal van hem verfilmd. Naast politieromans schrijft hij historische fictie en een serie over een Afrikaanse lodge. In zijn vrije tijd maakt Marco surrealistische schilderijen en werkt hij met veel plezier bij de egelopvang. Hij is vaak te vinden in het theater en wandelt graag met zijn hond. Marco is getrouwd met schrijfster Marian Werkman. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456126023?aid=kb-online-bibliotheek&sid=18&dts=1763968221990&sig=2962b9974aa52d00ce83eec3090e73840b79444b1ff7848db092de4491c84096&width=320",
      "dateSeen": "2025-11-24T07:14:44.629Z"
    },
    "e6ead8326f38bcb15c0cdf47fdaa181b991812ec": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/434862614/zusje-sue-assila",
      "title": "Zusje",
      "authors": "Sue Assila",
      "description": "Ik word door Tom altijd Zusje genoemd, want dat ben ik in de ogen van mijn grote broer. Zijn oogappeltje dat hij zo streng mogelijk bewaakt. Ik ben trots op mijn sterke dapper broer, maar ik voel ook iets anders voor hem. Ik heb er de woorden niet voor, maar ik sta ook niet bekend als iemand die graag praat. Als het even kan, zeg ik liever niets. En toch worstel ik ermee. Gelukkig kan ik veel kwijt als ik train in de boksschool, tot het ook daar mis gaat. Hoe kom ik hier ooit uit? Zusje is een pakkend debuut dat het verhaal vertelt hoe je met vallen en opstaan alle obstakels kunt overwinnen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A434862614?aid=kb-online-bibliotheek&sid=18&dts=1764054896608&sig=b3ccdd3f30440eb377eef2e18809e046f72d3c3d768c5703842c30c17c845b9c&width=320",
      "dateSeen": "2025-11-25T07:14:56.987Z"
    },
    "bc16a89f7ebcdc1b8894f2ec3b2ee4c2e3a6e8c5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437832171/noorderlicht-ellen-ooms",
      "title": "Noorderlicht",
      "authors": "Ellen Ooms",
      "description": "Fleur heeft het helemaal gehad! Ze werkt voor een sukkel van een baas, haar liefdesleven is onbestaande en tot overmaat van ramp wordt ze voortdurend voor de voet gelopen door haar bemoeizuchtige moeder die geen kans onbenut laat om haar er op te wijzen dat ze iets moet maken van haar leven. Als haar broer haar voorstelt om een tijdje te gaan helpen op de huskyfarm van Lukas, een vriend van hem, verklaart ze hem voor gek. Wat kent zij nu van husky's? En dat in de ijzige koude van Lapland. En hoe moet het dan met haar job? Wanneer ze op een dag een pijnlijke ontdekking doet, is de maat helemaal vol voor Fleur. Ze besluit haar job op te zeggen en in te gaan op het voorstel van haar broer. Eenmaal in Lapland is de buitentemperatuur niet het enige dat onder het vriespunt zakt. Ook de ontvangst door Lukas is verre van warm te noemen. Zit hij wel op haar komst te wachten? Langzaam maar zeker geraakt Fleur gewoon aan de ijskoude temperaturen en ook Lukas ontdooit langzaam maar zeker. Vindt Fleur meer in het hoge noorden dan ze verwacht had? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437832171?aid=kb-online-bibliotheek&sid=18&dts=1764054897073&sig=38bca9f051bddd1ec97f97c5dbd70c066d4cb5c183cc83b48b01ea556a6403a3&width=320",
      "dateSeen": "2025-11-25T07:14:57.473Z"
    },
    "644b7518e8682d93dc88cd2dc74142f241b8aba0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/375300538/meneer-maus-marian-werkman",
      "title": "Meneer Maus",
      "subtitle": "het nieuwe leven van een vrolijke en ondernemende Jack Russell Terriër",
      "authors": "Marian Werkman",
      "description": "We stopten op de hoek van een rij grote hokken. Ik moest drie keer kijken voor ik doorhad dat ook daar een hond zat. Een kleine hond in een enorm hok, helemaal alleen. Ik bukte me om hem beter te kunnen zien. Als een tornado rende hij naar me toe. Hij sprong tegen het gaas op en begon luidkeels te blaffen, harder en harder. Mijn gezicht kwam dichtbij zijn snuit, een lichtbruine snuit met donkere indringende ogen en een zwarte dropneus. Het leek alsof we elkaar herkenden. Dit was Maus. We sloten onmiddellijk vriendschap.' Zo begint het verhaal van Maus, een Jack Russell Terriër die tijdens een mooie zomer zomaar wordt achtergelaten in het asiel. Zes jaar is hij, verwaarloosd, achterdochtig en onzeker. Schrijfster Marian Werkman en haar man Marco besluiten Maus een nieuw thuis te bieden. Met heel veel geduld en aandacht krijgt Maus opnieuw vertrouwen in het leven. Hij verandert in een energieke, aanhankelijke en vrolijke hond met lef. Maar voordat het zover is, moeten er heel wat obstakels overwonnen worden! Marian Werkman schreef de roman ' De vergeten jaren' en maakte illustraties voor het Sinterklaasboek 'Daar wordt aan de deur geklopt'. Naast schrijven houdt ze van lezen, fotografie, muziek en... honden!",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A375300538?aid=kb-online-bibliotheek&sid=18&dts=1764149873550&sig=60a5d5e64516a9207bfff06714d430dff2a47477c95d7f684930cab757bfdc48&width=320",
      "dateSeen": "2025-11-27T07:15:15.375Z"
    },
    "2c52c170aaa36cef1cc191de08601634ae18ded3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394720830/meer-maus-marian-werkman",
      "title": "Meer Maus",
      "subtitle": "verhalen van een (eigen)wijze hond",
      "authors": "Marian Werkman",
      "description": "Korte verhalen, afgewisseld met gedichtjes, over de alledaagse belevenissen van een Jack Russell terriër - door de hond zelf verteld.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394720830?aid=kb-online-bibliotheek&sid=18&dts=1764153498636&sig=b6c08b2a8eab62fccfcf1c10e6a433746dacc661c3d9fb7b1716ca16760a918b&width=320",
      "dateSeen": "2025-11-27T07:15:15.764Z"
    },
    "b4bd8b37a40c86b7e552dc845b4ae07a36ca7447": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/39173413X/de-vergeten-jaren-marian-werkman",
      "title": "De vergeten jaren",
      "authors": "Marian Werkman",
      "description": "Na een zoektocht van uren vonden we papa huilend op een bankje in een klein dorp zo'n tien kilometer uit de buurt. `Ik weet het niet meer, ik weet het niet meer, snikte hij. Ik voelde me net zo ontredderd als de kwetsbare man die ik nauwelijks nog herkende. Eveline zorgt voor haar demente vader. Terwijl zijn geheugen afneemt, nemen de raadsels rondom zijn leven toe. Hoe goed kent Eveline haar vader eigenlijk? Moet ze zijn verwarde opmerkingen toch serieuzer nemen dan ze in eerste instantie dacht? En hoe zit het met de geheimzinnige gebeurtenissen in het verpleeghuis voor alzheimerpatiënten, waarbij zelfs het landelijke nieuws wordt gehaald? De vergeten jaren is een aangrijpende en spannende roman vol onverwachte wendingen. Een herkenbaar verhaal voor ieder die te maken heeft met het ongrijpbare proces van dementie en het verwerken van het verlies van iemand die zo dichtbij is, maar toch zo ver weg. Op jonge leeftijd maakte de auteur de dementie van haar vader mee. Haar ervaringen vormden de inspiratie voor het thema van dit boek, waarin een vader en dochter door omstandigheden nader tot elkaar komen. Marian Werkman schreef Meneer Maus, Meer Maus en Hond te koop. Haar verhaal High Tea - over de verdwijning van Agatha Christie - werd genomineerd voor de shortlist van de Agatha Christie Whodunnit verhalenwedstrijd van Luitingh-Sijthoff. Een ontroerend verhaal over de zorg en problemen van familieleden als hun naaste getroffen wordt door dementie. - NBD/Biblion Spannend en herkenbaar. Een boek dat leest als een trein! De Boekenhoek - Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A39173413X?aid=kb-online-bibliotheek&sid=18&dts=1764149917522&sig=a63c74d6670845f70d19dfb4189b4aa89b1bac7c55983190724104bac4db09bc&width=320",
      "dateSeen": "2025-11-27T07:15:16.194Z"
    },
    "692cf2779be3748e2e741f053fe623493e689ec8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/375301089/sluiproute-marco-knauff",
      "title": "Sluiproute",
      "authors": "Marco Knauff",
      "description": "Het schijnbaar saaie leven van Miranda Meulenhof slaat volledig om als haar man Ben betrokken raakt bij een ernstig auto-ongeluk. Een ongeluk waardoor Ben in coma raakt en Miranda erachter komt dat zij niet de enige is met een geheim. Want waarom week Ben af van de route die hij zou moeten volgen? En wie was de bestuurder van de mysterieuze auto, die met hoge snelheid achter hem aan reed? Miranda besluit op onderzoek uit te gaan. Met behulp van haar zus Karin komt ze stukje bij beetje achter de waarheid. Een waarheid die misschien beter verborgen had kunnen blijven. Een waarheid die haar hele werkelijkheid overhoop haalt. Als Miranda ontdekt wat Ben voor haar heeft verzwegen, neemt ze een beslissing. Eén die verstrekkende gevolgen heeft. Sluiproute is een intelligente thriller die de lezer niet loslaat, zelfs lang nadat de laatste bladzijde is omgeslagen. Fok.nl: `Een schrijver om in de gaten te houden! NBD/Biblion: `Een lekker weg lezende thriller met veel actie en geloofwaardige personages. Het onverwachte einde is verrassend.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A375301089?aid=kb-online-bibliotheek&sid=18&dts=1764146820778&sig=977758c2d40b918d19f70dae5e58683e7f72bb587fa7c4f4037384908745d8b9&width=320",
      "dateSeen": "2025-11-27T07:15:16.693Z"
    },
    "e694b1a1feae1b576907e066ed25485a0e268962": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/38137341X/help--ik-heb-een-asielhond--marian-werkman",
      "title": "Help, ik heb een asielhond!",
      "authors": "Marian Werkman",
      "description": "Praktische adviezen voor het houden van honden afkomstig uit een asiel, afgewisseld met ervaringsverhalen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A38137341X?aid=kb-online-bibliotheek&sid=18&dts=1764154888316&sig=f6ff0532f62efd1387ea7ada16997776bf0b044a9524bcc82392a0ededf23635&width=320",
      "dateSeen": "2025-11-27T07:15:17.109Z"
    },
    "b04039b6e8015c6e72caff4d9945e087f8b4de45": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/418954658/zwijgen-is-goud-marian-werkman",
      "title": "Zwijgen is goud",
      "authors": "Marian Werkman",
      "description": "Fotografe en privédetective Mirjam Zomer krijgt een interessante opdracht. De vermogende Cassandra Hooghstraeten vraagt haar een reportage te maken van haar hoogbegaafde zoon Walter, die binnenkort voor een studie naar Amerika vertrekt. Twee dagen na Mirjams bezoek belt Cassandra in paniek op: Walter is ontvoerd. Samen met haar vriendin Minette start Mirjam een zoektocht. Tot hun verbazing leidt het spoor naar een eerder gepleegde moord. Mirjam zet alles op alles om Walter te vinden. Als ze ook nog eens vreemde berichten ontvangt vraagt ze zich één ding af: hoeveel gevaar loopt ze zelf? Marian Werkman publiceerde boeken, korte verhalen en columns. Haar verhaal High Tea bereikte de shortlist bij de Agatha Christie schrijfwedstrijd. Met Schilder je droom won ze de verhalenwedstrijd van het Dordrechts Winterboek. Uit de recensies over Hond te koop en De vergeten jaren: Fotografe en privédetective Mirjam Zomer krijgt een interessante opdracht. De vermogende Cassandra Hooghstraeten vraagt haar een reportage te maken van haar hoogbegaafde zoon Walter, die binnenkort voor een studie naar Amerika vertrekt. Twee dagen na Mirjams bezoek belt Cassandra in paniek op: Walter is ontvoerd. Samen met haar vriendin Minette start Mirjam een zoektocht. Tot hun verbazing leidt het spoor naar een eerder gepleegde moord. Mirjam zet alles op alles om Walter te vinden. Als ze ook nog eens vreemde berichten ontvangt vraagt ze zich één ding af: hoeveel gevaar loopt ze zelf? Marian Werkman publiceerde boeken, korte verhalen en columns. Haar verhaal High Tea bereikte de shortlist bij de Agatha Christie schrijfwedstrijd. Met Schilder je droom won ze de verhalenwedstrijd van het Dordrechts Winterboek. Uit de recensies over Hond te koop en De vergeten jaren: NBD/Biblion: Een vlot geschreven speurdersverhaal. Goodreads: Een goed boek! ***** Uitgelezen: Levendig en echt beschreven. Een boek dat raakt. ***** Hebban: Zeer verzorgde en fijne schrijfstijl. Ontroerend en heel mooi gedaan. **** Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A418954658?aid=kb-online-bibliotheek&sid=18&dts=1764147081657&sig=5d6f3055e4d3c3016683d021596cdf28aeb65e9db41f197d6582a13cd4604e9d&width=320",
      "dateSeen": "2025-11-27T07:15:17.553Z"
    },
    "d08c5c2f92537eb8afee0beb3bb5b10348820982": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437888800/dead-girls-don-t-talk-joanne-carlton",
      "title": "Dead girls don't talk",
      "subtitle": "... but this one does",
      "authors": "Joanne Carlton",
      "description": "Two best friends. One dead girl. Two sides of the story. This is the story of Viola, and what happened before she killed Syl. She may be a killer, but she has something important to say. This is the story of Syl, and what led to her death. Syl may be dead, but she isn't gone. Yet. Viola and Syl were like sisters of different mothers. Born on the same day, neighbors from day one. The same schools, the same friends, the same lives. Nobody ever thought that these girls could be torn apart. Until it happened. Two weeks before Syl is supposed to leave for Stanford and Viola is ready for her new life in Princeton, Syl's body is found on the passenger seat of Viola's abandoned car. And Viola is gone. The only evidence found at the scene leads to Viola. Was she really responsible for her best friend's death? Or are there other things at play? Two versions of the story unfold, told from both Syl's and Viola's point of views in this unique turnaround book. The reader decides which version to read first, and which one to believe. Or not. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437888800?aid=kb-online-bibliotheek&sid=18&dts=1764148623281&sig=8a57a4ca8db4c31230356bbb471be234f42fe5d5548cb2beca81e833b1b8dc01&width=320",
      "dateSeen": "2025-11-27T07:15:18.022Z"
    },
    "46c5cca4128dbdf29ac1eb99c30ce1e8555468e3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443616086/the-last-days-of-holly-hayes-sandra-j--paul",
      "title": "The Last Days of Holly Hayes",
      "authors": "Sandra J. Paul",
      "description": "Life's not about fear at all. It's about love. When college students Holly and Dylan fall in love, life is wonderful for a while. There's just one big problem: Holly has no idea that Dylan's parents are Doomsday preppers and that he's been living a life drenched in fear. Months later, Dylan realizes he can no longer hide the truth from Holly, and so he takes her to his small Montana hometown for a hiking trip. But the worst case scenario unfolds: Dylan is warned that the world is about to end. The problem: Holly still has no clue about who and what Dylan is. Panicking, Dylan forces Holly to seek shelter high up in the mountains. He locks her in against her will, determined to save her life. But is there really an end-of-the-world disaster going on, or is this just another false alarm? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443616086?aid=kb-online-bibliotheek&sid=18&dts=1764148688409&sig=e65e4bd1772ca23ac0baece8213ecd7198e1e13c8a0f5767a4403681b8e577f8&width=320",
      "dateSeen": "2025-11-27T07:15:18.481Z"
    },
    "0a342f69e101f556fc324aa107fc204c2c1fbcef": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443616094/the-painter-s-muse-emmelie-arents",
      "title": "The Painter's Muse",
      "authors": "Emmelie Arents",
      "description": "Lorenzo Scaasi, a talented artist torn between duty and desire, discovers a mysterious box in his family's atelier-a mask once owned by Leonardo da Vinci, granting extraordinary abilities. His new-found talent gets him a commission by the wealthy Marco Contarini, who hires Lorenzo as a painter in his Palazzo. There he encounters the captivating Artemisia Contarini, trapped in an unhappy marriage. As secrets unravel within the Palazzo Contarini, Lorenzo must navigate a web of mystery and desire. But what price does one pay for the gifts of da Vinci's talents? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443616094?aid=kb-online-bibliotheek&sid=18&dts=1764227718602&sig=9c2af5f835ea0d3e008ef0d87ba67e9b93914102dc83f039b034deb2b329c11d&width=320",
      "dateSeen": "2025-11-27T07:15:19.018Z"
    },
    "f9eefa5e0a2c10c2eac1650ebff4ec88b444bb2a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443616078/skyestone-adriana-m--mastrogiovanni",
      "title": "Skyestone",
      "authors": "Adriana M. Mastrogiovanni",
      "description": "Predator. Prey. And an ancient talisman with the power to change the course of everything. At the Great Tree of life, nine winged creatures called The Hunters reside. When a prophecy foretells the birth of a new Werewolf, one hunter is sent to Earth with a mission: slay the wolf and protect the village. When dark forces breach the tree's defenses, he is forced to flee with the Skyestone: a talisman that could change the world if wielded by the wrong hands. Shannon Bellissario has been plagued by nightmares since she can remember. Recently betrayed by a life-long friend and trapped in a village she longs to escape, she finds it hard to stay sane. Can she overcome the dark obstacles that come her way? Or will she stray too far from the right path? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443616078?aid=kb-online-bibliotheek&sid=18&dts=1764147868144&sig=168e5fdcaeb88804659465f3ccb9ba6553180ee47dc4e4e16983bbdcc8c80f82&width=320",
      "dateSeen": "2025-11-27T07:15:19.450Z"
    },
    "6c8535f7fcb0be66b46ba6230abe3c3a36d57cab": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44064335X/soulmate-laura-dirkx",
      "title": "Soulmate",
      "authors": "Laura Dirkx",
      "description": "Noé has been preparing for this her whole life; finding her Soulmate, the person that carries the other half of her soul, the only part that will make her complete. The only reason for her existence. Or rather, that is what they have always told her. Now, she's not so sure anymore. An unknown feeling has crept up inside of her and taken over her whole existence. Love. She starts questioning everything she has ever known and quickly learns she has no one to trust but herself. Surviving in this world full of hate appears more difficult than she anticipated and achieving her goal becomes more and more distant. And yet... If her Soulmate is out there somewhere, why is it so impossible to stop thinking about Arthur? Why does he make her feel angry and annoyed, though beautiful and cherished at the same time? Why does she feel like nothing matters anymore, except for him? And why is everyone trying to tear them apart? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44064335X?aid=kb-online-bibliotheek&sid=18&dts=1764165267795&sig=bc5123605fa5829086c2b934e128109011ebfc4e824f3a37c05781f44a5739f8&width=320",
      "dateSeen": "2025-11-27T07:15:19.929Z"
    },
    "17abd7feb7b0b5706a2d115183315a4932ed4c26": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436438046/something-sweet-sandra-j--paul",
      "title": "Something Sweet",
      "subtitle": "snoepen is gevaarlijk",
      "authors": "Sandra J. Paul",
      "description": "Lisa en Daniel. Amper een week kennen ze elkaar, maar voelt nu al aan alsof dit wel eens iets voor het leven zou kunnen zijn. Lisa had nooit durven dromen dat de IT'er die ook haar mentor is, wel eens de man van haar leven zou kunnen worden. En dat zijn tante Mathilde, de excentrieke vrouw met de vele katten, haar hart zo zou kunnen veroveren. Toch besluiten ze om hun relatie geheim te houden op kantoor, zeker omdat Machteld, hun manager, op de loer ligt. Zij heeft al enige tijd haar oog op Daniel, en ze zal er alles aan doen om hem voor zich te winnen. Terwijl de twee worstelen om hun geheime relatie op kantoor verborgen te houden, begint Machteld al snel te beseffen dat er meer aan de hand is. Zullen ze erin slagen om aan haar bemoeienissen te ontsnappen? Dan is er nog tante Mathilde, ooit een bekende Hollywoodster, nu een teruggetrokken kluizenaar die niet langer in staat is om alleen te blijven wonen. De bezorgdheid om haar groeit met de dag, zeker wanneer haar leven in gevaar komt. Lisa wordt al snel heen en weer geslingerd tussen geluk en bezorgdheid. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436438046?aid=kb-online-bibliotheek&sid=18&dts=1764159158629&sig=f2cd638d76fcdd2596797493df936acb8e62b9388781a0d22a87e3a59911082d&width=320",
      "dateSeen": "2025-11-27T07:15:20.359Z"
    },
    "74f5633c21ca5c8e8c12c80a7f15aa54aa9ba749": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436843250/er-hangt-vuurwerk-in-de-lucht-sophia-jager",
      "title": "Er hangt vuurwerk in de lucht",
      "authors": "Sophia Jager",
      "description": "Anna, de rustige en ingetogen huisarts van het dorp, is niet van plan om zich te laten overtuigen door de burgemeester en de andere bemoeizuchtige tantes, om naar het jaarlijkse dorpsfeest te gaan. Ze weet immers precies wat er gaat gebeuren. Zoals altijd zullen ze weer proberen om haar te koppelen aan een aantrekkelijke vrijgezel, en daar heeft ze na haar afgebroken relatie echt geen zin in. ﻿Hetzelfde geldt voor Pieter, de allernieuwste inwoner van het dorp. Hij heeft het immers veel te druk met zijn garage, net overgenomen in erbarmelijke staat. Pieters hoofd staat niet naar een dorpsfeest, maar net als Anna wordt ook hij met lichte dwang richting het dorpsplein gestuurd. ﻿Wie weet hangt er voor beiden vuurwerk in de lucht ... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436843250?aid=kb-online-bibliotheek&sid=18&dts=1764168170221&sig=0ac4e2eb30db4994d3ba4ddf01ae465ce7ce6176bafcd4561184e757dff0d706&width=320",
      "dateSeen": "2025-11-27T07:15:20.790Z"
    },
    "384905090cfd1af443592ea2f6e7d43e1fec1647": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437392333/als-vlinders-dansen-inge-sleegers",
      "title": "Als vlinders dansen",
      "authors": "Inge Sleegers",
      "description": "Elaine staat op de vooravond van een nieuwe fase in haar leven. Het afsluiten van de middelbare school, verder studeren... Ze is dolverliefd op haar vriend Daan en droomt van een toekomst met hem. 's Nachts wordt ze echter geplaagd door mysterieuze dromen, die haar meevoeren naar de negentiende eeuw. In die dromen is ze een adellijke jongedame die gevangen zit in een verstandshuwelijk met een veel oudere graaf. Ze leert snel dat ze in dit verre verleden als vrouw weinig beslissingsrecht heeft, zelfs niet over haar eigen lichaam. Cedric, de zoon van haar echtgenoot, is haar enige lichtpunt. Verblind door liefde beginnen ze een verboden relatie, die gedoemd is om slecht af te lopen. Aanvankelijk beschouwt Elaine de dromen als pure verzinsels. Wat zal ze doen als Cedric vandaag opnieuw haar pad kruist? Inge Sleegers is de auteur van Young Adult romans 'De kilte van een zomernacht' en 'Wereld Zonder Water'. Het is haar tweede boek bij Books & Butterflies. Eerder verscheen 'Bestemming Onbekend', een aangrijpende novelle over partnergeweld. Met 'Als Vlinders Dansen' zet ze een bijzondere historische feelgood neer rond het thema reïncarnatie. Een verhaal dat met momenten binnenkomt, maar je desondanks met een goed gevoel achterlaat. Het is de herwerking van het boek dat eerder verscheen onder de titel 'Mijn Dubbelleven'. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437392333?aid=kb-online-bibliotheek&sid=18&dts=1764154445204&sig=b1b5bbf5615c85207f0ffc177e1394af731f57c36b18e033da2bcb73dd8c4e22&width=320",
      "dateSeen": "2025-11-27T07:15:21.246Z"
    },
    "086cef52008ba5130d2c9758f41419895bc29d04": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436060159/onbereikbaar-dichtbij-nicole-schelling",
      "title": "Onbereikbaar dichtbij",
      "authors": "Nicole Schelling",
      "description": "Vicky heeft een hekel aan strippers. Ze vindt ze smakeloos met die glimmende opgepompte spieren. Als ze erachter komt dat op het vrijgezellenfeest van haar nicht Claire een mannelijke stripper is ingehuurd, staat ze dus niet te juichen. Op het moment dat ze zelf het podium op wordt getrokken, raakt ze serieus in paniek. Hoewel ze het liefst door een gat in de vloer zou willen verdwijnen, is ze totaal niet voorbereid op de stripper die op haar af komt. Hij zet haar in vuur en vlam en bezorgt Vicky de avond van haar leven. Ze kan hem naar niet uit haar hoofd zetten, maar weet heus wel dat hij onbereikbaar voor haar is. Ze zal nooit verliefd worden op iemand met zo'n beroep. Uit alle macht probeert ze hem te vergeten, maar dan ziet ze hem weer: op een foto samen met de verloofde van haar nicht en ze lijken elkaar goed te kennen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436060159?aid=kb-online-bibliotheek&sid=18&dts=1764169697123&sig=742d07fd3c412dfe7b21688f5bdd822f15a72680efb67bd4951d9b81c9b0ae48&width=320",
      "dateSeen": "2025-11-27T07:15:21.703Z"
    },
    "0bc237482a80f91223560a8448d303c0f8828731": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437261298/gevolgd-en-andere-verhalen-rosalie-de-jong",
      "title": "Gevolgd en andere verhalen",
      "authors": "Rosalie de Jong",
      "description": "In de verhalenbundel Gevolgd zitten vier korte verhalen: Gevolgd, Camera Flits, Gelukkige Confrontaties en Overwonnen Angsten. Twee spannende én twee romantische verhalen. Van mysterieuze verschijningen tot een romantisch weerzien. Kortom, voor ieder wat wils! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437261298?aid=kb-online-bibliotheek&sid=18&dts=1764146929162&sig=eec9bbd8319ef6bb180bbe88abb3b650c86d08d06b9718f258abc79d148c9b9f&width=320",
      "dateSeen": "2025-11-27T07:15:22.148Z"
    },
    "2d44f83c2149036aa9ec1c9f194fc5a1663d88e1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436658976/ps-ik-haat-je-nicole-schelling",
      "title": "PS Ik haat je",
      "authors": "Nicole Schelling",
      "description": "De drieëntwintigjarige Tamara heeft haar leven eindelijk weer op de rit. Op sommige dagen lukt het haar zelfs om niet meer aan de tijd te denken waarin ze zo vaak wenste dat ze iemand anders was. Haar middelbareschooltijd is een donker gat waar ze nooit meer in terug wil vallen, maar ze is zich er pijnlijk van bewust dat er veel triggers op de loer liggen. Alleen al bij het horen van de naam 'Lukas' breekt het angstzweet haar uit. Tamara is vastbesloten haar verleden geen rol meer te laten spelen in haar heden en toekomst. Maar dan komt ze Lukas na een lange tijd weer tegen en op alle mogelijke manieren laat hij haar hart nog steeds sneller slaan... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436658976?aid=kb-online-bibliotheek&sid=18&dts=1764151432097&sig=cbc85dbb4a2d6ce9c34a4b301a1f3633f9c71ec80024ff6658d333e5562bb468&width=320",
      "dateSeen": "2025-11-27T07:15:22.602Z"
    },
    "31c5a9fb231e847aa7387dc75cc909f95b5342d0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437377865/kansloos-annemarie-snels",
      "title": "Kansloos",
      "authors": "Annemarie Snels",
      "description": "OP DE KANAALEILANDEN GEBEURT LETTERLIJK NOOIT WAT. TOCH? NU WEL: TUSSEN DE LIEFLIJKE DORPEN, HISTORISCHE KASTELEN, SCHITTERENDE ROTSPARTIJEN EN RUSTIGE STRANDEN SPINT EEN LOUCHE VERENIGING VAN GOKKENDE VASTGOEDBELEGGERS EEN LUCRATIEF WEB MET DODELIJKE GEVOLGEN. De golven van Het Kanaal spugen het lichaam van een dode vrouw op een vrachtschip. De Britse agenten Will Carrick en Jeff Purdy vinden geen enkel aanknopingspunt over wie ze zou kunnen zijn. Het enige wat ze bij zich draagt is een doorweekte mobiele telefoon. Daarop staat een selfie van de vrouw, poserend op de Hanging Rock van Alderney. Carrick en Purdy concluderen dat ze van deze rots is gevallen en in Het Kanaal terecht is gekomen. Ze dragen de zaak over aan de politie van de Kanaaleilanden. Agente Inèz Lovatt, die zo haar eigen problemen heeft, krijgt de opdracht de identiteit van de dode vrouw te achterhalen. Met de foto als enig bewijsstuk bijt ze zich vast in het onderzoek. Ze komt terecht in Normandië, waar de onderwereld van internationale vastgoedbeleggers samenkomt in een bunker. Met gevaar voor eigen leven, en dat van haar beste vriendin, gaat Inèz op zoek naar de waarheid die pijnlijke banden heeft met haar verleden. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437377865?aid=kb-online-bibliotheek&sid=18&dts=1764148231737&sig=d101af548be50196d1300abbf829e6319b75ac33283b3683b852fa48693bf31d&width=320",
      "dateSeen": "2025-11-27T07:15:23.032Z"
    },
    "b89fe6b5b8607cfd9719dad8884508427d885b89": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436218496/lotgenoten-arne-van-der-linden",
      "title": "Lotgenoten",
      "authors": "Arne Van Der Linden",
      "description": "Alans puike prestatie tijdens de dropping krijgt een bittere nasmaak wanneer hij zijn eerste missie ontvangt. Thomas en Lauren, twee vroegere klasgenoten, zijn ontvoerd. Samen met Eli en Sam begeeft hij zich opnieuw in het rijk der levenden en in een race tegen de klok knoopt het team de strijd aan met een mysterieuze kidnapper. Parijs vormt het decor van een spannend kat-en-muisspel met meerdere mensenlevens als inzet. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436218496?aid=kb-online-bibliotheek&sid=18&dts=1764151469830&sig=75449940f02c2fc93cfd25dcb06d10c4317eee6713a619f6956dde2dc6761b61&width=320",
      "dateSeen": "2025-11-27T07:15:23.466Z"
    },
    "bd7159d1d5bca88218936bef9daff722a881f3de": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456227601/valse-hoop-peter-j-l-m--bernink",
      "title": "Valse hoop",
      "subtitle": "Een ziektekostenverzekeraar als misdadige organisatie",
      "authors": "Peter J.L.M. Bernink",
      "description": "De hele neurologische wereld kijkt uit naar Myracen, een nieuw geneesmiddel tegen multiple sclerose. Neuroloog en onderzoeker Koch ontdekt dat het geneesmiddel echter een afschuwelijke bijwerking heeft: bloedkanker. De farmaceutische connectie houdt dit tegen elke prijs stil en onderzoeksgegevens worden gemanipuleerd. Koch vormt met zijn nieuwsgierigheid een enorme bedreiging voor Myracen. Als hij met zijn gezin een weekend in het vakantiehuis doorbrengt, wordt er brand gesticht, waarbij zijn vrouw en twee dochtertjes omkomen. Maar ondanks dat er nog meer slachtoffers vallen, blijft Koch vastberaden om degenen die hem en anderen zoveel leed aan hebben gedaan te ontmaskeren. Rechercheur Popma wordt op de zaak gezet. Als ook hij steeds meer te weten komt over Myracen wordt de zaak nog groter en angstaanjagender. De hoop op genezing blijkt valse hoop. Peter J.L.M. Bernink (1944) werd geboren in Enschede. Na zijn studie geneeskunde in Amsterdam vertrok hij naar Groningen. Als cardioloog was hij werkzaam in het UMCG en het Martiniziekenhuis te Groningen. In 2014 publiceerde hij zijn debuut Geen Weg Terug, waarna er ieder jaar een nieuwe thriller van zijn hand verscheen. 'Een prettige, compacte schrijfstijl.' - VN Detective & Thrillergids over Hefboom 'Intrigerend, spannend verhaal over de hedgefondswereld.' - stoerleesvoer.nl over Hefboom 'Een prima medische wegleesthriller van Nederlandse bodem.' Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456227601?aid=kb-online-bibliotheek&sid=18&dts=1764265064885&sig=294a352e8eb52f2a72346417a13ac7158ec219a149627365f7ce521ff03bc587&width=320",
      "dateSeen": "2025-11-28T07:14:38.336Z"
    },
    "a14ef9fdee92687b2b3056d826faef9c4bcb1aaa": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45622761X/de-plek-waar-de-wereld-opnieuw-begint-vincent-van-den-ouden",
      "title": "De plek waar de wereld opnieuw begint",
      "authors": "Vincent van den Ouden",
      "description": "\"Als jij ooit een Schim wordt, ga ik op zoek naar de Plek Waar de Wereld Opnieuw Begint\". \"Wat is dat? De Plek Waar de Wereld Opnieuw Begint?\" Dat wist Senta zelf ook niet. Terwijl ze naar de maan had gekeken, waren de woorden vanzelf in haar opgekomen. Alsof niet zij zelf, maar iemand anders ze bedacht had. Ze moest toch iets tegen haar bange zusje zeggen? De twaalfjarige Senta woont in het Delft van de Republiek der Zeven Vereenigde Lage Rhijnlanden: een land met heksen, sprookjesbossen en een avondklok. Na zonsondergang komen namelijk Schimmen tevoorschijn: gestorven mensen wier ziel in hun lichaam gevangen blijft. Niemand weet waarom. Senta's doodzieke zusje Madeleine wil niet in een Schim veranderen. Daarom verzint Senta een verhaal om haar te troosten: als Madeleine sterft, zal zij op zoek gaan naar De Plek Waar de Wereld Opnieuw Begint, de plaats waar alle antwoorden liggen. Wanneer ze enkele weken later op de markt een mysterieus boek vindt waarin ze diezelfde Zeven Woorden terugleest, beseft ze dat er misschien meer waarheid in haar verzinsel ligt dan ze had durven dromen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45622761X?aid=kb-online-bibliotheek&sid=18&dts=1764279564827&sig=7ce245c2a9bffa28ac60b5615bcb2bfc0da8ad63f6d05dc3cdd2899ae43b92ef&width=320",
      "dateSeen": "2025-11-28T07:14:38.803Z"
    },
    "9147d9780376306c326c3f19444a16f574bad7ba": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456227644/vonkjes-ryanne-veldkamp",
      "title": "Vonkjes",
      "subtitle": "12 romantische verhalen",
      "authors": "Ryanne Veldkamp",
      "description": "Van vonkje naar vlam! Twaalf korte verhalen van romance-schrijfster Ryanne Veldkamp, nu gebundeld in één boek voor nog meer leesplezier. Bevat de verhalen: - 'Een ongenode gast' - 'De aanhouder wint' - 'Alles onder controle' - 'Niet bang voor hondenbaasjes' - 'Halt, politie!' - 'Kom van dat dak af' - 'Een heel ander verhaal' - 'Een brownie te weinig' - 'Onder de bomen' - 'Kijk eens wat vaker in de spiegel' - 'Sneeuwschuivers en een smeltend hart' - 'Guus kom naar huus' Stuk voor stuk heerlijke, oer-Hollandse verhalen over mensen die op een onverwachte manier de liefde vinden. Perfect om per verhaaltje te lezen tussen de bedrijven door, of om allemaal achter elkaar te bingen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456227644?aid=kb-online-bibliotheek&sid=18&dts=1764313567495&sig=f5ea31df5ef059669bfa8a723ccc395dfee6c82a0e9dc57ee432b5d4ea534523&width=320",
      "dateSeen": "2025-11-28T07:14:39.268Z"
    },
    "7b8b91e0b92349d9f9b0772da42f716b43d87b24": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456227814/groene-supermacht-diederik-samsom",
      "title": "Groene supermacht",
      "subtitle": "Hoe Europa de wereld kan verduurzamen",
      "authors": "Diederik Samsom",
      "description": "Het is al ochtend als de baanbrekende klimaatmaatregelen van de Green Deal, na eindeloze vergaderingen en maandenlang overleg, worden aangenomen. Als medearchitect van dit ongekend ambitieuze milieupakket is Diederik Samsom daarbij, en hij weet als geen ander: Europa kan de wereld weer op koers brengen, richting een duurzame toekomst. Als we razendsnelle technologische innovaties combineren met miljardeninvesteringen in schone energie én wetgeving die wereldwijd doorwerkt, laat hij zien, is klimaatverandering nog steeds oplosbaar - en Europa moet daarin de voortrekker zijn. Met een onthullende blik achter de schermen laat Samsom zien hoe het in Europa werkt, waar het stokt en wat er nodig is om de wereld definitief te verlossen van het gebruik van fossiele brandstoffen. Reacties: ‘Europa op zijn best’ -Tim ‘S Jongers ‘Krachtig pleidooi’ -Hannah Prins ‘Geeft hoop voor een groene toekomst’ -Mathijs Bouman Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456227814?aid=kb-online-bibliotheek&sid=18&dts=1764314079380&sig=7f96f66f5829779fc841417526417daef889ab93e023067d6fca7a43134d3d45&width=320",
      "dateSeen": "2025-11-28T07:14:39.993Z"
    },
    "dfba491a58fdf626383c7e50b21fa53e5b20ad7c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444438955/the-hamster-in-your-brain-maarten-biezeveld---felix-kreier",
      "title": "The Hamster in your Brain",
      "subtitle": "The Method for Permanent and Healthy Weight Loss",
      "authors": "Maarten Biezeveld | Felix Kreier",
      "description": "This book is about achieving sustainable weight loss. Dr. Felix Kreier and Dr. Maarten Biezeveld, both pediatricians in Amsterdam, explain why it is so difficult to maintain a reduced weight after a short, sometimes successful attempt at losing weight. Using the Hamster Brain Method, they outline the right approach. When we decide to lose weight and take action, different areas of the brain come into conflict. The faster the weight loss-such as with a crash diet-the greater this conflict becomes, and the smaller the chances of success. By better aligning these brain areas, the Hamster Brain Method helps you achieve your goal: lasting and healthy weight loss. Dr. Felix Kreier earned his doctorate at the Netherlands Institute for Neuroscience, focusing on the influence of brain regions on obesity. As a pediatrician, he runs a specialized clinic for children with obesity in Amsterdam. Dr. Maarten Biezeveld earned his doctorate on the subject of immune disorders in children. As a pediatrician, he works on issues including food allergies. Additionally, he serves as a coach for fellow physicians. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444438955?aid=kb-online-bibliotheek&sid=18&dts=1764314080121&sig=648aaafa4e53593a9f3d3f5549ff7d03f6fcea6144e4fd03201834ac0da1df5d&width=320",
      "dateSeen": "2025-11-28T07:14:40.538Z"
    },
    "82127396abff11c1a79e664a395b5a34607b6e40": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444700188/the-passion-portfolio-gertjan-verdickt---ju-rgen-hanssens",
      "title": "The Passion Portfolio",
      "subtitle": "Investing in Style",
      "authors": "Gertjan Verdickt | Jürgen Hanssens",
      "description": "When you hear the word “investing,” you might immediately think of stocks and bonds. But have you ever considered investing in a rare bottle of whisky or a unique painting? The Passion Portfolio serves as your guide to the world of alternative investments. Think of art, luxury bags, stamps, vintage cars, old coins, or LEGO sets. For each type of passion investment, you’ll discover its pros and cons, history, and future investment potential. Expert testimonials, in-depth analyses, and practical advice will help you make informed decisions. This essential guide is perfect for beginners and seasoned investors looking to diversify their portfolios. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444700188?aid=kb-online-bibliotheek&sid=18&dts=1764251484130&sig=e0d9b4841c264234b337a02fe65ff2fcbd6e759fdf848691f1575c38aa459ece&width=320",
      "dateSeen": "2025-11-28T07:14:41.159Z"
    },
    "2e66431411a26026dc1b7bdcbf113ea4d38d6672": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456227571/handboek-voor-onderzoeksjournalisten--",
      "title": "Handboek voor onderzoeksjournalisten",
      "subtitle": "Van vermoeden tot verhaal",
      "description": "Hoe onderzoek je een vermoeden? Hoe verwerk je een berg droge feiten tot een overtuigend verhaal? Dit officiële handboek (2e bijgewerkte druk) van de Nederlands-Vlaamse Vereniging van Onderzoeksjournalisten behandelt de internationaal vermaarde Story-Based Inquiry methode: een snelle en effectieve manier om journalistiek onderzoek te organiseren en uit te voeren. Daaromheen bespreken de auteurs de sociale, psychologische, juridische, financiële, ethische en maatschappelijke aspecten van onderzoeksjournalistiek. Het boek is rijk aan praktische tips, concrete stappenplannen, handige checklisten en sprekende voorbeelden uit Vlaamse en Nederlandse media. Veel adviezen zijn nooit eerder opgeschreven of gepubliceerd. De auteurs zijn praktiserende onderzoeksjournalisten of op een andere manier bij het dagelijks werk van onderzoeksjournalisten betrokken. De meesten hebben bovendien didactische ervaring. Beginnende onderzoeksjournalisten kunnen het boek gebruiken als leidraad, ervaren speurders als naslagwerk. Hoewel dit boek zich op de eerste plaats richt tot journalisten, zijn de adviezen nuttig voor iederéén die op zoek is naar betrouwbare feiten voor werk of ideaal - zoals researchers van bedrijven, publieke organisaties en ngo's, activisten en weetgierige burgers. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456227571?aid=kb-online-bibliotheek&sid=18&dts=1764314081313&sig=30532cc9b113175ce43aae9dd4ee12f6bbefcd89ef6494296d1aabbcf17ab49e&width=320",
      "dateSeen": "2025-11-28T07:14:41.725Z"
    },
    "cd65661ee9641e16e3ea996d56ad15f06f12c26e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45622758X/zei-mijnen-bompa-3-greet-vanderhoeven",
      "title": "Zei mijnen bompa 3",
      "subtitle": "Een nieuwe lading aan oude wijsheden, met tekeningen van Studio Stoutpoep!",
      "authors": "Greet Vanderhoeven",
      "description": "Zei mijnen bompa is een boek dat een verzameling bevat van uitspraken en wijsheden van grootouders. Deze uitspraken, vaak in dialect en met een vleugje humor, weerspiegelen de volkswijsheid van eerdere generaties. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45622758X?aid=kb-online-bibliotheek&sid=18&dts=1764269202410&sig=2a826da1abbf205335e01c37ef3c1a34bbddac54b47f76b8b509f715ae17d919&width=320",
      "dateSeen": "2025-11-28T07:14:42.150Z"
    },
    "59c95b7687ba945a1068410825e50108dd2fb1a4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456227539/alles-over-je-baby-marleen-blancquaert---claudia-theunissen",
      "title": "Alles over je baby",
      "subtitle": "In meer dan 200 vragen en antwoorden",
      "authors": "Marleen Blancquaert | Claudia Theunissen",
      "description": "n een wereld vol tegenstrijdige adviezen, goedbedoelde meningen en eindeloze online informatie, biedt Alles over je baby precies wat je nodig hebt: heldere, onderbouwde inzichten over de ontwikkeling en het welzijn van je baby in het eerste levensjaar. Verloskundige Marleen Blancquaert en osteopaat Claudia Theunissen hebben samen tientallen jaren ervaring met jonge ouders en hun vragen. Steeds opnieuw zien ze hoe onzekerheid en informatie-overload het natuurlijke ouderinstinct kunnen overschaduwen. Dit boek helpt je om weer op dat instinct te vertrouwen. Een toegankelijk, deskundig en geruststellend boek voor iedereen die zich afvraagt: doe ik het wel goed? (Spoiler: ja, en dit boek helpt je om dat zelf te zien!) Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456227539?aid=kb-online-bibliotheek&sid=18&dts=1764314082266&sig=e7dc33d81bd4945de0fc3f4880c3615815762d53919a3f50eda79e4b67d3dafd&width=320",
      "dateSeen": "2025-11-28T07:14:42.664Z"
    },
    "35dd93c5fab561171a4a30a01e1b495ee008ba91": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456227555/genz-verrast--verandert--verovert----jos-ahlers---rene-c--w--boender",
      "title": "GenZ verrast, verandert, verovert...",
      "subtitle": "Lees alles over GenZ's geluk, politiek, zorg, geloof, hoop, liefde, marketing, branding, polarisatie,AI, en de zoektocht naar vertrouwen.",
      "authors": "Jos Ahlers | Rene C. W. Boender",
      "description": "Het is zover. GenZ stroomt in groten getale de werkvloer op. En de Z-ers gaan veranderingen teweegbrengen. Zij zullen iedereen verrassen en de wereld gaan veroveren. Om het beter te maken dan het nu is. Met GenZ verrast, verandert en verovert... is nu alles vooraf te bezien! En dat is beter dan 'achteraf te bekijken'. GenZ (geboren tussen 1996 en 2012) verlangt naar verandering! Vanaf nu gaat zij de maatschappij overnemen en opnieuw vormgeven. Maar hoe denken deze jongeren over de wereld? Hoe open staan zij voor innovaties en AI? Hoe kijken ze naar voorgaande generaties? Welke keuzes gaan ze maken? Hoe maak je contact met ze? En hoe gaat Generatie Alpha straks worden? Jos Ahlers en René Boender schrijven in dit alweer vierde spraakmakende en uiterst leesbare boek over deze niet te stuiten netwerkgeneratie. Op basis van uitgebreid onderzoek wagen zij zich aan een serie voorspellingen van het gedrag van deze jonge digitale generatie. Een generatie die altijd en overal online is. Voor wie socials geen ontdekking zijn, maar een noodzakelijkheid. Wat zijn hiervan de consequenties op maatschappelijk gebied? Op het gebied van marketing? Of sport? GenZ is een boek dat midden in het leven staat. Het is een pragmatische gids voor iedereen die Generatie Z wil leren kennen en die moreel verantwoord en inspirerend deze generatie wil beleven. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456227555?aid=kb-online-bibliotheek&sid=18&dts=1764246616620&sig=3d6186c200bf54d61746b213cfd713afce5669ed3e4c57921ac6759b3a423f29&width=320",
      "dateSeen": "2025-11-28T07:14:43.084Z"
    },
    "4a1f08d93cb71aa7f720679b6dedfa716c467111": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456227520/onkruid-vergaat-niet-marcella-kleine",
      "title": "Onkruid vergaat niet",
      "subtitle": "Niets is gevaarlijker dan een moeder die alles te verliezen heeft.",
      "authors": "Marcella Kleine",
      "description": "Jarenlang moest Inge haar dochtertjes missen, nadat haar ex haar tot het uiterste dreef. Eindelijk lijkt er weer een toekomst mogelijk en denkt Inge voorzichtig grip op haar leven te krijgen. Maar één ontmoeting met haar ex verandert alles. Door een verkeerde stap stort haar zorgvuldig opgebouwde bestaan als een kaartenhuis in elkaar. En dan komt het bericht dat haar kinderen verdwenen zijn... Hoe ver ga je als moeder om je kinderen terug te vinden?Inge belandt in een nachtmerrie die haar diepste angsten waarmaakt. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456227520?aid=kb-online-bibliotheek&sid=18&dts=1764244642084&sig=e4258086d0bea7a09f22826455f79ebb6688be862a26123c009b2c4b9daadfb6&width=320",
      "dateSeen": "2025-11-28T07:14:43.513Z"
    },
    "1f036af1f6505c5e56a09e7576225c8a0be83eea": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456227504/en--josse-de-pauw",
      "title": "En?",
      "authors": "Josse De Pauw",
      "description": "In een appartement in Antwerpen, op de vijfde verdieping, woont een prille zeventiger. Hij houdt van jazz, van lezen, van denken en kijken. En daar dan over schrijven. Zijn naam is Josse De Pauw, en al vijf jaar denkt hij twaalf keer per jaar na op papier voor de Standaard der Letteren. Dat denkwerk werd nu voor het eerst gebundeld in een authentiek, scherpzinnig en warm boek. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456227504?aid=kb-online-bibliotheek&sid=18&dts=1764237999995&sig=72574e147d0c23eddaafd9bd102ba26b2d6601024fbedd511aff7bc9386b110b&width=320",
      "dateSeen": "2025-11-28T07:14:43.962Z"
    },
    "8a31828843234239ed6283da0e8e758ffb2a17da": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456227547/de-man-aan-de-overkant-sylvia-winter",
      "title": "De man aan de overkant",
      "subtitle": "Het was prima zo. Tot hij verscheen. En zij zichzelf verloor",
      "authors": "Sylvia Winter",
      "description": "Claire, 49 jaar, alleenstaande moeder van twee puberende dochters, heeft haar leven goed op orde. Haar dagen zijn gevuld met werk, verantwoordelijkheid en de drukte van het moederschap. Maar wanneer de nieuwe mysterieuze, knappe overbuurman haar pad kruist, ontwaakt iets in haar dat ze lang vergeten was. Wat begint als onschuldige nieuwsgierigheid, groeit uit tot een spel van fantasie en verlangen. Nacht na nacht ziet Claire hoe verschillende vrouwen zijn appartement binnenkomen – en weer vertrekken. Haar gedachten nemen een eigen leven, haar hart slaat over. Wat als zij de volgende vrouw achter de gordijnen is? Wanneer hun blikken op een avond kruisen in het schijnsel van de straatverlichting, voelt Claire de drang om iets te doen. Durft ze haar veilige routine achter zich te laten en zich over te geven aan het onbekende? Een meeslepende novelle over verlangen, grenzen en de vraag: wat als je leven plots een andere wending neemt? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456227547?aid=kb-online-bibliotheek&sid=18&dts=1764312424885&sig=e71e398aea1407378cccc085d92619f12fe68c964c4cd54492b1eee5748cb100&width=320",
      "dateSeen": "2025-11-28T07:14:44.411Z"
    },
    "d578019d86601cc960f218dc7662c29af48f949f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456227563/geachte-confre-re--liever-geschrapt-dan-vermoord-oscar-hammerstein",
      "title": "Geachte Confrère, liever geschrapt dan vermoord",
      "subtitle": "Een komedie van feiten en leugens",
      "authors": "Oscar Hammerstein",
      "description": "Rechtspreken met voorbedachten rade. Hier ligt een drama dat niet slechts persoonlijk, maar institutioneel van aard is. Want wat is recht, wanneer het faalt voor hen die het zouden moeten bewaken? Wat is integriteit, wanneer zij sneuvelt onder de vlag van expedientie? En wat blijft er over van de advocatuur, wanneer zij haar eigen verdedigers ten grave draagt? Dit werk is een relaas van splendeur en misère, van feiten en schandalen, over zijn tijd als advocaat van kroongetuige Nabil Bakkali in het Marengo-proces. Derk Wiersum werd vermoord voor zijn woning in Buitenveldert. De zelfbenoemde 'opvolger', Peter R. de Vries, werd neergeschoten in Amsterdam. Hammerstein zelf leeft voort, vastbesloten niet te bezwijken onder de cynische wetten van dit theater. \"Ik werd door mijn confrères geschrapt - als was ik een aardappel, te ontdoen van mijn schil. Dit alles omdat ik mij, zo werd beweerd, 'anders dan een behoorlijk advocaat betaamt' had gedragen.\" Dit boek onthult een ontluisterend beeld van een wereld waarin collegialiteit verdampt en de Orde van Advocaten haar eigen beginselen inruilt voor zelfbehoud en rituele zuiveringen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456227563?aid=kb-online-bibliotheek&sid=18&dts=1764314084529&sig=466439b3863bdeb98eb94d69c6e1f6f34808fb830af6b8954be2a6565e81f0a2&width=320",
      "dateSeen": "2025-11-28T07:14:44.932Z"
    },
    "863798791d20e3ddec2923d96f482600debb4e89": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456227512/only-planet--climate-guide-for-the-21ste-century-tim-van-hattum",
      "title": "Only Planet, Climate Guide for the 21ste Century",
      "subtitle": "Seven nature-positive pathways to a hopeful future for our planet",
      "authors": "Tim van Hattum",
      "description": "We are at the beginning of the most adventurous journey mankind will ever undertake - a journey towards a greener future for our planet, the only planet we have. Climate change and the loss of biodiversity are the greatest challenges of our time. Over the past few years, we have been flooded with doom scenarios and alarming images of floods, extreme droughts, and forest fires. These messages worry us - but we do not have time for despair. It is time to act. The good news is that most solutions for addressing climate change are already available. The key lies in restoring balance between our society and nature. If we cooperate more effectively with nature and apply smart technologies on a large scale, our future can once again be hopeful. This book takes you - along seven routes - on a journey through inspiring examples from around the world, demonstrating that this transition has already begun. With this climate guide, packed with solutions for the 21st century, you will be inspired to help build a hopeful future. Tim van Hattum is Head of the Green Climate Solutions Programme at Wageningen University & Research in The Netherlands. He has over 25 years of experience as aconsultant, policy advisor, and researcher at the intersection of water and climate. Together with his colleagues, he developed a nature-positive vision for The Netherlands in 2120, which gained significant media attention and led to numerous keynote invitations. With this book, he aims to inspire people of all ages and make it clear that it's not too late to create a green future together. 'Tim van Hattum outlines a beautiful future in balance with our planet. We are smart enough to achieve it. Now we just need to be wise enough to make it happen.' André Kuipers, Astronaut of our beautiful, fragile spaceship Earth Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456227512?aid=kb-online-bibliotheek&sid=18&dts=1764237998790&sig=a5ff61cabd21dea561cd2e0eeb60e53a132ca7d26f2026ab752a08c0bcfa1d24&width=320",
      "dateSeen": "2025-11-28T07:14:45.366Z"
    },
    "1a8a82f703a9be0a37ba253f39450d8892c6e52a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448558130/vandaag-ga-ik-niet-wenen-friedl-teirlinck",
      "title": "Vandaag ga ik niet wenen",
      "subtitle": "Jezelf terugvinden na een postpartum depressie",
      "authors": "Friedl Teirlinck",
      "description": "Een kind krijgen is een ingrijpende gebeurtenis, maar voor 10 tot 20% van de kersverse moeders en hun partners wordt de periode na de bevalling overschaduwd door een post-partumdepressie. In Vandaag ga ik niet wenen deelt Friedl Teirlinck haar persoonlijke verhaal hoe ze onderuit gaat na de geboorte van haar zoon. De overgang naar het moederschap blijkt zwaar, en Friedl beschrijft de eerste symptomen, haar ervaring in de psychiatrie en de weg naar herstel. Verschillende medische experten (psycholoog, vroedvrouw, kinderpsychiater) geven duiding bij de ervaringen van Friedl. Een eerlijke, moedige en soms grappige vertelling over het gevecht tegen post-partumdepressie. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448558130?aid=kb-online-bibliotheek&sid=18&dts=1764280575344&sig=e25545a8f61781a3a3eeed5f38745a36c3a84615c5b20586b94b9020d26eb00f&width=320",
      "dateSeen": "2025-11-28T07:14:45.797Z"
    },
    "3f4f5ee8b7ff59aa6c9007d7d2b64fc337352410": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44662716X/bericht-van-de-witte-meeuw-marike-van-weelden",
      "title": "Bericht van de Witte Meeuw",
      "subtitle": "Leven met een kind dat altijd zorg nodig heeft",
      "authors": "Marike van Weelden",
      "description": "In dit aangrijpende boek deelt de auteur haar persoonlijke verhaal als moeder van een zoon met een ernstige verstandelijke beperking. Als acteur en schrijver verwerkte ze eerder haar ervaringen in het theater als ouder van een kind met een intensieve zorgvraag. Met dit boek geeft ze een indringende kijk in het dagelijks leven achter gesloten deuren. Met de nadruk op de waarde van het leven van haar zoon, de uitdagingen binnen de gehandicaptenzorg en de impact van het verlies van haar man, onthult ze de vaak onbesproken kant van het ouderschap. Ze beschrijft de onmacht, de eenzaamheid en de strijd tegen bureaucratie, maar ook de kracht van doorzettingsvermogen en liefde. 'Een dapper boek over het leven van een kind waarvan je niet weet wat er in zijn hoofd omgaat. Marike spaart zichzelf niet. Dat is de kracht van dit boek.' - Saskia Goldschmidt 'Je bent op een missie, gedreven en goed bezig de vinger aan de pols van de zorg te houden. Bericht van de Witte Meeuw is een openhartig verslag over de zoektocht van een moeder naar de liefdevolle zorg voor haar zwaar gehandicapt kind.' - Kees Hulst Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44662716X?aid=kb-online-bibliotheek&sid=18&dts=1764273294636&sig=5fc729fe30a72bbca3fa373491a38e0e5af57aed4725981eb7f97b82f2b5eb12&width=320",
      "dateSeen": "2025-11-28T07:14:46.325Z"
    },
    "a2f7b482daf12960de8b35247d052af389e4f2b9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448290502/de-mythe-van-atlantis-klaas-vansteenhuyse",
      "title": "De mythe van Atlantis",
      "subtitle": "Waarom het legendarische eilandenrijk niets meer is dan een hardnekkige fantasie",
      "authors": "Klaas Vansteenhuyse",
      "description": "Atlantis is wellicht het best gekende verhaal uit de Griekse Oudheid. Sinds vele eeuwen nestelt de mythe zich in het collectieve geheugen van de Westerse wereld. Atlantis is al door tientallen generaties onderzocht en 'gevonden', ondanks het totale gebrek aan wetenschappelijk bewijs. Dit boek ontmaskert de vele theorieën die worden gepresenteerd als gedegen wetenschappelijk onderzoek en laat zien hoe wensdromen, misinterpretaties en commerciële belangen de mythe in stand houden. Met scherpe argumenten en gedegen analyse onthult deze kritische studie waarom Atlantis niets meer is dan een hardnekkige fantasie—en hoe de obsessie ervoor meer zegt over onszelf dan over een verzonken beschaving. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448290502?aid=kb-online-bibliotheek&sid=18&dts=1764273453107&sig=69fa33d9ab0ae2cec52d46475f27632e49053fee1e7e5b2e425c88e67ada76ce&width=320",
      "dateSeen": "2025-11-28T07:14:46.918Z"
    },
    "1b83255c418f8dbbe8aedfe6a68b77bd721d4d24": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/449051471/therapie-met-bovary-steffie-van-neste",
      "title": "Therapie met Bovary",
      "subtitle": "Sessies met 19e-eeuwse Franse auteurs",
      "authors": "Steffie van Neste",
      "description": "Van Gustave Flaubert tot het roddelblaadje, van Claire de Duras tot vrouwenrechten en van Emile Zola tot bewakingscamera’s. Wie denkt dat de Franse klassiekers passé zijn, heeft het mis. In Therapie met Bovary neemt Steffie Van Neste je mee op reis door haar huiskamer, waar ze samenwoont met negentiende-eeuwse Franse auteurs. Wat doen boeken met mensen en wat doen mensen met boeken? De Franse literatuur staat helemaal niet zo ver van ons bed als we denken, zegt Steffie. Languit op de sofa verkent ze hoe die onze belevingswereld verruimt: dankzij Flaubert leert ze rebelleren, Stendhal deelt liefdesadvies en Musset helpt haar om knopen door te hakken. Maupassant geeft dan weer raad bij nesteldrang en Dumas brengt haar de kunst van het misleiden bij. Therapie met Bovary is een ode aan het boek, aan het plezier en aan het inzicht dat lezen ons schenkt. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A449051471?aid=kb-online-bibliotheek&sid=18&dts=1764293467430&sig=f4771aa36d2ed99dd937d496a5aa02ad8881d31dc4efb82482fc46d84067f998&width=320",
      "dateSeen": "2025-11-28T07:14:47.396Z"
    },
    "4e4ed912aba482125b12e7450118090cbe1c9390": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444700153/papa--hoe-word-ik-rijk--mohamed-ouaamari",
      "title": "Papa, hoe word ik rijk?",
      "subtitle": "Slim en renteloos beleggen volgens islamitische principes",
      "authors": "Mohamed Ouaamari",
      "description": "‘Papa, hoe word ik rijk?’ De dochter van Mohamed Ouaamari spreekt nog niet, maar het is een vraag die vroeg of laat zal vallen, want voor moslims in ons huidige economische systeem is het allesbehalve eenvoudig om welvaart te vergaren. De islam verbiedt namelijk het gebruik van rente, een verbod dat botst met een kapitalistische wereld waarin lenen en investeren vaak op rente gebaseerd zijn. Aan de hand van persoonlijke anekdotes en praktische adviezen toont Mohamed zijn dochter en lezers hoe ze slim kunnen omgaan met hun geld. Zijn boek is een pleidooi voor financiële zelfzorg, waarin sparen, beleggen en ethiek hand in hand gaan. Hij duikt in islamitisch bankieren, duurzame financiële keuzes en het overwinnen van maatschappelijke barrières. Een inspirerend en toegankelijk verhaal dat laat zien hoe we op een bewuste, renteloze manier vermogen kunnen opbouwen – en hoe financiële wijsheid een kostbare erfenis kan zijn, voor iedereen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444700153?aid=kb-online-bibliotheek&sid=18&dts=1764287540852&sig=18d4944092850a31832a7a7b202baf1b842f5d800d2d064e366f97f64e8e6166&width=320",
      "dateSeen": "2025-11-28T07:14:47.847Z"
    },
    "ffc0e95fc740028f2ced9f112c6dcd97023c9362": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/449051331/missie-gezond-gewicht-3-sandra-bekkari",
      "title": "Missie gezond gewicht 3",
      "subtitle": "80 nieuwe en snelle recepten",
      "authors": "Sandra Bekkari",
      "description": "Geeft de lente jou ook zin om de keuken in te duiken met gezonde en kleurrijke ingrediënten? Of kijk je uit naar zomeravonden met gezellige summer dinners? Ga dan gauw aan de slag met het derde deel uit de populaire ‘Missie Gezond Gewicht’-reeks. Bestsellerauteur Sandra Bekkari bedacht opnieuw 80 nieuwe en snelle recepten voor een smaak volle, stralende zomer. Van verkwikkende ontbijtjes tot heerlijke desserts, en alles daartussenin. Sandra geeft je inspiratie voor kleurrijke salades, frisse vinaigrettes en originele sharing-gerechten, zodat jij deze zomer nog meer kleur op je bord krijgt. Meer kleur betekent meer gezondheid en dus extra genieten van wat je eet. En laat net dat Sandra’s missie zijn: jou laten zien dat gezond eten iets is om écht van te genieten. Het loont meer dan de moeite om je lichaam goed te voeden, zodat jij makkelijker een duurzaam, gezond gewicht bereikt en goed in je vel zit. Met als doel een sterk en energiek lichaam, waar jij met veel liefde voor zorgt. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A449051331?aid=kb-online-bibliotheek&sid=18&dts=1764283845654&sig=690ebf5d40b422f632df7aa4941748c81338435517b070cdc25725fe500e5f73&width=320",
      "dateSeen": "2025-11-28T07:14:48.249Z"
    },
    "370c803ba84dadcda14d3e6b9bf60839dd1442b1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/449051412/veilig-bij-jezelf-fleur-van-groningen",
      "title": "Veilig bij jezelf",
      "subtitle": "Ware verbinding met jezelf en anderen",
      "authors": "Fleur Van Groningen",
      "description": "Werkt je verleden door in je heden? Worstel je met een innerlijke criticus, is grenzen aangeven moeilijk, schuilt er een gekwetst kind in jou? Verloor je jezelf in een toxische relatie? Wil je patronen uit een complexe gezinsdynamiek doorbreken? Dan is dit boek je bondgenoot: een uitgestrekte hand, een troostende schouder, een duwtje in de rug. Dankzij nieuwe inzichten en meer zelfmededogen verander je bewust van koers. Je komt steeds dichter bij jezelf en wordt je eigen bondgenoot. Zo sta je steviger in de wereld en ga je veiligere connecties aan. Of zoals Fleur het beschrijft: ‘Wanneer je je van de misverstanden over jezelf ontdoet, begint je leven pas echt.’ ‘De beste wraak op een getraumatiseerd bestaan is een waardig en goed leven. En dat is Fleur van Groningen gelukt.’ – psychiater Dirk De Wachter in De Morgen ‘Fleur van Groningen speelt een belangrijke rol: ze maakt complexe psychologische thema’s behapbaar voor een breed en divers publiek.’ – klinisch psychologe Birsen Taspinar ‘Fleur van Groningen heeft een uitgebreide kennis en gaat zeer integer te werk.’ – narcisme-expert Diane Ruthgeerts FLEUR VAN GRONINGEN (1982) schrijft, schildert, spreekt en moedert. Ze is columnist voor Psychologies Magazine en journalist en podcastmaker voor De Morgen. Eerder schreef en tekende ze voor onder meer Knack, Het Nieuwsblad, NRC Handelsblad en Goedele Magazine. Fleur is ervaringsdeskundige inzake hoogsensitiviteit en trauma, en een veelgevraagd en geprezen publiek spreekster. Ze heeft haar eigen platform voor mentaal welzijn, zelfontwikkeling en zingeving: www.zelfkennis.org. In 2017 publiceerde ze de bestseller Leven zonder filter, over haar ervaring met hoogsensitiviteit. In 2022 volgde haar bestseller Voelen zonder filter, over helen van trauma. Veilig bij jezelf is haar achtste boek. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A449051412?aid=kb-online-bibliotheek&sid=18&dts=1764314088367&sig=71369e735033d1061ed114db0c449bd51b7edf9bb7ac3f35c884e4e0d678bb3b&width=320",
      "dateSeen": "2025-11-28T07:14:48.892Z"
    },
    "7369a88839220ddeeb165c3d67f49ec879c83bf4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/449051307/de-gids-die-op-het-nachtkastje-van-iedere-vrouw-moet-liggen-sabine-slock",
      "title": "De gids die op het nachtkastje van iedere vrouw moet liggen",
      "subtitle": "Boordevol tips gebaseerd op de geneeskunde van morgen",
      "authors": "Sabine Slock",
      "description": "Dit boek, geschreven van vrouw tot vrouw, is de ultieme gids voor iedere vrouw die haar welzijn in eigen handen wil nemen. Met een vleugje humor biedt deze gids jou wetenschappelijk onderbouwde, praktische en haalbare 5 minute tips, die moeiteloos in je dagelijkse routine passen. Deze gids helpt je hardnekkige mythes over vrouwengeneeskunde te doorprikken en onderscheidt zinvolle, wetenschappelijke adviezen van tijdelijke modegrillen. Tal van medische experts leverden een waardevolle bijdrage, met de focus op een preventieve wetenschappelijke aanpak. Of je nu wilt ontdekken hoe je seksleven een nieuwe dimensie krijgt, je je energieniveau kunt opkrikken of je simpelweg een gezonder leven wilt leiden – dit boek is jouw ultieme investering om je leven een extra boost te geven. Klaar om het roer om te gooien? Dit boek verdient een plek op je nachtkastje en zal je leven veranderen. Wist je dat: Je gezondheid maar voor 20% genetisch bepaald is en je de rest zelf in de hand hebt? Een gebroken hart een echte medische aandoening is die hoofdzakelijk bij vrouwen voorkomt? Spieren je helpen afvallen, zelfs terwijl je slaapt? Vrouwen ook een erectie kunnen krijgen? Als je nu nog aan het lezen bent, je beter gewoon meteen dit boek koopt? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A449051307?aid=kb-online-bibliotheek&sid=18&dts=1764261082372&sig=c94e750ed326758c25ecb3e0bb7a842d46265ebe785441a8609b006a21f01e4d&width=320",
      "dateSeen": "2025-11-28T07:14:49.326Z"
    },
    "6f07dbef3d84e45bde9e963623313565e9009d92": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444728295/ze-kwam-terug-barbara-de-smedt",
      "title": "Ze kwam terug",
      "subtitle": "Tien jaar nadat Cleo verdween, sterven haar vrienden een voor een",
      "authors": "Barbara De Smedt",
      "description": "Seren Engels was een van de zes leden van de Sandwichclub, een hechte vriendengroep die uit elkaar viel nadat een van hen spoorloos verdween op kerstavond. Sindsdien heeft Seren het verleden achter zich gelaten en runt ze een succesvol modelabel, maar wanneer het ex-vriendje van de vermiste Cleo dodelijk ten val komt, ontvangt Seren een brief, ondertekend door Cleo zelf. De boodschap is klaar en duidelijk: de dagen van de Sandwichclub zijn geteld; geen van hen zal Kerstmis halen. Met nog drie weken om haar eigen leven te redden, staat Seren er alleen voor. Niemand mag namelijk ooit te weten komen wat er écht met Cleo gebeurde. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444728295?aid=kb-online-bibliotheek&sid=18&dts=1764261974893&sig=9571838e5bf3a9ba695920a6d99aa4d2d6aeb5fcdd5249d81828f2dd053e4870&width=320",
      "dateSeen": "2025-11-28T07:14:49.763Z"
    }
  }
}