{
  "values": {
    "45a4e7b585a5a8a78be1b8ab033d8d0128ed0b17": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443135460/de-kerstmoord-carrie---eddie",
      "title": "De kerstmoord",
      "subtitle": "En nog 13 spraakmakende Nederlandse moordzaken ontrafeld door de makers van Moordzaken, de podcast",
      "authors": "Carrie | Eddie",
      "description": "Als in 2010 in Bristol een vijfentwintigjarige landschapsarchitecte na een kerstborrel spoorloos blijkt, is heel Engeland dagenlang volledig in de ban van haar verdwijning. Op eerste kerstdag vindt een nietsvermoedende wandelaar haar lichaam onder een berg sneeuw. De klopjacht op de dader is de voorbode van een van de grootste Britse moordonderzoeken ooit, met een opmerkelijke Nederlandse twist.\nNa het enorme succes van De pindakaasmoord en De campingmoord komen Carrie en Eddie nu met De kerstmoord. Het bekende podcastduo werpt zijn licht op veertien opgeloste moordzaken zoals de veelbesproken zaak-Ivana Smit en het Anjumer horrorpension, maar ook kleinere, niet minder tot de verbeelding sprekende dossiers zoals de moord in Sint Philipsland, de Drontener bosmoord en de beul van Twente.\n'Deze podcast is zo goed omdat hij met respect gemaakt wordt. Fantastisch. Mijn tip: lees dit boek!' Carlo Boszhard Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443135460?aid=kb-online-bibliotheek&sid=18&dts=1762524879484&sig=f5a55ee0d67cc79451745257730719ede6c3c926b4145120930f2f558bf22678&width=320",
      "dateSeen": "2025-11-08T07:12:13.407Z"
    },
    "572bb1a896aed8cf94bc6ab894f633cdaf073aa7": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444196684/de-reis-naar-huis-pat-barker",
      "title": "De reis naar huis",
      "authors": "Pat Barker",
      "description": "Na tien bloedige jaren is de oorlog voorbij. Troje is vernietigd en de Grieken keren naar huis, met hun schepen vol oorlogsbuit en gevangengenomen vrouwen, onder wie de legendarische ziener Cassandra en haar bediende Ritsa. Cassandra was slavin en is nu de concubine - oorlogsbruid - van Agamemnon. Ze wordt geplaagd door visioenen van zijn dood en die van haarzelf. Ritsa is tegen wil en dank getuige van zowel Cassandra's hysterie als de verschrikkingen die hun worden aangedaan.\nOndertussen is koningin Clytemnestra, Agamemnons wraakzuchtige echtgenote, in afwachting van de terugkeer van de vloot. Ze is ontroostbaar vanwege de dood van haar oudste dochter, die door haar man aan de goden is geofferd voor een gunstige wind naar Troje. Geplaagd door geestverschijningen en visioenen heeft ze al die jaren gebroed op vergelding. Beide vrouwen hebben hetzelfde visioen over de dood van Agamemnon. Zijn langverwachte thuiskomst zal het lot van iedereen veranderen.\nMet De reis naar huis vervolmaakt Pat Barker op majestueuze wijze haar trilogie over de mythologische vrouwen van Troje.\n'De combinatie van een moreel kompas, een ijzersterk verhaal en een heldere blik op de wereldgeschiedenis, dat is Pat Barker.' - The Guardian\n‘Spannend vanaf het begin.’ – Mezza AD\n'Barker is de koningin van de literaire historische fictie en een onverschrokken gids voor een reis door antiek Griekenland.' - National Geographic\n‘Na het lezen van Barker’s grandioze hervertelling voelt de dood van al die personages uit de wereldliteratuur aan als een persoonlijk verlies.’ - EW magazine\n‘Het voelt dat als je het boek dichtsluit, alsof je een persoonlijk verlies geleden hebt, alsof je dit nog nooit gelezen hebt’. - Jeroen Vullings op NPOradio 1\n‘Het is niet alleen maar afstoffen van die bekende verhalen, maar het is het totale vitaliseren op een bepaalde manier’.- Jeroen Vullings op NPOradio 1 Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444196684?aid=kb-online-bibliotheek&sid=18&dts=1762523077391&sig=704469f1689a62d638ab0b5cd4f21d85efaa9b4dd8a127ef9289e6a371a09e1c&width=320",
      "dateSeen": "2025-11-08T07:12:13.740Z"
    },
    "ec51ab346a459c333190b667a16a6b6ce4ef1e61": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/446245755/de-wereld-volgens-noord-korea-remco-breuker",
      "title": "De wereld volgens Noord-Korea",
      "authors": "Remco Breuker",
      "description": "Het nieuws dat Noord-Koreaanse militairen aan Russische zijde vochten in Oekraïne kwam in 2024 voor velen als een verrassing. Noord-Korea is toch die in zichzelf gekeerde dictatuur waar op grote schaal mensenrechten worden geschonden? Maar het land blijkt juist ook in het buitenland grote ambities te hebben en zijn greep op de wereld te willen versterken.\nNoord-Koreakenner Remco Breuker legt uit hoe dat zit. Waaruit bestaat nu precies de connectie met Poetin? Waarom is het land zo actief in zuidelijk Afrika? En wat zijn de banden met bewegingen en landen in het Midden-Oosten?\n\n Terwijl de wereldorde op haar grondvesten schudt, staat Noord-Korea aan de vooravond van wellicht zijn grootste bloeiperiode sinds de Koreaoorlog in de jaren vijftig.\n\n Over De B.V. Noord-Korea: ???? ‘Fascinerende analyse van Noord-Korea als totalitaire gangsterstaat.’ – de Volkskrant\n???? ‘In De B.V. Noord-Korea gaat Remco Breuker de diepte in. De bekendste Korea-expert van Nederland belicht op unieke wijze het verdienmodel van het Noord-Koreaanse regime.’ – NRC\n‘’Breuker zet op een interessante manier uiteen welke banden het land allemaal heeft in het buitenland.\" – Omroep Flevoland, redacteur Marije de Bie. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A446245755?aid=kb-online-bibliotheek&sid=18&dts=1762530569595&sig=d475b648beaa1ebee24314559978e6f53739d0ef914b9916fc3827312026a4ed&width=320",
      "dateSeen": "2025-11-08T07:12:14.062Z"
    },
    "c63ddefbe130b8c5f70f8b890d8e2c620224b77b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44137221X/brain-under-strain-charlotte-labee",
      "title": "Brain under strain",
      "subtitle": "your 10-week guide to a more balanced mind",
      "authors": "Charlotte Labee",
      "description": "Overstimulated and stressed, that’s how we often feel in today’s society. And to no surprise: the speed at which the world has changed over the past 30 years is much higher than your brain can keep up with. From early in the morning to late at night, your brain has to deal with a large number of stimuli: through your work, your phone, and social media. In this book, Brain Balance Expert Charlotte Labee provides you with practical tools to balance your mind, and your life. Charlotte offers valuable insights on how your brain works, helps you recognise symptoms of overstimulation, and shows how – by working on your nutrition, exercise, relaxation, and connection for 10 weeks – you can experience more peace of mind. Contains: insightful information about your brain and what it needs; explanation of the 7 Brain Balance pillars, including nutrition, exercise, relaxation and connection important and useful theories about overstimulation 10-week guide to work with what you have learnt additional exercises for your brain, including breathing and meditation exercises The best-selling Dutch non-fiction book of 2022! What readers say about ‘Brain Under Strain': “Recommended if you want to know more about how your brain works, if you want to change its overstimulation or if you are stuck in this rapidly changing world. The author gives you the feeling that you are not alone and, in addition to facts and experiences, also provides tools.” “This book describes interesting information in an easy way, which makes it clear to me as a 'layman' how the brain works and I finally understand why I have some complaints. It is sometimes a bit confrontational, but this book motivates me even more to get started with it.” Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44137221X?aid=kb-online-bibliotheek&sid=18&dts=1762672357820&sig=81bca9fcf0b25189f5f9c99516d00cbc0a84e0a2ceb8a78b690195bacd39777a&width=320",
      "dateSeen": "2025-11-09T07:12:38.308Z"
    },
    "21ad82c3d0c07dc44d80a000636f6c8980bb27cf": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436043351/overprikkeld-brein-charlotte-labee",
      "title": "Overprikkeld brein",
      "subtitle": "meer rust en balans in 10 weken",
      "authors": "Charlotte Labee",
      "description": "Brain Balance Expert Charlotte Labee deelt in 'Overprikkeld brein' de laatste wetenschappelijke kennis over ons vaak overprikkelde en oververmoeide brein. Charlotte helpt je om symptomen van overprikkeling te herkennen en geeft concrete handvatten om je brein en leven weer in balans te krijgen. Ze laat zien hoe je door aan de slag te gaan met voeding, beweging, ontspanning en verbinding binnen 10 weken meer rust ervaart en je energie terugkrijgt. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436043351?aid=kb-online-bibliotheek&sid=18&dts=1762613497162&sig=9ff9a62fc35ad903d8cb354627b5925fe7a92fb0cf6e12bd1605a00b8bee0b90&width=320",
      "dateSeen": "2025-11-09T07:12:38.704Z"
    },
    "a0787b53d761f89578a41150bf51c8deda6b68e6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/438734505/jouw-krachtige-brein-charlotte-labee",
      "title": "Jouw krachtige brein",
      "subtitle": "door zelfliefde & bewustzijn meer grip op je leven",
      "authors": "Charlotte Labee",
      "description": "Na het enorme succes van Overprikkeld Brein laat Charlotte je in haar achtste boek Jouw Krachtige Brein meer dan ooit kennismaken met wat er zich allemaal afspeelt in je brein, hart en ziel. Ze neemt je mee op een fascinerende reis die je veel dichter bij je kern zal brengen.\nIn dit boek deelt Charlotte haar persoonlijke verhaal en heftige gebeurtenissen die haar uiteindelijk vele positieve wendingen en nieuwe inzichten hebben gebracht. Ze laat je daarbij zien hoe je door bewuste aandacht voor de spirituele connectie tussen hoofd en hart voluit kan leven vanuit jouw eigen krachtige energie, vertrouwen en liefde.\nCharlotte beschrijft waarin je groei en ontwikkeling zit en laat zien wat het verruimen van bewustzijn, zelfliefde en wilskracht voor je kan doen. Met als beloning: meer eigenaarschap over jouwleven en processen.  Zoals Charlotte zelf zegt: ‘De kwaliteit en het plezier in je leven worden bepaald door jouw bewustzijn.’\nInclusief:  Volop handvatten om zelf met betekenisvolle inzichten aan de slag te gaan Waardevolle oefeningen, waaronder een brein- en harttraining om rust, zelfliefde, bewustzijn en energie te verhogen en beter in contact te komen met jezelf  Jouw Krachtige Brein geeft antwoord op vragen als:\nHoe kunnen emotionele klachten zorgen voor fysieke klachten? Hoe word je beperkt door je gedachten? Hoe kun je door het brein te trainen in aandacht, focus en bewustz?n anders in het leven staan? Hoe kun je leren omgaan met trauma’s, herinneringen en emoties uit het verleden die je in de weg zitten? Hoe behoud je de connectie met jezelf? Hoe open je je hart? Hoe kun je gaan leven vanuit zelfliefde? Hoe vind je je zielspad in het leven? Wat betekent multidimensionaliteit voor jou? Hoe beïnvloeden chakra’s jouw groei en jouw leven? Wat doet de kracht van het universum voor jou?  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A438734505?aid=kb-online-bibliotheek&sid=18&dts=1762631462129&sig=3774d01a188bcd8d2873d40d955676ed37de3e422a73113afbcf331bf591ab30&width=320",
      "dateSeen": "2025-11-09T07:12:39.117Z"
    },
    "abfd1dd256dcb1029eec6bf0829642351256dc7a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455488576/senior-op-date-marlies-vaz-nunes",
      "title": "Senior op date",
      "authors": "Marlies Vaz Nunes",
      "description": "Bas van Hamelen, 67, woont in een seniorencomplex en mist slechts één ding in zijn leven: een vriendin. Na aanmoediging van zijn nichtje Nienke maakt hij gebruik van een datingapp en datet hij met vrouwen van zijn leeftijd. Een van deze dates wordt zijn vriendin. Dit ontgaat de bewoners van het complex niet. Zijn oudere zus Heleen, de moeder van Nienke, heeft Alzheimer en woont op een gesloten afdeling in een verpleeghuis. Bas bezoekt haar iedere maandag. Dan wordt hij opnieuw verliefd... Marlies Vaz Nunes (1953) is jarenlang werkzaam geweest als bioloog in Griekenland, Schotland, Engeland en Duitsland en woont sinds 2004 weer in Amsterdam. Als tiener schreef ze verhalen tot school en de universiteit te veel tijd vergden. In de jaren 90 begon ze vanuit Engeland weer te schrijven. Intussen heeft ze meerdere boeken gepubliceerd. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455488576?aid=kb-online-bibliotheek&sid=18&dts=1762612149198&sig=64abeae95780f24554b7549f83a8660f0aa07241f1604107fb57143577707717&width=320",
      "dateSeen": "2025-11-09T07:12:39.490Z"
    },
    "7df30f1192ea3edc9ab82451f7f16ea57b5ec1ec": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45548855X/zwijgende-stemmen-marjet-maks",
      "title": "Zwijgende stemmen",
      "authors": "Marjet Maks",
      "description": "In het ogenschijnlijk rustige rivierdorp Zwaandijk heerst een beklemmende sfeer. De lokale partij ZvO (Zwaandijk voor Ons) regeert met harde hand en wie zich verzet wordt gestraft of buitengesloten. Tijdens de jaarlijkse kampeerpartij met klas 2b verdwijnt de dertienjarige stadse buitenstaander Maddy Meesters en al snel gonst het van de geruchten. Mira Mos schrikt ervan, want dertig jaar eerder werd zij tijdens hetzelfde uitje doelwit van een wraakactie die haar leven tekende. Herhaalt zich hetzelfde patroon en moet ze haar stilzwijgen doorbreken? Marjet Maks (1959) woont in Andalusië. Ze kookt, tuiniert, is creatief met naald en draad en ze schrijft. Van haar hand verschenen onder andere de historische roman 'De zucht van de Moor' en de familiegeschiedenis 'Naar het land van het lopend licht'. Daarnaast schrijft ze korte verhalen en columns over haar leven in een Spaans bergdorpje. 'Zwijgende stemmen' is haar tiende roman en haar vierde roman bij uitgeverij Ellessy. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45548855X?aid=kb-online-bibliotheek&sid=18&dts=1762609988841&sig=7c69ca0db838d8404b01a3a42432ff8e66706e92c939ea6d4d8cb33bc6548257&width=320",
      "dateSeen": "2025-11-09T07:12:39.862Z"
    },
    "6defb1b351ab6e37baa0f5d3f207da8daf4ed915": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455488568/moord-in-duinwijck-marian-werkman",
      "title": "Moord in Duinwijck",
      "authors": "Marian Werkman",
      "description": "Stella de Jong werkt met veel plezier in haar B&B De Blauwe Zee, maar als kort na de komst van nieuwe gasten een bekende inwoner van Duinwijck wordt vermoord, merkt ze dat de logés zich verdacht gedragen en er een dubbele agenda op nahouden. Ondanks de waarschuwing van politieman Jeroen Postma, besluit Stella samen met oud-rechercheur John van Laar op onderzoek uit te gaan. Ze loopt steeds meer gevaar, en de vondst van het moordwapen vlak bij de vuurtoren verandert alles... Marian Werkman begon met schrijven van verhalen zodra ze kon lezen Ze was altijd te vinden achter de typemachine en werd een fanatiek reporter van de schoolkrant. Ook maakte ze vertalingen en illustraties voor tijdschriften. Ze won de verhalenwedstrijd van het Dordrechts Winterboek en werd genomineerd voor de Agatha Christie schrijfwedstrijd. Naast detectiveverhalen publiceert ze boeken over asielhonden. Marian heeft een passie voor honden, muziek, boeken en theater. Ze is getrouwd met schrijver Marco Knauff. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455488568?aid=kb-online-bibliotheek&sid=18&dts=1762611661690&sig=6a6735162914aa384ac0d1929754e1379539e00385b593f175337e0621074165&width=320",
      "dateSeen": "2025-11-09T07:12:40.230Z"
    },
    "652e3a9eafab93a3a4f4c9b619924dc2fb7c7034": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443084386/onrustige-darmen--overprikkeld-brein-charlotte-labee",
      "title": "Onrustige darmen, overprikkeld brein",
      "subtitle": "Herstel je nervus vagus en heel je trauma; door voeding en rust naar een optimale brein-darmconnectie",
      "authors": "Charlotte Labee",
      "description": "Hét boek voor optimale brein-darmconnectie.\nOnrustige darmen, overprikkeld brein is het nieuwe boek van Charlotte Labee over de magische connectie tussen hersenen en darmen. Charlotte is met stip een van de meest geliefde breinexperts van Nederland. Met meer dan 135.000 verkochte exemplaren is haar boek Overprikkeld Brein het bestverkochte Nederlandstalige non-fictieboek van 2022. Opvolger Jouw Krachtige Brein  kwam direct binnen op de nummer-1 positie van de Bestseller 60.\nIn dit nieuwe boek vertelt Charlotte alles over de magische connectie tussen hersenen en darmen. De darmen worden vaak ons tweede brein genoemd – en dat is niet voor niets. Zo kunnen de darmen als enige orgaan zonder het brein functioneren. Buikgevoelens zijn onlosmakelijk verbonden met de mentale gezondheid. Charlotte deelt de nieuwste, meest fascinerende inzichten met praktische toepassingen, die jou kunnen helpen om te groeien, je te ontwikkelen, gezond te zijn en happy te voelen. Alles komt aan bod: voedingsstoffen, neurotransmitters, emoties en energie om zo te zorgen voor een optimale brein-darmconnectie.\nMet thema’s als  Hoe en waarom hebben de darmen impact op ons brein? Hoe helpen de darmen ons te navigeren in het leven? Hoe kunnen de darmen ons emotioneel ondersteunen, maar ook in de weg zitten? Hoe kan ons microbioom antwoord geven op levensvragen? Hoe kunnen we het brein helen door de darmen te helen? Wat kunnen we eten om ons weer energiek, gelukkig en wendbaar te voelen? Hoe kunnen we weer leren luisteren naar onze gut feelings?  Onrustige Darmen, Overprikkeld Brein geeft jou inzichten om jouw brein en darmen in harmonie te brengen en niet alleen lichamelijk, maar ook geestelijk lekker in je vel te zitten. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443084386?aid=kb-online-bibliotheek&sid=18&dts=1762698705001&sig=5788d9f4b236f751b6441fa20edaff2eb95cce5ae56f11cd18c1592b5a2875bd&width=320",
      "dateSeen": "2025-11-10T07:14:24.515Z"
    },
    "17770b0c2006db6dd47408107bd571b89df4b7fa": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394720954/de-vrouw-in-het-vogelhuis-pauline-van-de-ven",
      "title": "De vrouw in het vogelhuis",
      "subtitle": "novelle",
      "authors": "Pauline van de Ven",
      "description": "Na een hartinfarct kan een oude dame eigenlijk niet meer in haar appartement blijven wonen en worden voorbereidingen getroffen voor een verhuizing.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394720954?aid=kb-online-bibliotheek&sid=18&dts=1762789358600&sig=23936502f9dcaacb345177c2d04796299baee76f86283fd9cff56a771b0a3b8b&width=320",
      "dateSeen": "2025-11-11T07:14:05.673Z"
    },
    "430e19648812114d118dcccc9861003cb771e539": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455571333/jackal-highway-iris-pinson",
      "title": "Jackal Highway",
      "subtitle": "A sensual, edge-of-your-seat novel about control, desire, and the dangerous illusion of connection.",
      "authors": "Iris Pinson",
      "description": "Sanny is sweet, innocent, and yearning for love, trust, and a place to belong. When she meets Boris at the glittering Summer Party on the Beach, it feels like the start of something extraordinary. He's striking, confident, and impossible to resist. But behind his magnetic charm lies a world darker and more dangerous than Sanny could ever imagine. What begins as a fleeting encounter spirals into a seductive game of power and control. Determined to reclaim her life, Sanny starts fresh at a bold new tech startup in Rotterdam. She finds strength she thought she'd lost and forms profound bonds with her colleague Quinn and her newly discovered cousin Esmee. But just when everything seems to fall back into place, Lorenzo appears: enigmatic, intoxicating, and dangerously irresistible. His arrival is like a sudden blackout, threatening to pull Sanny into a shadowy world where she risks losing herself completely. As Quinn and Esmee search for her, they stumble upon a place where identity is fluid and love is nothing more than an algorithm. In this unsettling realm, the line between longing and reality dissolves. Can Sanny still be saved, or has she already surrendered to a system that has rewritten her? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455571333?aid=kb-online-bibliotheek&sid=18&dts=1762803059488&sig=6e211e005b35c26e3b4fc97a665012a9d34bfcd97cbfb17916a350dc4876e158&width=320",
      "dateSeen": "2025-11-11T07:14:06.237Z"
    },
    "e3450b84b5d9057f94cdf3861cb67ee99a54cc82": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455484694/een-perfecte-kerst-marli-elisa",
      "title": "Een perfecte kerst",
      "subtitle": "Liefde, lichtjes en glühwein",
      "authors": "Marli Elisa",
      "description": "Maudie houdt niet van kerst.  Sterker nog: ze haat het. De drukte, de verplichtingen, de perfecte plaatjes... ze kan er met gemak tien redenen voor bedenken. Toch belandt ze dit jaar op de kerstmarkt in Düsseldorf. Niet omdat ze opeens fan is van glühwein en lichtjes, maar omdat ze geld wil sparen voor haar wereldreis. Daar ontmoet ze Noa. Hij gelooft wél in de magie van kerst en neemt Maudie mee langs de mooiste plekken van de stad. Terwijl haar nichtje Claire thuis alles uit de kast trekt voor een perfecte kerst, worstelt Maudie met de échte reden achter haar afkeer. Kan Noa haar laten zien dat kerst vooral gaat om de mensen om je heen?  Een hartverwarmend kerstverhaal over loslaten, nieuwe herinneringen maken en de magie terugvinden waar je niet meer in durfde te geloven. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455484694?aid=kb-online-bibliotheek&sid=18&dts=1762769019624&sig=60ea06ab9c4b6a65847a7de27194024500dcd68ca23e4ed1d123c7db7b11672c&width=320",
      "dateSeen": "2025-11-11T07:14:06.614Z"
    },
    "ec7801a0cbac4f5070a9f2a1bbd2d243277cb24d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455930295/want-wie-niet-weg-is----tom-rijpert",
      "title": "Want wie niet weg is...",
      "authors": "Tom Rijpert",
      "description": "Vier jonge influencers krijgen een uitnodiging voor een ultieme multi­mediale experience. Ze mogen één nacht doorbrengen in een afgelegen boerderij voor een unieke ervaring. Voor ze naar binnen gaan, moeten ze al hun devices afgeven. Eenmaal binnen zakken er luiken voor de ramen en schieten de deuren op slot. Wat een bijzondere experience zou moeten worden, blijkt een regelrechte horrorshow. En terwijl de nacht voortsleept dringen de vragen zich op: wie heeft deze vier hier precies voor uitgenodigd... waarom juist zij, en wat gebeurt er wanneer een van hen de experience probeert verlaten? Want wie niet weg is... gaat over angst, schuld, en een niet te stillen honger. En het gaat in op de vraag: wie zijn we écht? Ook als niemand kijkt... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455930295?aid=kb-online-bibliotheek&sid=18&dts=1762971693345&sig=add701bf08771c9edecd4c2727e382f8251337a44fb49b7c5dd93363bcfc04f3&width=320",
      "dateSeen": "2025-11-13T07:13:42.228Z"
    },
    "7cbd568d524fc88a40bc330c92ead3c1577b7a42": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455898987/je-ziet-het-niet-joanne-nihom---joost-kadijk",
      "title": "Je ziet het niet",
      "subtitle": "Verborgen verhalen over ongewenst kinderloos zijn",
      "authors": "Joanne Nihom | Joost Kadijk",
      "description": "Eén op de vijf mensen in Nederland blijft kinderloos, van wie de helft ongewenst. Dat betekent dat zo’n tien procent van de bevolking leeft met een stil en vaak onzichtbaar gemis. Hoe draag je het verdriet om een kind dat er nooit is gekomen? Hoe leef je met een leegte die anderen niet altijd zien, maar die er wel altijd is? In JE ZIET HET NIET delen Joanne Nihom en Joost Kadijk, beiden ongewenst kinderloos, openhartige gesprekken met vrouwen en mannen in verschillende levensfases. Verhalen over verdriet, twijfel, eenzaamheid en stilte. Maar ook over veerkracht, hoop en het zoeken naar nieuwe vormen van zingeving. Joanne en Joost schromen er ook niet voor om hun eigen ervaringen te delen en maken zo ruimte voor herkenning, erkenning en begrip. Het unieke perspectief van zowel man als vrouw geeft dit boek een gelaagdheid die zelden te vinden is. JE ZIET HET NIET maakt het onzichtbare zichtbaar. Voor jezelf. Voor elkaar. Voor de wereld om je heen. Een boek dat raakt. Een boek dat opent. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455898987?aid=kb-online-bibliotheek&sid=18&dts=1762998077814&sig=bb57c688d90122b6a93543ccb4be93f061367748bfb5ae5b4324e478f8baa89c&width=320",
      "dateSeen": "2025-11-13T07:13:42.656Z"
    },
    "4c22133f426c161f42e2899bda40b97ee8bce2a0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455930406/gesnapt--chantal-traas",
      "title": "Gesnapt!",
      "authors": "Chantal Traas",
      "description": "Ties (16) zit in 4 havo en lijkt alles goed voor elkaar te hebben. Hij komt uit een welgesteld gezin, heeft veel vrienden, ziet er goed uit, is de gangmaker van de klas, en begint te daten met Isa, het leukste meisje van de school. Maar Ties draagt ook een geheim met zich mee: hij is verslaafd aan het kijken van porno via zijn telefoon. Wat begint als onschuldige nieuwsgierigheid, groeit uit tot een allesverslindende gewoonte die Ties niet meer onder controle heeft. Als hij op een dag betrapt wordt terwijl hij porno kijkt op het schooltoilet, wordt er een filmpje van hem gemaakt en overal verspreid. Zijn wereld stort in. Hoe kan hij zichzelf hier nog uit redden? Meerdere actuele onderwerpen komen aan bod in deze aangrijpende novelle. Online pornoverslaving onder jongeren, online privacy en pesten, vriendschap, het contrast tussen lust en ontluikende liefde, het hebben van afwezige ouders. Het verhaal is gebaseerd op wat de auteur dagelijks ziet en meemaakt tijdens haar werk als docent in het middelbaar onderwijs. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455930406?aid=kb-online-bibliotheek&sid=18&dts=1763018022740&sig=8ec1091371f41e4f58e030d4e370d2e1d040d2459da1e696a8495330d2248baf&width=320",
      "dateSeen": "2025-11-13T07:13:43.132Z"
    },
    "5dd73f92f07ec6e366fe01c09928596a174cdc3b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455930325/de-sprong-van-wento-christine-linneweever",
      "title": "De sprong van Wento",
      "authors": "Christine Linneweever",
      "description": "Wento is een lipizzaner hengstveulen dat wordt geboren op een stoeterij in Oostenrijk. Hij groeit op met een grote groep jonge hengsten met wie hij de zomers doorbrengt in de almweide. 's Winters staan ze op stal en worden ze opgeleid voor de Spaanse Rijschool. Wento wordt een beetje gepest door de andere hengsten. Op een dag wordt de kudde in de alm opgejaagd door twee motorrijders. Wento weet te ontsnappen door over het hek van de almweide te springen. Maar zijn vertrouwen in de mens heeft behoorlijke schade opgelopen. Zijn angst en onzekerheid blijven hem achtervolgen als hij moet optreden. Hoe vindt hij het plezier in het werk terug? Hij is tenslotte voor de dressuur geboren, of toch niet? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455930325?aid=kb-online-bibliotheek&sid=18&dts=1763018023244&sig=a3f2df9afcbb5d8cd174b6c72e68593381a016fc705f82277ee01c1fc520b9f4&width=320",
      "dateSeen": "2025-11-13T07:13:43.651Z"
    },
    "3773b07a242efaac8f20b004e300534a38078dcb": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455930414/55-meter-onder-water-conny-palmkvist",
      "title": "55 meter onder water",
      "authors": "Conny Palmkvist",
      "description": "Als de flat aan de overkant van de straat gesloopt wordt, gaat Bengt Gustav er stiekem naar binnen. Hij ontdekt op de tweede verdieping een mysterieuze deur waarop 1984 staat. Het blijkt het begin van een reeks tijdreizen, waarin hij probeert de fouten uit het verleden van zijn vader recht te zetten; fouten die volgens zijn vader tot zijn alcoholisme hebben geleid. Maar hoe harder Bengt Gustav probeert, hoe uitzichtlozer zijn leven wordt. Alleen in bad vindt Bengt Gustav nog rust. Dan denkt hij aan freediver Guillaume Néry en ziet in het water van onderaf een reddingsboot; de boot die hem zal redden als zijn vader echt ontspoort. Maar langzaam dringt tot Bengt Gustav door dat hij anderen in die boot moet toelaten. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455930414?aid=kb-online-bibliotheek&sid=18&dts=1763018023763&sig=1cae9c4a27c4504ac78cfdcb84cf4be3bfa63d56c1f76c08b5574325a6de501b&width=320",
      "dateSeen": "2025-11-13T07:13:44.140Z"
    },
    "87c45a95737e57d614728810c7012710364770e5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455929971/de-ondergang-van-de-%C2%ADtitanic-lauren-tarshis",
      "title": "De ondergang van de ­Titanic",
      "authors": "Lauren Tarshis",
      "description": "Het is 1912 en de tienjarige George kan zijn geluk niet op. Hij is samen met zijn zusje Phoebe en tante Daisy naar Londen geweest. Als de terugreis is aangebroken, gaan ze aan boord van de gloednieuwe Titanic; het schip waarvan iedereen denkt dat het onzinkbaar is... George is gefascineerd door de Titanic en wil er alles van weten. Hij ontmoet de kapitein en de ontwerper van het schip en hoort zelfs dat er misschien een mummie in het ruim ligt. Als hij op onderzoek uitgaat, hoort hij ineens een vreselijke klap. Het schip heeft een ijsberg geraakt. Er breekt paniek uit en George en zijn tante proberen zichzelf in veiligheid te brengen. Maar waar is Phoebe? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455929971?aid=kb-online-bibliotheek&sid=18&dts=1762974020218&sig=f32ecabb583b732757fde8341b4ba5abe551c2717e057f8a37d7f193ad24d5c4&width=320",
      "dateSeen": "2025-11-13T07:13:44.540Z"
    },
    "cc6ca2fd664a4462ef1a275a52d30469515e7db1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455930546/trick-or-treat-chinouk-thijssen",
      "title": "Trick or treat",
      "authors": "Chinouk Thijssen",
      "description": "Tijdens een geschiedenisles krijgen Tristan en zijn vrienden een verhaal te horen dat elk jaar rond Halloween weer opduikt. Dertig jaar geleden is er een meisje spoorloos verdwenen nadat ze tijdens Halloween had aangebeld bij het grote en mysterieuze huis van meneer Van Wijk. Niemand weet hoe hij eruitziet en er doen allerlei geruchten de ronde. Als de vrienden hun moed bij elkaar hebben geraapt en bij het huis gaan kijken, zien ze enge poppen achter de ramen staan en gebeuren er vreemde dingen. Gaat de geschiedenis zich herhalen? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455930546?aid=kb-online-bibliotheek&sid=18&dts=1763016348619&sig=8a61b6e92e657f2f40883b0c0b9c2b1ec7ea7ef3a36331dcb050c665b1ce3b50&width=320",
      "dateSeen": "2025-11-13T07:13:44.930Z"
    },
    "3d12325a1c62543618933633968ca33171821773": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455929890/swiper-bobby-lammers",
      "title": "Swiper",
      "authors": "Bobby Lammers",
      "description": "Leroys leven staat op z'n kop: thuis stapelen de problemen zich op, op school gaat het slecht en hij voelt zich steeds vaker alleen. Wanneer hij een kans grijpt om snel geld te verdienen, raakt hij verstrikt in de gevaarlijke wereld van F-game, waarin jongeren het als een spel zien om mensen zo veel mogelijk geld afhandig te maken. Het enige wat Leroy hoeft te doen is zijn bankpas kort uitlenen. Zo erg is dat toch niet? Maar wat begint als een onschuldige deal, verandert al snel in een situatie waar hij niet zomaar uit komt. Kan Leroy zich er nog uit redden voordat het te laat is? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455929890?aid=kb-online-bibliotheek&sid=18&dts=1763018025042&sig=76ed7d2463c714b98f0cdac57d4d9216d9294d4d0f8c70d0d1ae9e8c4876c3b2&width=320",
      "dateSeen": "2025-11-13T07:13:45.415Z"
    },
    "aa38dc2e22072580bf222576d43c2bbd96f7007d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455930104/de-k-van-kerst-simone--steenkamp",
      "title": "De k van kerst",
      "subtitle": "Vonken, foute truien en verrassingen",
      "authors": "Simoné Steenkamp",
      "description": "Wanneer kleuterjuf Maartje de leiding krijgt over het jaarlijkse kerstdiner op school, ziet ze dat als dé kans om er een sprookje van te maken. Maar haar collega Benjamin? Die lijkt allesbehalve een kerstfan. Terwijl de vonken tussen hen eerder botsen dan sprankelen, droomt Maartje van rust: geen jengelende kleuters, geen bemoeizuchtige ouders, geen gedoe. Na het kerstdiner pakt ze opgelucht haar koffers om de feestdagen door te brengen in het pittoreske dorp van haar beste vriendin Pleun. Knusse straatjes, twinkelende lichtjes, kerstkoekjes bij de open haard-eindelijk kan ze ademhalen.  Tot Benjamin onverwacht opduikt. Wat doet híj hier, midden in haar kerstvakantie? Lukt het Maartje om de rust te krijgen waar ze zo naar verlangt, of zorgt zijn plotselinge verschijning voor een kerst vol verrassingen? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455930104?aid=kb-online-bibliotheek&sid=18&dts=1762994844917&sig=3bd75b1fbd6bdcc9beaa3a5672b9a20f9a5e09da774a56041032ae1f5030979e&width=320",
      "dateSeen": "2025-11-13T07:13:45.784Z"
    },
    "47ec064b4a40350535340ea4348b6ebe8dd3f92d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455930384/horrorscoop-marcel-van-driel",
      "title": "Horrorscoop",
      "authors": "Marcel van Driel",
      "description": "Wanneer de kinderen in de klas hun toekomst laten voorspellen op Horrorscoop.net, denken Melvin en zijn beste vriendin Carlien dat het allemaal één grote grap is. Totdat de voorspellingen een voor een uitkomen! En niet de kinderen blijken in gevaar te zijn, maar hun naasten. Hun opa. Hun broertje. Hun hond... Achter de website loert Sulthara, een demon die je dwingt tot een keuze: jouw ziel of hun leven. Wat zou jij doen? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455930384?aid=kb-online-bibliotheek&sid=18&dts=1763018025913&sig=cae0cbc50b6bbf7fbbe121fbba7f9e4eedb3b5811135120ff648f0791e2e2fdc&width=320",
      "dateSeen": "2025-11-13T07:13:46.381Z"
    },
    "248dd27b677a1e8777ccdc2a6ca7edcf34d7ef6a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455930120/vrijheid-voor-edda-tom-palmer",
      "title": "Vrijheid voor Edda",
      "authors": "Tom Palmer",
      "description": "Velp, 1943. De oorlog duurt al drie jaar. Onder de naam Edda leeft de jonge Audrey Hepburn in bezet Nederland. Niemand mag weten wie ze écht is - half-Brits, voormalig kostschoolleerling - want dat maakt haar verdacht. Maar het grootste geheim? Edda helpt het verzet. Ze verspreidt illegale kranten, steunt onderduikers en voert geheime opdrachten uit voor verzetsgroepen. Wanneer haar broer Ian wordt opgepakt, verandert alles. Haar moeder, die ooit bewonderaar van Hitler was, keert zich tegen de Duitsers. Samen organiseren ze een benefietvoorstelling voor vluchtelingen. Dan krijgt Edda haar gevaarlijkste opdracht tot nu toe: een Britse parachutist in veiligheid brengen. Eén fout en het is voorbij. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455930120?aid=kb-online-bibliotheek&sid=18&dts=1763018026478&sig=00da7bb669886038c842b9acc868af530c3519ace95ec0bf71b31b040e9452a1&width=320",
      "dateSeen": "2025-11-13T07:13:46.863Z"
    },
    "37e641379d452d035fe7bd8321a9a26cb8f83995": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45592998X/recht-van-duivenvlucht-jan-van-mersbergen",
      "title": "Recht van duivenvlucht",
      "authors": "Jan van Mersbergen",
      "description": "Een must voor elke thrillerliefhebber!  Na bijna dertig dienstjaren bij de politie in Amsterdam keert Erik Rappel terug naar de polder waar hij opgroeide, de Zwarte Heerlijkheid, een vergeten streek begrensd door grote rivieren en een snelweg. In het dorp, waar de politie is wegbezuinigd, hoopt Rappel aan het water met een hengel rust te vinden. Tot Georgie, een van Rappels vrienden uit het dorp, een man een vrouw zonder schoenen een loods in ziet duwen. Voor ze er erg in hebben, raken Rappel en de zijnen betrokken bij de louche zaken van een bende vrouwenhandelaren. En dan is het gedaan met de rust.  'Een bloedspannende thriller over vrouwenhandel in de polder.' Trouw  'Een spannende, aangrijpende pageturner van Nederlandse bodem.' Hebban ***** Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45592998X?aid=kb-online-bibliotheek&sid=18&dts=1762981635719&sig=60463550a39a47780615abc668bde0f43aef6fc0e583f1c74ca3677c5daf024b&width=320",
      "dateSeen": "2025-11-13T07:13:47.293Z"
    },
    "4ed27bd449d06632b8d60c52c87182ee82433b57": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443895635/de-weerbeer-van-stroopbeek-alexander-olbrechts",
      "title": "De weerbeer van Stroopbeek",
      "authors": "Alexander Olbrechts",
      "description": "Victor en Jade reizen voor het eerst naar Stroopbeek, waar professor Lex aardmagie in snoepjes stopt. Wie van het snoepgoed eet krijgt superkrachten. Maar dan eet iemand verboden snoep en verandert hij in een weerbeer! Lukt het ze een remedie te vinden? Met zwart-witillustraties. Vanaf ca. 10 jaar.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443895635?aid=kb-online-bibliotheek&sid=18&dts=1762944355456&sig=b85d2e98c5715a4ec26cc949146b5dd3e24b4a72c53bf2f11d8ebef271a32c7b&width=320",
      "dateSeen": "2025-11-13T07:13:47.726Z"
    },
    "dc391e34b866b602a382429900beac225ada6759": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442336179/vivaldi-en-volare-miriam-bunnik",
      "title": "Vivaldi en Volare",
      "subtitle": "Een muzikale reis door Italië",
      "authors": "Miriam Bunnik",
      "description": "Muzikaal vervolg op het succesvolle Koffiebars en carabinieri door Italië-expert Miriam Bunnik.  ’O sole mio en La donna è mobile, zingende gondeliers en de opera’s van Verdi. Italië ís muziek, en muziek is Italië. Hoe komt dat nou, vraagt Miriam Bunnik zich af. Ze gaat op onderzoek uit en belandt in Arezzo waar ene Guido, een monnik, in de elfde eeuw het notenschrift uitvond. In Florence bezoekt ze het moderne operagebouw waar ze meer hoort over het ontstaan van de opera. Ze gaat naar Cremona waar ze met een vioolbouwer praat over zijn stadsgenoot Stradivarius, naar Napels om de fascinerende geschiedenis van het conservatorium te achterhalen. Maar ze zoekt ook de bekende italodisco-artiest Ryan Paris op in Tor San Lorenzo, laat zich rondleiden in het Lucio Dallamuseum en kijkt haar ogen uit op een volksmuziekfestival in de Salento. Vivaldi en Volare is een reis door Italië en een ontdekkingstocht door de muziekgeschiedenis! De pers over Koffiebars en carabinieri:  ‘Ik smulde van Bunniks smakelijke regels over Dante Alighieri, over Vespa’s, over het Napolitaanse leven naast een levende vulkaan. En over carabinieri, naturalmente.’ Onno Kleyn, de Volkskrant ‘Dit boek leest als een uitnodiging om linea recta de trein naar Milaan te nemen.’ Trouw 'Miriam Bunnik schrijft met aanstekelijk enthousiasme. Haar tripjes door de laars leveren fijne anekdoktes op.' de Volkskrant 'Een boek dat goed in de koffer past als je naar Italië gaat deze zomer.' BNR Italiëpodcast 'Italië-expert Miriam Bunnik schrijft smakelijk over typisch Italiaanse tradities, passies en cultuur. Een frisse mix van historie, reizen en interviews waardoor je Italië met andere ogen bekijkt.' ZIN 'Miriam Bunnik weet steeds iets nieuws toe te voegen door gesprekken met de plaatselijke bevolking.' NRC 'Om blij van te worden.' Trouw Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442336179?aid=kb-online-bibliotheek&sid=18&dts=1763002491024&sig=c8f36bc8704a6367794e8e793c0a90a330fcaf25d6953663a210c439062d85a1&width=320",
      "dateSeen": "2025-11-13T07:13:48.149Z"
    },
    "52c9b718dac34b7c1546f3e77ee8dc2c21ec5e04": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442328060/--62-068-boete-voor-de-hennepkwekerij-in-oma-s-schuur-steven-de-jong",
      "title": "€ 62.068 boete voor de hennepkwekerij in oma's schuur",
      "subtitle": "en 21 andere opzienbarende zaken uit de rechtbank",
      "authors": "Steven de Jong",
      "description": "Voor de kijkers van De rijdende rechter en Mr. Frank Visser doet uitspraak 'Tijdens mijn rechtenstudie schoot het rechtbankbezoek er bij in, ik lees nu pas wat ik miste. Deze bundel schelmenstreken brengt wetten en regels tot leven.' – Jort Kelder, presentator van Op1 en voormalig hoofdredacteur Quote  'Kraakhelder beschreven. Een aanrader!' – Gerard Spong, strafrechtadvocaatVan de bejaarde man die na jarenlange ruzie gif in de moestuin van zijn buren sproeide tot een jongen die een dodelijke aanrijding veroorzaakte: ze moesten allemaal voor de rechter verschijnen. Elk jaar worden in Nederland zo’n 80.000 mensen gedagvaard. Vaak gaat dit over winkeldiefstal of inbraken, soms over leven en dood. Rechtbankverslaggever Steven de Jong beschrijft de verrassendste zaken uit zijn carrière. Daarnaast legt hij helder de basics van de rechtspraak uit. Wat als er aangifte tegen je wordt gedaan, of als je wordt aangehouden? Hoe bepaalt de rechter een passende straf? Dit boek biedt een unieke blik op de wereld van de rechtspraak en het menselijke drama in de rechtszaal. ‘Een belangrijk boek. Steven de Jong geeft een realistisch beeld van wat zich afspeelt in het hart van de rechtsstaat.’ – Mr. dr. Johan Bac, algemeen directeur Reclassering Nederland en voormalig hoofdofficier van justitie ‘Geeft op pakkende wijze inzicht in hoe het er in Nederlandse rechtbanken aan toe gaat. Verhalend, leerzaam en feitelijk.’ – Ronald Buijt, wethouder Zorg, Ouderen en Jeugdzorg in Rotterdam ‘Dit is precies wat wij nodig hebben: een boek dat de rechtsstaat tot leven brengt.’ – Prof dr. Barbara Oomen, hoogleraar Sociologie van de mensenrechten, Universiteit Utrecht ‘Steven de Jong laat ons de binnenkant van de echte rechtszaal zien. Waar verdachten, advocaten, rechters, officieren van justitie, getuigen en toeschouwers dagelijks onze rechtsstaat vormgeven. Een prachtig boek.’ – Prof dr. Bob Hoogenboom, hoogleraar Fraude en regulering aan Nyenrode\n Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442328060?aid=kb-online-bibliotheek&sid=18&dts=1762982118623&sig=ffba2e1fabdad449bfe62d639c82400617b02ee8fc2982e6d7dfbe19252428c5&width=320",
      "dateSeen": "2025-11-13T07:13:48.552Z"
    },
    "ba3fb949032b643168b702847d0c09a1c6823175": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44229719X/fenix-joost-van-bellen",
      "title": "Fenix",
      "authors": "Joost van Bellen",
      "description": "Van Bellen kruipt in Fenix weer in de huid van zijn alter ego Beer van Munster. De setting is Club Fenix, een unieke, beruchte en wereldberoemde club waar afwijkend gedrag niet bestraft, maar juist uitbundig gevierd wordt. Een plek die de bakermat wordt van house en waar een weergaloos gesamtkunstwerk ontstaat vol muziek, performances, decors, mode en beeldende kunst. Maar ook de plek waar roekeloosheid, aids en zelfdestructie diepe wonden achterlaten.Fenix is een veelkoppig verhaal over transformatie en de zoektocht naar liefde en bestaansrecht. Een verhaal waarin Van Bellen met zijn wervelende en met humor doorspekte stijl de kleurrijke personages die de RoXY tot de voorhoede van de tijdsgeest maakten tot leven weet te wekken - en te eren. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44229719X?aid=kb-online-bibliotheek&sid=18&dts=1762972843968&sig=4387fccf1cdc53bfec9a95969d08f6ffd71e85314d42b1e471fda5ea08e222db&width=320",
      "dateSeen": "2025-11-13T07:13:48.987Z"
    },
    "29c11c0d4ec07296c1a4e7ef9b46f8aa862c4d52": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/440415667/de-fishermen-s-trail-tim-voors",
      "title": "De Fishermen's Trail",
      "subtitle": "Een vader en dochter wandelen langs de kust van Portugal",
      "authors": "Tim Voors",
      "description": "Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A440415667?aid=kb-online-bibliotheek&sid=18&dts=1763018029081&sig=641f1336282941a6028a5bb5b8fb574a113f29dd5e01193d6fc9a32fefaa4cd6&width=320",
      "dateSeen": "2025-11-13T07:13:49.513Z"
    },
    "e830a54c4dd6d297b1fda7359412f4cc4f2dc4e8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443011818/het-jaar-van-caroline--pieter-en-geert-joost-vullings---xander-van-der-wulp",
      "title": "Het jaar van Caroline, Pieter en Geert",
      "subtitle": "Een politieke aardverschuiving aan het einde van het Rutte-tijdperk",
      "authors": "Joost Vullings | Xander van der Wulp",
      "description": "‘Buitengewoon leuk om te lezen.’ Met het Oog op Morgen, NPO Radio 1 Een uitzonderlijk jaar in de Nederlandse politiek door de ogen van twee insiders Wat is er aan de hand in Nederland? Eerst wordt Caroline van der Plas met BBB in elke provincie de grootste partij. Nog geen vier maanden later valt het impopulaire kabinet-Rutte IV. In de zomer houdt Pieter Omtzigt Nederland in spanning. Gaat hij een eigen partij oprichten of niet? Hij doet het en zijn NSC vliegt gelijk naar grote hoogte in de peilingen. Bij de Tweede Kamerverkiezingen in november slaat Geert Wilders genadeloos toe: met 37 zetels wordt zijn PVV veruit de grootste. Hoe kan het dat juist deze drie partijen de wind in de zeilen krijgen en dat de Nederlandse politiek volledig op z’n kop wordt gezet? Joost Vullings en Xander van der Wulp beschrijven hoe het er achter de schermen aan toeging in het jaar van de drie grote winnaars Geert, Pieter en Caroline (en van Dilan Yesilgöz, die met haar VVD tien zetels verliest). Met hun kritische blik en met vaart en humor duiden ze de politiek turbulente tijd waarin we leven. ‘Leest ontzettend lekker weg. Fantastisch inkijkje in het wel en wee aan het Binnenhof.’ Edwin Evers, Evers & co., Radio 538 ‘Haarscherpe analyse.’ Leids Nieuwsblad  Van de makers van de populaire podcast De stemming van Vullings en Van der Wulp Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443011818?aid=kb-online-bibliotheek&sid=18&dts=1763002490531&sig=c7a5d68511e31c953004f1169d309e4f746b8d5e754290f3217a43d53081a302&width=320",
      "dateSeen": "2025-11-13T07:13:49.959Z"
    },
    "8f459ce558c77f932e1e01f6b5f7f27a4008ad08": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44231194X/stoppen-met-vapen-noor-rikkers---sylvia-heddema",
      "title": "Stoppen met vapen",
      "subtitle": "Zo help je je kind",
      "authors": "Noor Rikkers | Sylvia Heddema",
      "description": "Een praktische gids met heldere informatie en tips om te stoppen met vapenHoe komt het dat je kind gaat vapen? Hoe kun je als ouder of verzorger ondersteunen bij het stoppen? En wat doe je als vapen een verslaving wordt? Vapen, of een e-sigaret gebruiken, lijkt misschien onschuldig, maar is dat zeker niet. Veel vapes bevatten de verslavende stof nicotine. Vaak zelfs meer dan een pakje sigaretten. Nicotine verstoort de hersenontwikkeling bij tieners en jongvolwassenen, met kans op blijvende schade en mentale problemen. In Stoppen met vapen delen twee experts alles wat je over vapen moet weten en bieden ze een stappenplan om je kind te helpen met stoppen.- Steeds meer jongeren tussen 11 en 25 jaar vapen - Alles over de nadelige effecten - Concreet stappenplan - Voor ouders, verzorgers, docenten en hulpverleners  'Een uitermate praktisch boek over stoppen (of niet beginnen) met vapen. Het geeft goede informatie over de gevaren van vapen: de gezondheidsklachten die het veroorzaakt. Daarnaast hele goede begeleidende uitleg en tips over hoe om te gaan als je kind blijkt te vapen.' - lezeres Bregje op bol.com Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44231194X?aid=kb-online-bibliotheek&sid=18&dts=1763018030077&sig=e20c344763d6c3f68d19f5e866e618e5cf36df3dcf5158ab58047f66181c9cf9&width=320",
      "dateSeen": "2025-11-13T07:13:50.467Z"
    },
    "52ae0522b6e0bfbfd3edce7d35270caef3110c7b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/440356199/de-taxioorlog-sander--t-sas",
      "title": "De taxioorlog",
      "subtitle": "Intimidatie, corruptie en geweld bij de Taxi Centrale Amsterdam",
      "authors": "Sander 't Sas",
      "description": "Amsterdam, begin 2000. Woedende taxichauffeurs komen in opstand tegen de nieuwe taxiwet. De wet betekent het einde van het monopolie van de Taxi Centrale Amsterdam. De TCA-chauffeurs, die zich flink in de schulden hebben gestoken voor een taxivergunning, pikken het niet. Ze binden de strijd aan met ministers en met wethouders, en uiteindelijk met elkaar.Twintig jaar later durven twee chauffeurs het échte verhaal te onthullen. De taxioorlog geeft een ontluisterend beeld van intimidatie, geweld en corruptie aan de top. Het is bovendien een uiterst actueel verhaal van een strijd tegen onrecht - tegen een werkgever die de regels aan zijn laars lapt, en tegen een overheid die burgers in de kou laat staan. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A440356199?aid=kb-online-bibliotheek&sid=18&dts=1762977962486&sig=48dd213eab10d2661d4b2f2eb5b02bec54d5eda00bd57a89c6c43f44ec7923e6&width=320",
      "dateSeen": "2025-11-13T07:13:50.865Z"
    },
    "742e4e2779b4b36e9c649b2aec4dc339642b90c0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/440545730/stoppen-met-blowen-yoram-stein",
      "title": "Stoppen met blowen",
      "subtitle": "De mythes, de gevaren en je laatste joint",
      "authors": "Yoram Stein",
      "description": "Een verslaving beëindigen, zo stelt dit boek, is een van de moeilijkste en meest ingrijpende beslissingen van je leven. Toch is het mogelijk én de moeite waard om voor eens en voor altijd van je verslaving af te komen. De tien stappen die in Stoppen met blowen beschreven worden, helpen je hierbij.Deze heldere en bewezen effectieve methode is gebaseerd op de ervaringen van ex-verslaafden. Stoppen met blowen maakt bovendien korte metten met de mythe van de onschuldige joint, en roept op om ons drugsbeleid grondig te herzien. Want zolang de samenleving zegt 'het is maar een jointje' is het makkelijk voor scholieren om hun eerste op te steken. En is het des te moeilijker voor verslaafden om hun laatste te doven. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A440545730?aid=kb-online-bibliotheek&sid=18&dts=1762997576061&sig=8c8c3f3be2f261cc3c8d7a904296ebd345727eb24a97fb02899c0d7a9b9ccc5e&width=320",
      "dateSeen": "2025-11-13T07:13:51.298Z"
    },
    "f4074e0cfc485ed8436a4537449ee3e2c4658731": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/438465792/spinoza-in-het-torentje-dirk-noordman",
      "title": "Spinoza in het Torentje",
      "authors": "Dirk Noordman",
      "description": "Mark Rutte nodigt Spinoza uit voor een bezoek in het Torentje en praat met hem over het functioneren van de politiek en de verslechterende verhouding tussen de bevolking en de overheid, want Spinoza's gedachten daarover zijn nog altijd hoogst actueel; een dergelijk gesprek zou Rutte zijn voordeel kunnen doen.'Mark,' zou Spinoza tegen Rutte zeggen, 'jouw regering heeft alleen recht van bestaan als ze zorgt voor een overheid die uit is op algemeen welzijn, want dat leidt tot interne vrede en begrip voor elkaar. Dat je wetten nodig hebt voor het in bedwang houden van de egoïstische en irrationele mens is duidelijk. Maar die wetten moeten zo goed zijn dat ze langdurig kunnen blijven bestaan. Ze moeten niet straffen en angst inboezemen, ze moeten de bevolking juist de kans geven uit te blinken.'Deze en andere ideeën heeft Spinoza op schrift gesteld in het Theologisch-politiek traktaat (1670) en vooral in de onvoltooid gebleven Staatkundige verhandeling waaraan hij werkte toen hij in 1677 door de dood werd verrast. Het is een flinke kluif die te doorgronden. Dirk Noordman heeft haar uitgeplozen en helder en toegankelijk samengevat in dit boek. Net zoals Jan Knol met Spinoza's Ethica heeft gedaan.Spinoza in het Torentje bekijkt de hedendaagse Nederlandse samenleving door de lens van Spinoza's befaamde gedachtegoed. Hoe kunnen wij en de politiek tegenwoordig nog leren van zijn werk? De tijdloosheid van zijn ideeën wordt in dit boek meesterlijk neergezet. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A438465792?aid=kb-online-bibliotheek&sid=18&dts=1763003084290&sig=372b835cd8a18de2ce1867506a4888068725a867e948b078c8f4611bdc96f1a3&width=320",
      "dateSeen": "2025-11-13T07:13:51.716Z"
    },
    "76750cd500b3dd2cc7beaeef4917c849230cfb06": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/440356024/dit-komt-nooit-meer-goed-malou-holshuijsen---roos-schlikker",
      "title": "Dit komt nooit meer goed",
      "authors": "Malou Holshuijsen | Roos Schlikker",
      "description": "Omdat ze zich afvroegen of zij nou de enigen waren bij wie de rafelranden de successen overschaduwen, gingen schrijvers Roos Schlikker en Malou Holshuijsen op onderzoek uit. In de succesvolle podcast ‘Dit komt nooit meer goed’ interviewen ze grote namen over het moment in hun leven dat ze dit dachten. En hoe het toch goed kwam. Of niet. Nu zijn Malou en Roos zelf aan de beurt. In dit boek vertellen ze genadeloos eerlijk over de pijn in hun levens. Grote drama’s en klein gênant leed (hoewel, noem een aanzoek onder water maar klein leed...), alles komt aan bod. Van dood en verderf tot levendige mislukkingen, tot ongemakkelijke interviews tot de kunst van het opvoeden (of het gebrek daaraan), tot, o ja, ‘jij bent toch van de televisie?’ Het boek dat je aan je falende vrienden geeft, of zelf leest en beseft dat je niet de enige bent die het soms even niet meer helder ziet, geschreven door twee bijzondere schrijfsters.  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A440356024?aid=kb-online-bibliotheek&sid=18&dts=1763018031825&sig=684133e58b08a962d2b3a90f8ba282c17c3410cd20e66ce398f6f7b5da15d76a&width=320",
      "dateSeen": "2025-11-13T07:13:52.221Z"
    },
    "7bca396034ab6b77f3ca95a175e8c666c1b70d8d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442312105/altijd-blijven-scheren-roos-moggre-",
      "title": "Altijd blijven scheren",
      "subtitle": "Openhartige gesprekken met succesvolle mannen over mentale tegenwind",
      "authors": "Roos Moggré",
      "description": "Presentator Roos Moggré weet wat paniekaanvallen en een burn-out betekenen. Vanuit deze ervaring praat zij met bekende mannen die vol in het leven staan, succes hebben én mentale uitdagingen kennen. Eerlijk, relativerend en soms ook humoristisch vertellen zij over hun persoonlijke demonen. Acteur Huub Stapel schaamt zich helemaal niet voor zijn burn-out en het jarenlange bedplassen. Singer-songwriter Lucky Fonz III vertelt dat hij niet meer wist hoe hij verder moest. Voormalig topsporter Gregory Sedoc beschrijft hoe hij leeft met depressie en hoogleraar Erik Scherder verklaart zijn angst voor vliegen en autorijden. Dit openhartige boek is een uitnodiging aan mannen om meer over hun mentale problemen te praten. En om je altijd te blijven scheren, hoe diep je ook in de put zit. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442312105?aid=kb-online-bibliotheek&sid=18&dts=1763000156343&sig=8ce164e75dae3c3bbe52fc0ba17749c368a8c545687102b1c0a22f48bdb3ba17&width=320",
      "dateSeen": "2025-11-13T07:13:52.614Z"
    },
    "d0678034fe26ade4f8456f09357a00a3e20e43cc": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442328265/alledaags-activisme-chris-julien",
      "title": "Alledaags activisme",
      "subtitle": "Van onrust naar daadkracht in het klimaattijdperk",
      "authors": "Chris Julien",
      "description": "‘De woorden van Chris Julien hebben mij definitief wakker geschud.’ –  Carice van Houten‘Een sterk betoog voor betrokkenheid en hoop [...]. Dit boek biedt nieuwe inzichten en oplossingen uit onverwachte hoek. ****’ – NRC ‘Met zijn kennis, intelligentie en heldere redeneertrant weet Chris Julien zelfs de meest apathische cynicus te overtuigen van de noodzaak in actie te komen’ – Teun van de KeukenDe heetste jaren van ons leven komen eraan. Met zo’n pijnlijk vooruitzicht voert machteloosheid vaak de boventoon. Welk verschil kan jij nou maken?In Alledaags activisme neemt Chris Julien ons mee voorbij het ongemak van een probleem dat te groot voelt. Op basis van wetenschappelijke, filosofische en persoonlijke inzichten laat hij zien dat we veel meer kunnen dan we denken: juist in het alledaagse zitten tal van mogelijkheden voor systeemverandering. Zo kun je met goede moed vooruit in het klimaattijdperk – of dat nu is op de snelweg, in de vergaderkamer of de sportkantine (of alle drie!).‘De zacht pratende filosoof (...) waardoor ik mij meteen heb aangesloten bij Extinction Rebellion.’ – Hanneke Groenteman‘Wat een geweldig boek, een tour-de-force!’ – Prof. Iris van der Tuin, hoogleraar Theorie van de Cultuurwetenschappen aan de Universiteit Utrecht Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442328265?aid=kb-online-bibliotheek&sid=18&dts=1763002490567&sig=b9b1ac5e5edb0c664d8f87175dd02df8664010f979da397eb68805cd0cefefc7&width=320",
      "dateSeen": "2025-11-13T07:13:52.994Z"
    },
    "b0cea5a00e5a72b355e3a919d9b83917d283a12d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455898979/meer-dan-overleven-maarten-degreef",
      "title": "Meer dan overleven",
      "subtitle": "Wijsheid, gezondheid, geluk",
      "authors": "Maarten Degreef",
      "description": "Leef met een voorsprong! Hoe vaak voel je dat je méér uit jezelf zou kunnen halen, maar dat je vastzit in gewoontes die je tegenhouden? Scroll je vaak gedachteloos op je telefoon? Eet je te ongezond of game je te veel? We leven in een wereld vol verleiding, afleiding en instant kicks. Dit boek werd geschreven door een jonge auteur van slechts 18 jaar. Het is een krachtige gids om los te breken van vastgeroeste patronen die je persoonlijke groei remmen. Geen lege motivatiepraat, maar praktische handvaten, wetenschappelijke inzichten en persoonlijke ervaringen die direct toepasbaar zijn in het leven van elke jonge persoon. In dit boek ontdek je hoe je je discipline traint aan de hand van kleine, haalbare stappen, maar ook hoe je je emoties beheerst met stoïcijnse technieken, je dopamineverslaving doorbreekt en weer rust vindt, hoe je je lichaam en geest versterkt, gezonde relaties aangaat en een sterke mindset ontwikkelt. Met deze inzichten kun je jezelf uitdagen om sterker, wijzer en vrijer dan ooit te worden. Het leven is kort, dus haal er alles uit wat je kunt! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455898979?aid=kb-online-bibliotheek&sid=18&dts=1762998665088&sig=f47bde2ed9ae75f4a0083261ec1ffcf25004fb0e6d9f6d0dd0a7927d227d0177&width=320",
      "dateSeen": "2025-11-13T07:13:53.421Z"
    },
    "f7ad479be84f406c5970e05c49521947d0bb299d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455899002/de-lucifermoorden-alexander-olbrechts",
      "title": "De Lucifermoorden",
      "authors": "Alexander Olbrechts",
      "description": "In de Vlaamse stad Tienen wordt een man levend verbrand. Het lijkt alsof hij werd opgebaard, met zwavelpoeder over zijn lichaam gestrooid. De modus operandi is haast identiek aan die van de beruchte Lucifermoordenaar van veertig jaar geleden. Maar volgens het oude onderzoek kwam de dader toen om bij de laatste brand. Hoofdinspecteur Rudi Smeets en zijn team duiken in het verleden om de vragen van het heden te beantwoorden. Ze sporen de bejaarde rijkswachter op die destijds het onderzoek leidde. Zijn herinneringen schetsen een duister beeld van de jaren tachtig, toen een tiental mensen op gruwelijke wijze werden vermoord. De meeste slachtoffers maakten de branden namelijk bewust mee. Als de Lucifermoordenaar nooit is gestopt, waarom zou hij dan een pauze van veertig jaar inlassen? Of loopt er nu iemand rond die zijn werk voortzet? De Heraklesmoorden werd door het lezerspubliek van de VN-thrillergids gebombardeerd tot de tweede plaats van de publieksfavorieten. Alexander werd in 2023 uitgeroepen tot cultuurkampioen van Kortenberg. Eerder behaalde hij al zilver op de Zilveren Strop. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455899002?aid=kb-online-bibliotheek&sid=18&dts=1762963521276&sig=50a3ce112f0695208e6a68051af666e5b045c8bb212b699a71927674d8148cb4&width=320",
      "dateSeen": "2025-11-13T07:13:53.988Z"
    },
    "1fa6aebd025d022be19c83b917ea619cba58b912": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455898995/herrijzend-nederland-peter-de-ruiter",
      "title": "Herrijzend Nederland",
      "subtitle": "Radio in Oorlogstijd",
      "authors": "Peter de Ruiter",
      "description": "Herrijzend Nederland - Radio in oorlogstijd  Dit boek is een woordelijke en geïllustreerde weergave van de gelijknamige audioserie waarvan de basis wordt gevormd door de programma's van Radio Herrijzend Nederland. Deze radiozender begon haar uitzendingen in oktober 1944 in Eindhoven, luttele weken nadat de stad was bevrijd.\nDe zender was tijdens de Tweede Wereldoorlog in het geheim gebouwd bij Philips, op last van de regering in Londen. Men vreesde namelijk dat het zich terugtrekkende Duitse leger de omroepzenders in Hilversum zou vernietigen.\n'Herrijzend Nederland - Radio in oorlogstijd' vertelt het laatste oorlogsjaar aan de hand van authentieke radiofragmenten, interviews met deskundigen en met mensen die de oorlog hebben meegemaakt, aangevuld met schriftelijke bronnen die worden voorgedragen door stemacteurs.\nBijzondere aandacht gaat uit naar de Hongerwinter, het verzet dat aan kracht wint en de onverbiddelijke represailles van de bezetter. En: Hoe kun je in die tijd radio maken? Wie klaarden de klus en hoe kregen ze dat voor elkaar, terwijl een deel van het land bevrijd was en het grootste deel nog maanden moest wachten op de bevrijding.\nLees en luister verder op www.hierisherrijzendnederland.nl Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455898995?aid=kb-online-bibliotheek&sid=18&dts=1762957631216&sig=f259fef5415ba051681330205836b0e4dc904f7bc37212beec6d2ebfa45fa518&width=320",
      "dateSeen": "2025-11-13T07:13:54.420Z"
    },
    "4048ed5ad83327b7988f624c28056975f799bded": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455874824/een-schandaal-in-bohemen-en-andere-klassieke-zaken-arthur-conan-doyle",
      "title": "Een schandaal in Bohemen en andere klassieke zaken",
      "authors": "Arthur Conan Doyle",
      "description": "Sherlock Holmes is op het hoogtepunt van zijn kunnen: briljant, eigenzinnig en altijd een stap voor op iedereen. Samen met dr. Watson bijt hij zich vast in zaken vol geheime ontmoetingen en gevaarlijke waarheden achter keurige voordeuren. Of het nu gaat om een verdwenen document, een verdacht huwelijk of de raadselachtige Irene Adler: Holmes doorziet wat anderen niet durven vermoeden. In Een schandaal in Bohemen, het beroemdste verhaal uit deze bundel, ontmoet hij voor het eerst zijn gelijke en wordt hij onverwacht te slim af geweest.  Deze bundel volgt de oorspronkelijke volgorde van publicatie, de verhalen zijn meeslepend en nog altijd verrassend actueel.\nRaadsels zijn er altijd, maar slechts enkelen zien de oplossing. Achter elk verhaal schuilt een verborgen waarheid. Codes en aanwijzingen leiden de speurder verder. Holmes weet dat niets toevallig is. En jij, lezer, hebt nu de sleutel gevonden. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455874824?aid=kb-online-bibliotheek&sid=18&dts=1762938728036&sig=b3ce1ba95c79ea1f6e8bd065f694706e39e931cf934adbf9ad0b1f04901daf52&width=320",
      "dateSeen": "2025-11-13T07:13:54.816Z"
    },
    "1acf087514a628254e4f8a6a3a4f34f956dd3267": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455874778/een-studie-in-rood---andere-vroege-zaken-arthur-conan-doyle",
      "title": "Een studie in rood & andere vroege zaken",
      "authors": "Arthur Conan Doyle",
      "description": "In Een studie in rood & andere vroege zaken maken we kennis met een jonge Sherlock Holmes en zien we hoe zijn legendarische samenwerking met Dr. Watson ontstaat. Holmes leert ons dat de waarheid zelden ligt in wat iedereen al weet - maar juist in wat iedereen over het hoofd ziet. Klassiek, meeslepend en nog altijd verrassend actueel. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455874778?aid=kb-online-bibliotheek&sid=18&dts=1762963542716&sig=2fefb3e1403e186e7f1a600cf25c97510f5680869c36da1ddfe2fe98b61fb95d&width=320",
      "dateSeen": "2025-11-13T07:13:55.022Z"
    },
    "bc16a89f7ebcdc1b8894f2ec3b2ee4c2e3a6e8c5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437832171/noorderlicht-ellen-ooms",
      "title": "Noorderlicht",
      "authors": "Ellen Ooms",
      "description": "Fleur heeft het helemaal gehad! Ze werkt voor een sukkel van een baas, haar liefdesleven is onbestaande en tot overmaat van ramp wordt ze voortdurend voor de voet gelopen door haar bemoeizuchtige moeder die geen kans onbenut laat om haar er op te wijzen dat ze iets moet maken van haar leven. Als haar broer haar voorstelt om een tijdje te gaan helpen op de huskyfarm van Lukas, een vriend van hem, verklaart ze hem voor gek. Wat kent zij nu van husky's? En dat in de ijzige koude van Lapland. En hoe moet het dan met haar job? Wanneer ze op een dag een pijnlijke ontdekking doet, is de maat helemaal vol voor Fleur. Ze besluit haar job op te zeggen en in te gaan op het voorstel van haar broer. Eenmaal in Lapland is de buitentemperatuur niet het enige dat onder het vriespunt zakt. Ook de ontvangst door Lukas is verre van warm te noemen. Zit hij wel op haar komst te wachten? Langzaam maar zeker geraakt Fleur gewoon aan de ijskoude temperaturen en ook Lukas ontdooit langzaam maar zeker. Vindt Fleur meer in het hoge noorden dan ze verwacht had? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437832171?aid=kb-online-bibliotheek&sid=18&dts=1763127800499&sig=4e328f867d0c47df89781f32017d4f62ffc7e7db65956b1ddbb94e1e7d3ab41d&width=320",
      "dateSeen": "2025-11-15T07:11:59.385Z"
    },
    "e6ead8326f38bcb15c0cdf47fdaa181b991812ec": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/434862614/zusje-sue-assila",
      "title": "Zusje",
      "authors": "Sue Assila",
      "description": "Ik word door Tom altijd Zusje genoemd, want dat ben ik in de ogen van mijn grote broer. Zijn oogappeltje dat hij zo streng mogelijk bewaakt. Ik ben trots op mijn sterke dapper broer, maar ik voel ook iets anders voor hem. Ik heb er de woorden niet voor, maar ik sta ook niet bekend als iemand die graag praat. Als het even kan, zeg ik liever niets. En toch worstel ik ermee. Gelukkig kan ik veel kwijt als ik train in de boksschool, tot het ook daar mis gaat. Hoe kom ik hier ooit uit? Zusje is een pakkend debuut dat het verhaal vertelt hoe je met vallen en opstaan alle obstakels kunt overwinnen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A434862614?aid=kb-online-bibliotheek&sid=18&dts=1763127960940&sig=1bcf3f5bd8a691af2498175e6fd8662075ba9471be3f839f65bf1a547ec60368&width=320",
      "dateSeen": "2025-11-15T07:11:59.902Z"
    },
    "b0b1ed230d47c285b65523f93ac406a23a842e19": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443096228/dat-ene-moment-liane-moriarty",
      "title": "Dat ene moment",
      "authors": "Liane Moriarty",
      "description": "Het begint allemaal tijdens een vlucht van Tasmanië naar Sydney. De vlucht verloopt soepel, maar het leven van iedereen die van boord komt lijkt voorgoed veranderd. Want op deze doodgewone vlucht gebeurt er iets buitengewoons. Een dame, tot dan toe onopvallend, gaat de rijen langs om bij iedereen te ‘voorspellen’ hoe en wanneer ze zullen sterven. Als na een paar maanden haar eerste voorspellingen beginnen uit te komen, worden sommige mensen toch wel heel ongerust… Als je zou weten wat jouw toekomst is, ga je het dan opnemen tegen je lot?\nOver het werk van Liane Moriarty:\n'De kracht van haar verhalen... is overweldigend.' – The New York Times\n‘Scherp en geestig, verrassend en mild: in Appels vallen niet verliest en wint iedereen.’ – De Standaard\n‘Moriarty’s verhalen gaan van grappig via scherp naar loeispannend, in één knip met de vingers.’ – Publishers Weekly Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443096228?aid=kb-online-bibliotheek&sid=18&dts=1763127398614&sig=06d81ec6670fdcbca45ea0843316296cdebc5076d496b6332072149d83ec5ae1&width=320",
      "dateSeen": "2025-11-15T07:12:00.456Z"
    },
    "54acc8dd8f73c0f9f3e48a3b717d5b31236df8d6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443690111/dubbelspel-david-baldacci",
      "title": "Dubbelspel",
      "authors": "David Baldacci",
      "description": "Wanneer Dwayne en Alice Odom sterven, staat er in het politierapport dat een overdosis drugs hun fataal is geworden. Dus waarom beweert hun twaalfjarige dochter Betsy, die erbij was toen ze de dood vonden, dat dit niet de waarheid is?\nBetsy komt onder toezicht van de FBI te staan en weet dat ze voorzichtig moet zijn. Kan ze de politie vertrouwen? Liever wil ze geadopteerd worden door haar oom Danny Glass, die schatrijk is en haar een leven kan bieden dat ze nooit heeft gehad. Maar de autoriteiten liggen dwars, en met reden. Het Openbaar Ministerie heeft Glass aangeklaagd voor verscheidene misdaden, waaronder drugshandel, afpersing, fraude en omkoperij.\nOm alles in goede banen te leiden wordt de hulp ingeroepen van Travis Devine, die Glass nog kent uit de tijd dat ze samen vochten in Irak. Devine heeft er net een klus voor Homeland Security op zitten als hij wordt aangesteld als Betsy’s lijfwacht. Maar wanneer een informant wordt vermoord, beseft Devine dat deze klus veel gevaarlijker is dan hij had verwacht. En dat de echte vijand zich weleens binnen de eigen gelederen zou kunnen bevinden. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443690111?aid=kb-online-bibliotheek&sid=18&dts=1763127934442&sig=4ebb7ea9470fa7dc957bf6cd5af5ceff9a41af3229935739d52901d6a1ac5b43&width=320",
      "dateSeen": "2025-11-15T07:12:00.959Z"
    },
    "41e6efeef99039aaaf3562dbfd36bdc9a415ba8e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45560259X/witches-get-stitches-juliette-cross",
      "title": "Witches Get Stitches",
      "authors": "Juliette Cross",
      "description": "Violet Savoie heeft een plan. Of liever gezegd: een droom. Ze wil haar eigen tattooshop openen – speciaal voor bovennatuurlijke wezens die permanente beschermspreuken nodig hebben. Als een krachtige Ziener beschikt ze over de magie om vrijwel elk type betovering uit te voeren. Behalve die ene die weerwolven helpt controle te krijgen over hun beestachtige kant. En juist dat heeft haar zakenpartner Nico meer dan dringend nodig.\nNico Cruz heeft een geheim. Of beter gezegd: een doel. Hij wil Violet op subtiele wijze achtervolgen en verleiden tot ze eindelijk erkent dat ze voorbestemd zijn om samen te zijn. Sinds hun vurige ontmoeting in Austin, op oudejaarsavond twee jaar geleden, brandt hij van verlangen om haar lichaam opnieuw aan te raken – en te proeven. Maar Nico weet dat een vrouw als Violet niet op de gewone manier het hof kan worden gemaakt. Gelukkig heeft hij geen enkele moeite met het overtreden van regels om te krijgen wat hij wil.\nMaar als zijn oude roedel plotseling in de stad opduikt, en een vroegere vriend wel héél veel belangstelling toont voor Violet, verschuift zijn aandacht naar de nieuwe dreiging in zijn territorium. Nico mag dan stil en in zichzelf gekeerd lijken – de indringers gaan spijt krijgen dat ze voet in New Orleans hebben gezet. En wanneer Violet plotseling verdwijnt, is er geen enkele spreuk of bescherming die Nico’s wolf nog kan tegenhouden. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45560259X?aid=kb-online-bibliotheek&sid=18&dts=1763127400929&sig=abd169125fec6ebf2b9bd497bd4c35ac97a5502ca960f69474237286e1157f87&width=320",
      "dateSeen": "2025-11-15T07:12:01.509Z"
    },
    "4e42bea1b208adda8a594aa77a36f431b83470c5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44416944X/een-steek-door-het-hart-piergiorgio-pulixi",
      "title": "Een steek door het hart",
      "authors": "Piergiorgio Pulixi",
      "description": "In heel Italië gaan telefoons af. Binnen enkele minuten ontvangen duizenden mensen een video met de titel: Jij bent de wet.\n‘Oog om oog, tand om tand’ is de mantra van een seriemoordenaar die het falende Italiaanse rechtssysteem wil wreken. Waar jury’s en rechters het laten afweten, treedt hij op: hij kidnapt en doodt degenen die zijn weggekomen met hun misdaden. In filmpjes wordt het publiek gevraagd om te stemmen over het lot van zijn gevangene. Een paar clicks, en zijn roep om snelle gerechtigheid gaat viral. Genadeloos en keihard speelt hij zijn dodelijke spel.\nMara Rais en Eva Croce, elkaars tegenpolen, leiden het onderzoek dat heel Italië in zijn greep houdt. Ze worden hierin bijgestaan door Vito Strega, een criminoloog met een onfeilbare intuïtie. Afwisselend tussen Sardinië en Milaan moeten de drie alles op alles zetten in hun jacht op een ongrijpbare vijand, die met de minuut wint aan populariteit…\n‘Huiveringwekkend, maar tegelijk onweerstaanbaar.’ – LE SOIR\n‘Eva en Mara vormen als onmogelijk duo de perfecte tegenhanger van een duister en gewelddadig plot. Hun ruzies zijn een welkome verademing te midden van de spanning. Pulixi schrijft geen bloedige thrillers met onwerkelijke moordenaars. Hij probeert het kwaad echt te verklaren, door de manier waarop mensen, aanvankelijk gemotiveerd door de beste bedoelingen, in pure slechtheid kunnen vervallen.’ – LE MONDE DES LIVRES\nOver Het eiland van de zielen:\n‘Fijne, korte hoofdstukken met een spooky laag (...) Heel bijzonder hoeveel informatie je meekrijgt over het land en zijn cultuur.’ – AD MEZZA\n‘Het eiland van de zielen is niet alleen een spannende, maar vooral rijke misdaadroman die ver boven de middelmaat uitstijgt.’ – DAGBLAD VAN HET NOORDEN Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44416944X?aid=kb-online-bibliotheek&sid=18&dts=1763127409065&sig=b5d861da7fb94342df9ac43357da754c4672f4a13ce3b54bbd313299cccb03ef&width=320",
      "dateSeen": "2025-11-15T07:12:02.067Z"
    },
    "21b00ec4ff0a884dc3eb971adbbd13472805263b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444294791/dit-verzin-je-niet-sanne-akkerman",
      "title": "Dit verzin je niet",
      "subtitle": "Cosmetische capriolen, makkelijk moederschap en hysterische hypochondrie",
      "authors": "Sanne Akkerman",
      "description": "In Dit verzin je niet deelt Sanne Akkerman, bekend als @laviesanne met ruim 400.000 volgers op Instagram, haar hilarische en chaotische leven met de wereld. Zonder gêne vertelt Sanne over haar worstelingen met hypochondrie, de ups en downs van het moederschap, cosmetische capriolen, en de uitdagingen van haar online bekendheid. Elke gebeurtenis, groot of klein, deelt ze met haar typische, nuchtere humor en kwetsbare touch. Haar leven is een aaneenschakeling van situaties die je ‘Dit verzin je niet!’ doen uitroepen. Net als ze denkt alles onder controle te hebben, neemt het leven weer een onverwachte U-bocht.\nDit boek is voor iedereen die zichzelf en de soms rare wendingen van het leven met een glimlach en een zucht tegemoet wil treden: het zal je laten lachen, ontroeren en bovenal een hoop ‘oh ja!’-momenten bezorgen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444294791?aid=kb-online-bibliotheek&sid=18&dts=1763127403419&sig=5341d6fd34e149b6a103af7c5fb61b7136c2efaf3d1116f6dc0472d1c458d2cd&width=320",
      "dateSeen": "2025-11-15T07:12:02.540Z"
    },
    "2a5cad9ed59724a2db279c17f421bf6fbd5ac755": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444294759/van-donker-naar-licht-apolonia-van-der-vliet",
      "title": "Van donker naar licht",
      "subtitle": "Mijn leven met Stanley Hillis",
      "authors": "Apolonia van der Vliet",
      "description": "‘Ze hebben Stanley neergeschoten. Hij is dood, Apolonia.’ Op 21 februari 2011 wordt topcrimineel Stanley Hillis op klaarlichte dag geliquideerd. Apolonia van der Vliet was jarenlang met hem getrouwd. Net als Stanley zelf wist ze dat deze dag onvermijdelijk zou komen. Ze was geschokt, maar ook opgelucht dat ze nu eindelijk vrij van hem was. In Van donker naar licht vertelt Van der Vliet haar aangrijpende levensverhaal. Van een turbulente jeugd in Amstelveen tot haar roerige leven in het hart van de Amsterdamse onderwereld. Ze beschrijft haar complexe relatie met Stanley Hillis en het web van loyaliteit, gevaar en verboden liefde waarin ze verstrikt raakt. Dit boek geeft een uniek kijkje in de wereld van drugshandel, overvallen en de keiharde realiteit van het criminele circuit. Het verhaal is een eerlijk en onthullend portret van een vrouw die zich een weg baant in een door mannen gedomineerde wereld. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444294759?aid=kb-online-bibliotheek&sid=18&dts=1763129988616&sig=af6cf8c1bbffe534c2cd52f2086b6e0f649e299598cf5239f5a93d34301a9694&width=320",
      "dateSeen": "2025-11-15T07:12:03.112Z"
    },
    "7df02108f2850eeedf9d09151c6dbe55a833e32a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444294783/rust-in-je-hoofd-maaret-kallio",
      "title": "Rust in je hoofd",
      "subtitle": "Vind balans in drukke tijden",
      "authors": "Maaret Kallio",
      "description": "Ontdek met dit boek hoe je innerlijke rust en veerkracht kunt vinden, zelfs in moeilijke tijden. Maaret Kallio, een ervaren psychotherapeut, combineert wetenschappelijk onderbouwde inzichten met praktische oefeningen om mentale balans te bereiken. Aan de hand van gesprekken met meer dan 30 experts, van oorlogsveteranen tot filosofen, krijg je toegankelijke strategieën aangereikt om zelfcompassie en mindfulness te ontwikkelen. Dit boek is een krachtige gids voor iedereen die op zoek is naar duurzame innerlijke rust en mentale veerkracht, ongeacht de uitdagingen in het leven. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444294783?aid=kb-online-bibliotheek&sid=18&dts=1763127411542&sig=7a39566de252e62cb63781515ed9c17157181ae3d43ddeaa66e6a23764a652a0&width=320",
      "dateSeen": "2025-11-15T07:12:03.711Z"
    },
    "a95dcb9c1643eebf51161343085f067f931e89ef": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444330933/work-laugh-balance-pep-rosenfeld",
      "title": "Work-Laugh Balance",
      "subtitle": "Waarom en hoe humor jou en jouw team succesvoller maakt",
      "authors": "Pep Rosenfeld",
      "description": "We werken allemaal. En we houden allemaal van lachen. Dit boek laat zien hoe je deze twee kunt combineren – en waarom dat zo krachtig en waardevol is. Je leert hoe je van je werkplek een plek maakt waar jij en je collega's samen van humor kunnen genieten. Want humor op het werk is niet alleen leuker voor jou, je team en je bedrijf, het verbetert ook de kwaliteit van jullie werk.\nHumor verbindt mensen, zelfs als ze in eerste instantie niet zo goed met elkaar overweg kunnen. Het maakt communicatie krachtiger en de boodschap blijft beter hangen. Het laat mensen op een verfrissende manier naar onderwerpen – en problemen – kijken. De magie van humor is echt. En in dit boek ontdek je hoe je deze magie zelf kunt toepassen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444330933?aid=kb-online-bibliotheek&sid=18&dts=1763127458247&sig=76d39e198baa3cf3a6079c921330acde4026cebfe756b48bbf8650d51551d896&width=320",
      "dateSeen": "2025-11-15T07:12:04.250Z"
    },
    "d1337fe471ad8885ea53719eaa5c1dc9e7c42cec": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455955069/regret-isn-t-always-too-late-saskia-lauwagie",
      "title": "Regret isn't always too late",
      "authors": "Saskia Lauwagie",
      "description": "Regret isn’t always too late After fleeing from Evert, Elly settles in Sancerre. She’s proud of the steps she’s taken, but she’s unsure whether she’ll ever dare to open her heart to someone again. A new man teaches her to enjoy intimate touches, but whether he can restore her faith in love remains uncertain. Just when she starts to build a new life, she comes face to face with her past. Once again, she must find the strength to stand up for herself, dreading another encounter with betrayal and deceit. ‘Regret isn’t always too late’ is the sequel to ‘Almost has never won’. Together, these stories form a two-part tale of lies, deception, and manipulation. Unlike the first book, this story is entirely fictional – seasoned with a delicious dose of passionate desire. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455955069?aid=kb-online-bibliotheek&sid=18&dts=1763129383238&sig=13bc542e2f3fa7af761deeb365b4d926187f636eace6b27d7c2e31a74a78c333&width=320",
      "dateSeen": "2025-11-15T07:12:04.747Z"
    },
    "38473ee1c3c88a1495f1d8d1c561e3c1f64d9ecb": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455955050/almost-has-never-won-saskia-lauwagie",
      "title": "Almost has never won",
      "authors": "Saskia Lauwagie",
      "description": "‘Almost’ has never won When the life of timid Elly is disrupted by a suspicious phone call, she has to investigate. What she discovers is beyond belief. Is this really happening, or is it a sick joke? When her dream partner, Evert, turns out to not be the man she thought he was, Elly seeks answers from Eva, the woman she thinks could be behind her turmoil. Has she been blind to the truth this entire time? And who is the mysterious Madam Ashley, seething with revenge? It’s time for Elly to face the truth: Can she stand up for herself and escape this nightmare, or will she remain forever trapped in a bizarre web of intrigue, lies, and deception? ‘Almost has never won’ is the first part of a two-part series about betrayal, deceit, and manipulation – but is perfect to read as a standalone. This gripping tale weaves truth with fiction alongside a generous dose of passionate lust. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455955050?aid=kb-online-bibliotheek&sid=18&dts=1763127414059&sig=7bcf735e47c9a8c4f1e06004a4e41773d4cbe1219e232b39aa5b3888081518ad&width=320",
      "dateSeen": "2025-11-15T07:12:05.206Z"
    },
    "709bbdc0d5bb8b5dabb4e0eaa3f9cccbb7c3e348": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455955778/zeilen-naar-mykonos-c-m-m--dellamonte",
      "title": "Zeilen naar Mykonos",
      "authors": "C.M.M. Dellamonte",
      "description": "Helena staat op het punt te trouwen met Lucas. Haar lievelingsnicht en beste vriendin Tessa zal bruidsmeisje zijn. Omdat ze een gewoon vrijgezellenfeest maar saai vinden, besluiten ze een zeilcruise te maken rond de Griekse eilanden. Vanuit Athene varen ze langs enkele betoverende paradijsjes, met als eindbestemming Mykonos. Elke zomervakantie reisden de nichtjes samen met hun Papou en Yiayia naar een van die magische eilanden in de Egeïsche Zee. Tijdens hun reis komen hun dierbare herinneringen dan ook regelmatig naar boven. In Athene heeft Helena een onstuimige ontmoeting met de onweerstaanbare Kostas, die ook met zijn vrienden op vrijgezellentocht is. Op het prachtige zeilschip The Sea Flipper ontmoeten de twee jongedames interessante figuren zoals de knappe cruisemanager Giannis, voor wie Tessa al snel gevoelens blijkt te hebben. Ook de flamboyante Anna, met haar ruime huwelijkservaring, de oude schrijver Calisto, de verdrietige Penelope en de intrigerende Rania, op wie de dertiger Tom dan weer zijn oog heeft laten vallen drukken hun stempel op deze tocht. Ze vormen een kleurrijke groep, elk met hun eigen verhaal. Is het toeval dat deze mensen samen de reis van hun leven maken, of was het voorbestemd? Wanneer het einddoel Mykonos dichterbij komt, nemen de twijfels over het nakende huwelijk bij Helena toe. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455955778?aid=kb-online-bibliotheek&sid=18&dts=1763126918727&sig=8e154c305ccbd4c38b00962b845c85994f1b9e92b4679fb659b390647f1efec6&width=320",
      "dateSeen": "2025-11-15T07:12:05.788Z"
    },
    "d1da9335c6261f748081535f2ce0480636709ed9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455955697/terug-naar-ios-c-m-m--dellamonte",
      "title": "Terug naar IOS",
      "authors": "C.M.M. Dellamonte",
      "description": "Georgios en Anna bouwen, na enkele tegenslagen, een kleinschalig hotel op het eiland Ios. Hun zoontje en liefdeskind Chris voelt zich er vaak eenzaam. Net wanneer er een extra werkkracht nodig is, komt Maria samen met haar dochtertje Nicoletta op het eiland aan en wordt door Georgios aangenomen. Vanaf het eerste moment zijn Chris en Nicoletta onafscheidelijk. Ze groeien samen op, ontdekken de schoonheid van het eiland en worden omringd door de warme sfeer en de hechte gemeenschap van de inwoners. Naarmate de jaren verstrijken, wordt hun vriendschapsband sterker, tot ze langzaam maar zeker verliefd worden. Nicoletta droomt van een lang en gelukkig leven met Chris, maar dan slaat het noodlot toe … Tien jaar later bezoekt Nic, met haar dochter Elena en haar vriend Paul, het eiland Amorgos. Deze reis is een laatste poging om hun relatie nieuw leven in te blazen. Wanneer ze de charmante Makis ontmoet, schrikt ze op als ze ziet met wie hij de plaatselijke culinaire geneugten aan het proeven is. Kan ze het verleden achter zich laten? Of is de aantrekkingskracht van haar Griekse adonis te sterk? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455955697?aid=kb-online-bibliotheek&sid=18&dts=1763126910196&sig=44b43a9bf0da92f7979b348fadc349bc122dce06492a689cf46699d98074d663&width=320",
      "dateSeen": "2025-11-15T07:12:06.284Z"
    },
    "85ea60710fecc13ab77385d09dc81753bffb9f03": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447379046/polsslag-peter-vermeersch",
      "title": "Polsslag",
      "subtitle": "Hoe een popsong Oost-Europa hoop geeft",
      "authors": "Peter Vermeersch",
      "description": "Zomer 2020, Minsk. Terwijl het land kraakt onder het gewicht van een autoritair regime, weerklinkt een bekende melodie door de straten: het lied ‘Peremen’ van de Sovjetband Kino. Niet alleen in Belarus, maar ook in Oekraïne en Rusland wordt het gezongen, geschreeuwd of soms gefluisterd.Polsslag neemt de lezer mee naar Oost-Europa in een turbulente tijd. We volgen Nadja, Vova, Pjatro en vele andere jonge musici. Wanneer de protesten aanzwellen en de repressie genadeloos toeslaat, worden hun stemmen instrumenten van verzet. Brute arrestaties volgen, en opposanten moeten alles achterlaten om elders – in Warschau, Riga of Berlijn – de strijd voort te zetten.Dit boek is een verslag van teleurstelling en hoop, van verlies en volharding. Wat brengt mensen in beweging? Waar halen ze de moed vandaan om te blijven strijden tegen onderdrukking? En wat is het geheim van muziek in de strijd voor vrijheid? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447379046?aid=kb-online-bibliotheek&sid=18&dts=1763126943515&sig=76c0e05ba7c3a4d2724133e4e49a98ccaaf51b1fb0282826799bd080a96718aa&width=320",
      "dateSeen": "2025-11-15T07:12:06.727Z"
    },
    "87250f04797c0d9f353d715c4279f15a59060f95": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444317422/heim-caroline-de-mulder",
      "title": "Heim",
      "authors": "Caroline de Mulder",
      "description": "In Heim Hochland in Beieren wordt in 1944 de oorlog zorgvuldig buiten de deur gehouden. De grootste kraamkliniek van de nazi’s heeft als doel om zo veel mogelijk ‘arische’ kinderen voort te brengen, en dat kan alleen als er voor de raszuivere moeders een harmonieuze omgeving wordt gecreëerd.Renée, een jonge Française, vindt er een toevluchtsoord nadat ze is verstoten vanwege haar relatie met een Duitse soldaat. In de kliniek werkt verpleegster Helga. Zij verzorgt Renée en de andere vrouwen, maar haar geloof in het project begint te wankelen als duidelijk wordt wat de gevolgen zijn voor de pasgeboren kinderen als ze niet aan de strenge eisen van de nazi’s voldoen.Tegelijkertijd komt de oorlog steeds dichterbij. Wat leek op een schuilplaats kan ook een hinderlaag worden. Wat zal er met de vrouwen gebeuren als de Amerikaanse soldaten arriveren? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444317422?aid=kb-online-bibliotheek&sid=18&dts=1763127445162&sig=3b37b8f5164578ef9b40026668790fbf9adeb4fd963935d93ead1c3eca530011&width=320",
      "dateSeen": "2025-11-15T07:12:07.286Z"
    },
    "c5e1fd6fd87ae547da61d501409cee121f396b3b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448156113/waar-ik-me-voor-schaam-sheila-sitalsing",
      "title": "Waar ik me voor schaam",
      "subtitle": "Over zwijgen en het doorgeven van schuld",
      "authors": "Sheila Sitalsing",
      "description": "Sheila Sitalsings moeder verzweeg tot haar dood een cruciaal deel van haar familiegeschiedenis voor iedereen die haar nabij stond. Sitalsing bleef achter met duizenden-een vragen.\nDe archieven over de rechtsvervolging van zij die van collaboratie verdacht werden in de Tweede Wereldoorlog worden steeds verder ontsloten. In veel families komt daardoor na ruim tachtig jaar een einde aan het hardnekkige zwijgen over familieleden die aan de verkeerde kant van de geschiedenis hebben gestaan.\nWaar ik me voor schaam is een scherpzinnig verslag van een zoektocht naar de werking van intergenerationele schaamte en de totalitaire verleiding. Terwijl de verontrustende echo’s van de jaren dertig nu opnieuw klinken, onderzoekt Sitalsing de overeenkomsten met toen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448156113?aid=kb-online-bibliotheek&sid=18&dts=1763128757159&sig=c720c4169d518ea6274116679fbf3b1a0da58fcddf9605967bc369acae4e662d&width=320",
      "dateSeen": "2025-11-15T07:12:07.808Z"
    },
    "7b46380576b96a8cd0c3cb3aa550ce9afc9eb12e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444317570/de-terugkeer-van-ellie-black-emiko-jean",
      "title": "De terugkeer van Ellie Black",
      "authors": "Emiko Jean",
      "description": "Voor de fans van Karin Slaughter\nEllie Black is al twee jaar vermist als ze opeens opduikt in de bossen van Washington State. Ze wil niet vertellen waar ze is geweest of wat er isgebeurd. Politierechercheur Chelsey Calhoun krijgt de opdracht om uit te zoeken wat er aan de hand is, en merkt al snel dat Ellie liegt en dat zekoste wat kost iemand wil beschermen. Chelsey zal alles op alles moeten zetten om de waarheid te achterhalen – want het wordt algauw duidelijkdat Ellie niet het enige meisje is dat recent is verdwenen.De terugkeer van Ellie Black is een onvoorspelbare pageturner van het allerhoogste niveau. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444317570?aid=kb-online-bibliotheek&sid=18&dts=1763127437377&sig=6f7de2063ce217e46889f45c1ddc349e0678ac1b1912ef57293f83f56d55c972&width=320",
      "dateSeen": "2025-11-15T07:12:08.326Z"
    },
    "7672bfc65f966494bc9308d3bc329429f42846d2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444317449/de-kortste-geschiedenis-van-china-linda-jaivin",
      "title": "De kortste geschiedenis van China",
      "authors": "Linda Jaivin",
      "description": "Van kungfu tot tofu, van thee tot de zijderoute, tot de oude wijsheid – China is al duizenden jaren wereldwijd van invloed geweest op handel, filosofie, wereldpolitiek, militaire strategie, esthetiek en eten.\nDe Chinese geschiedenis is een verhaal van helden en schurken, van grote welvaart en gewelddadige rebellie, van culturele bloei en onderdrukkende politiek. Het verhaal van vrouwen in China – van de vroegste strijders tot de twintigste-eeuwse feministen – is zelden verteld. Corruptie en interne strijd brachten dynastieën ten val, en verscheuren de Volksrepubliek tot de dag van vandaag.\nWie de moderne wereld wil begrijpen doet er goed aan zich in de geschiedenis van China te verdiepen. De kortste geschiedenis van China lees je in een dag, maar verandert je blik voor altijd. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444317449?aid=kb-online-bibliotheek&sid=18&dts=1763127457777&sig=d8a37b0d3d046329960f7c35cd14811e7ac87a26a8e4f91dfffafd24f21b61cb&width=320",
      "dateSeen": "2025-11-15T07:12:08.833Z"
    },
    "47facc9d735ff5b238dda72728a272104830b612": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444317546/oscar-wilde-s-crucifix-maarten-asscher",
      "title": "Oscar Wilde's crucifix",
      "subtitle": "Een biografisch experiment",
      "authors": "Maarten Asscher",
      "description": "Al sinds zijn jongensjaren is Maarten Asscher gefascineerd door Oscar Wilde, door zijn werk en ook door zijn leven. Er zijn duizenden studies en honderden biografieën over deze cultfiguur geschreven, maar nog nooit is het raadsel opgelost van de gouden crucifix die Wilde als student in 1876 aan zijn eerste grote liefde Florence Balcombe schonk. Twee jaar later verrast ze Oscar door plotseling te trouwen met een andere jonge schrijver uit Dublin, Bram Stoker, de toekomstige auteur van Dracula. In een vermakelijke biografischevertelling, die nog het meest lijkt op een detectiveachtige speurtocht, doet Maarten Asscher een poging de raadsels van deze Victoriaanse liefdesdriehoek op te lossen. Het resultaat werpt een verrassend lichtin de duistere hoeken van Bram Stokers vampiristische fantasie, en het boek is tegelijk een schitterende ode aan de verbeelding. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444317546?aid=kb-online-bibliotheek&sid=18&dts=1763127425819&sig=be93f3ac9de65f6476ae5c74a975cddc6fd9be1de8d007951b0c4a83aac26376&width=320",
      "dateSeen": "2025-11-15T07:12:09.350Z"
    },
    "53fa7f1e2677de499266ea9e82dbc4fff445b389": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444317384/reis-naar-laredo-arno-geiger",
      "title": "Reis naar Laredo",
      "authors": "Arno Geiger",
      "description": "‘In ieder mens schuilt een afgetreden koning.’ Karel, de voormalige keizer, heeft zich afgezonderd in een afgelegen klooster in Spanje. Hij is ziek en wacht op zijn einde. Maar dan ontmoet hij de elfjarige Geronimo, en samen besluiten ze ’s nachts weg te rijden, te paard en op een muilezel. Ze beleven wilde avonturen en vinden op weg naar Laredo allerlei gezelschap. Karel komt erachter wat hij ondanks zijn macht, roem en rijkdom nooit heeft gehad: vriendschap, liefde, ongedwongenheiden de vrijheid die voortkomt uit het leven in het moment.\nReis naar Laredo is een fantastische, magische roman over loslaten en over wat belangrijk is in het leven. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444317384?aid=kb-online-bibliotheek&sid=18&dts=1763127733997&sig=125a48ca49f1605e0521e8e6bf613266b01ed9adfc49bf4b5ba522c7949eeefb&width=320",
      "dateSeen": "2025-11-15T07:12:09.837Z"
    },
    "710ed0f5a7e7b0dcc7935c02485e962d6806dc6b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/446906786/galmende-geschiedenissen-sinan-c-ankaya",
      "title": "Galmende geschiedenissen",
      "authors": "Sinan Çankaya",
      "description": "Het nieuwe, langverwachte en uiterst actuele boek van Sinan Çankaya\nVan de auteur van Mijn ontelbare identiteiten (25.000 verkocht)\nZijn familie is telkens een maandinkomen verwijderd van de armoede. De jonge Sinan hunkert naar een ander leven, naar vrijheid. Hoe hoger hij klimt op de sociale ladder, hoe groter de afstand tot waar hij vandaan komt: jeugdvrienden en familie vervagen. Toch ontsnapt hij niet aan zijn verleden.In de literaire en universitaire wereld blijft hij een buitenstaander. Wanneer hij verbanden onderzoekt tussen antisemitisme, islamofobie en de Tweede Wereldoorlog, breekt er iets. Wanneer hij over de genocide op de Palestijnen schrijft, wordt het stil. Mag hij dit verhaal vertellen?\nAlles waarin hij had geloofd—klim, leer de taal, werk hard—bleek bedrog. Was dit de bestemming? Is dit vrijheid?\nGalmende geschiedenissen is een urgent en persoonlijk essay over wie mag spreken en wie het zwijgen wordt opgelegd, over welke doden we herinneren, en welke verhalen we dieper begraven. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A446906786?aid=kb-online-bibliotheek&sid=18&dts=1763128092442&sig=a1078ba7b302f902400fa564ccf4ff1f580788bab51bfa187939e06318b0b3d1&width=320",
      "dateSeen": "2025-11-15T07:12:10.357Z"
    },
    "e2797b98c309f3ea38859957d381b664b0e845c8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444317368/zusje-pepijn-keppel",
      "title": "Zusje",
      "authors": "Pepijn Keppel",
      "description": "Na een dramatische gebeurtenis in hun jeugd dreven Pepijn en zijn zusje langzaam van elkaar weg. Nu ze volwassen zijn, kruisen hun levens elkaar alleen nog opgezette tijden: met verjaardagen, met kerst, tijdens een familievakantie. Ze besluiten samen op reis te gaan om te onderzoeken wat er nog van hun band over is, elkaar opnieuw te leren kennen, onderdeel te worden van elkaars leven. Maar hoe doe je dat eigenlijk?Zusje is een aangrijpend verslag van een poging te lijmen wat ooit gebroken is. Een zoektocht naar de kracht van familiebanden, naar wat het betekent ombroer en zus te zijn. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444317368?aid=kb-online-bibliotheek&sid=18&dts=1763127442188&sig=d8aa260ba152b8b4c0e038ad5a1354aabb198cf916b69a3c3d4adc3a88840095&width=320",
      "dateSeen": "2025-11-15T07:12:10.819Z"
    },
    "bd6758300fc7c62782ce740d41bb2573593cd13e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447292846/een-steen-op-mijn-bureau-jessica-van-geel",
      "title": "Een steen op mijn bureau",
      "authors": "Jessica van Geel",
      "description": "Op het bureau in mijn werkkamer ligt een steen. Het is een grijs kinderkopje, niks bijzonders. Zo’n tien centimeter hoog, diep en breed en ik gok anderhalve kilo zwaar. Ik kan hem in elke willekeurige straat hier in Nederland achterlaten en het zou niemand opvallen, zo gewoon is dat ding. Een kassei om gedachteloos overheen te lopen. Een steen om een ruit mee in te gooien. \n\nZo begint de tekst waaraan Jessica van Geel werkte in opdracht van de Vrijheidscolleges. Terwijl ze schreef over verzetsstrijder Truus van Lier en de vraag die ze na afloop van lezingen over haar leven vaak krijgt - zou ik ook een Truus van Lier zijn als het erop aankomt? – kwam er een grote woede in haar op. Woede om de richting waarin de wereld zich beweegt, aangevoerd door een president van het machtigste land op aarde die alle verworvenheden van de laatste halve eeuw met een enkele handtekening wegvaagt. Angst dat als hij de letter T van de LHBTIQ+-gemeenschap doorstreept, de andere letters spoedig zullen volgen. Daarom dit essay; uit woede en angst, maar ook in de hoop dat er opnieuw verzet zal komen, dat het iets zal breken. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447292846?aid=kb-online-bibliotheek&sid=18&dts=1763130421937&sig=eb1bdd091f0ff9ccd8049b49ec10ca369605eac50ec74f789624ff1db306be6c&width=320",
      "dateSeen": "2025-11-15T07:12:11.317Z"
    },
    "6902aa9edaa52aad979ab28771ea410c5c94439c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444317457/wijsheid-paul-verhaeghe",
      "title": "Wijsheid",
      "authors": "Paul Verhaeghe",
      "description": "Kunnen we vertrouwen op onze waarneming? Valt er ooit iets zeker te weten? En hoe verhoudt kennis zich tot wijsheid?\nAl sinds jaar en dag proberen we de werkelijkheid te ontrafelen en te voorspellen. Ooit vonden we antwoorden in mythen en magische praktijken, sinds een paar eeuwen richten we ons op wetenschappelijk onderzoek.\nIn Wijsheid duidt Paul Verhaeghe onze complexe verhouding tot de werkelijkheid. Hij legt het onderscheid uit tussen kennis, die ons leven makkelijker maakt, en wijsheid, die ons helpt bij existentiële vragen. Tegen die achtergrond doemt het altijd aanwezige gevaar op van het geloof in de absolute Waarheid. Op dat altaar wordt zowel kennis als wijsheid geofferd, met consequenties die niet te overzien zijn. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444317457?aid=kb-online-bibliotheek&sid=18&dts=1763127447788&sig=3ffb9e5294cdbc6dc197e4d07ed2bef9e5b0070b880560d7d26c5c781d7ab37b&width=320",
      "dateSeen": "2025-11-15T07:12:11.799Z"
    },
    "84be71818a92b4649775758d9db56fa20a1cd795": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444317341/de-haha-jennifer-dawson",
      "title": "De haha",
      "authors": "Jennifer Dawson",
      "description": "Na het overlijden van haar moeder stort Oxford-student Josephine in en wordt ze opgenomen in een psychiatrisch ziekenhuis op het Engelse platteland. Hier wordt ze onderworpen aan elektroshocktherapie en andere ‘behandelingen’. Als ze verliefd wordt op Alasdair, een medepatiënt, ziet ze in dat alleen zijzelf zorg kan dragen voor haar herstel. De haha is een ontroerend en krachtig onderzoek naar mentale gezondheid en een moderne klassieker in de feministische literatuur. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444317341?aid=kb-online-bibliotheek&sid=18&dts=1763128091599&sig=29ae751a840d86ab79b97406f4deff533e544e2be352318cee110fe3cfb995c7&width=320",
      "dateSeen": "2025-11-15T07:12:12.350Z"
    },
    "3aca375483be69cab26c8b1d1b9d12c4ae1aa906": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444317406/de-longdrijfproef-tore-renberg",
      "title": "De longdrijfproef",
      "authors": "Tore Renberg",
      "description": "In het Leipzig van 1681 wordt de vijftienjarige Anna Voigt beschuldigd van het doden van haar pasgeboren baby. De autoriteiten willen haar veroordeeld zien, maar Anna’s machtige vader en een vooruitstrevende arts komen voor haar op. De arts ontwikkelt de ‘longdrijfproef ’, een nieuwe wetenschappelijke methode om te bewijzen dat de baby doodgeboren was en geen slachtoffer van moord. Terwijl Anna volhoudt dat ze onschuldig is, staat ze tegenover een meedogenlozeofficier van justitie en een getuige uit haar eigen huishouden.\nDe longdrijfproef is een aangrijpende historische roman over de botsing van twee werelden: de uitlopers van de middeleeuwen ontmoeten het vroege begin van de verlichting, tegen de dramatische achtergrond van een barokke wereld. Het verhaal is gebaseerd op ware gebeurtenissen, die de auteur nauwgezet ter plekke, in Leipzig, heeft onderzocht. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444317406?aid=kb-online-bibliotheek&sid=18&dts=1763127457011&sig=0faee87f3f74a648d0c23dfd1533e44233deeb0653a8d0b2a1db464833a2b81c&width=320",
      "dateSeen": "2025-11-15T07:12:12.853Z"
    },
    "9b1624252dce0f18fd910c5af20280602eda25e0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44431735X/de-schaamte-van-lea-elly-biesters",
      "title": "De schaamte van Lea",
      "authors": "Elly Biesters",
      "description": "Op de dag van Lea’s examenfeest verschijnen er vuurrode vlekken op haar lichaam. In een poging vorm te geven aan haar leven besluit ze een opleiding te volgen in een psychiatrische instelling. Maar haar moeizame relatie met de egocentrische Simon en het confronterende werk met de psychiatrische patiënten maken dat niet bepaald makkelijk. Tot ze op een dag iemand ontmoet die haar laat inzien dat er meerdere manieren zijn om je leven te leiden. De schaamte van Lea is een indringend maar ook wrang-geestig coming-of-ageverhaal over schaamte, eenzaamheid en een zoektocht naar bevrijding. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44431735X?aid=kb-online-bibliotheek&sid=18&dts=1763129748112&sig=9ce51f1640ee1b93d1e54746edfe7f44feb642fd4999f7d39959134e7040d2cb&width=320",
      "dateSeen": "2025-11-15T07:12:13.316Z"
    },
    "d08c5c2f92537eb8afee0beb3bb5b10348820982": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437888800/dead-girls-don-t-talk-joanne-carlton",
      "title": "Dead girls don't talk",
      "subtitle": "... but this one does",
      "authors": "Joanne Carlton",
      "description": "Two best friends. One dead girl. Two sides of the story. This is the story of Viola, and what happened before she killed Syl. She may be a killer, but she has something important to say. This is the story of Syl, and what led to her death. Syl may be dead, but she isn't gone. Yet. Viola and Syl were like sisters of different mothers. Born on the same day, neighbors from day one. The same schools, the same friends, the same lives. Nobody ever thought that these girls could be torn apart. Until it happened. Two weeks before Syl is supposed to leave for Stanford and Viola is ready for her new life in Princeton, Syl's body is found on the passenger seat of Viola's abandoned car. And Viola is gone. The only evidence found at the scene leads to Viola. Was she really responsible for her best friend's death? Or are there other things at play? Two versions of the story unfold, told from both Syl's and Viola's point of views in this unique turnaround book. The reader decides which version to read first, and which one to believe. Or not. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437888800?aid=kb-online-bibliotheek&sid=18&dts=1763363659006&sig=bfee008254eca08ea8ad2e68b8b78734bcf6288068239434c0aeaa8eb033d6e3&width=320",
      "dateSeen": "2025-11-17T07:14:19.189Z"
    },
    "46c5cca4128dbdf29ac1eb99c30ce1e8555468e3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443616086/the-last-days-of-holly-hayes-sandra-j--paul",
      "title": "The Last Days of Holly Hayes",
      "authors": "Sandra J. Paul",
      "description": "Life's not about fear at all. It's about love. When college students Holly and Dylan fall in love, life is wonderful for a while. There's just one big problem: Holly has no idea that Dylan's parents are Doomsday preppers and that he's been living a life drenched in fear. Months later, Dylan realizes he can no longer hide the truth from Holly, and so he takes her to his small Montana hometown for a hiking trip. But the worst case scenario unfolds: Dylan is warned that the world is about to end. The problem: Holly still has no clue about who and what Dylan is. Panicking, Dylan forces Holly to seek shelter high up in the mountains. He locks her in against her will, determined to save her life. But is there really an end-of-the-world disaster going on, or is this just another false alarm? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443616086?aid=kb-online-bibliotheek&sid=18&dts=1763282553534&sig=06cd606f415d74962c2fde6ad6e2e006ceeebd7f4a29cf8c18e87804cc320897&width=320",
      "dateSeen": "2025-11-17T07:14:19.645Z"
    },
    "0a342f69e101f556fc324aa107fc204c2c1fbcef": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443616094/the-painter-s-muse-emmelie-arents",
      "title": "The Painter's Muse",
      "authors": "Emmelie Arents",
      "description": "Lorenzo Scaasi, a talented artist torn between duty and desire, discovers a mysterious box in his family's atelier-a mask once owned by Leonardo da Vinci, granting extraordinary abilities. His new-found talent gets him a commission by the wealthy Marco Contarini, who hires Lorenzo as a painter in his Palazzo. There he encounters the captivating Artemisia Contarini, trapped in an unhappy marriage. As secrets unravel within the Palazzo Contarini, Lorenzo must navigate a web of mystery and desire. But what price does one pay for the gifts of da Vinci's talents? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443616094?aid=kb-online-bibliotheek&sid=18&dts=1763308013518&sig=735d647fba11320f8d240dc5e7640b7bdc9f61f568c755bd18610520bd1eb9e6&width=320",
      "dateSeen": "2025-11-17T07:14:20.085Z"
    },
    "f9eefa5e0a2c10c2eac1650ebff4ec88b444bb2a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443616078/skyestone-adriana-m--mastrogiovanni",
      "title": "Skyestone",
      "authors": "Adriana M. Mastrogiovanni",
      "description": "Predator. Prey. And an ancient talisman with the power to change the course of everything. At the Great Tree of life, nine winged creatures called The Hunters reside. When a prophecy foretells the birth of a new Werewolf, one hunter is sent to Earth with a mission: slay the wolf and protect the village. When dark forces breach the tree's defenses, he is forced to flee with the Skyestone: a talisman that could change the world if wielded by the wrong hands. Shannon Bellissario has been plagued by nightmares since she can remember. Recently betrayed by a life-long friend and trapped in a village she longs to escape, she finds it hard to stay sane. Can she overcome the dark obstacles that come her way? Or will she stray too far from the right path? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443616078?aid=kb-online-bibliotheek&sid=18&dts=1763283167765&sig=a9664fd08718a6d62839a43e84f0fa214fb501ff0e3c823c4e8f43c02832a73f&width=320",
      "dateSeen": "2025-11-17T07:14:20.547Z"
    },
    "6c8535f7fcb0be66b46ba6230abe3c3a36d57cab": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44064335X/soulmate-laura-dirkx",
      "title": "Soulmate",
      "authors": "Laura Dirkx",
      "description": "Noé has been preparing for this her whole life; finding her Soulmate, the person that carries the other half of her soul, the only part that will make her complete. The only reason for her existence. Or rather, that is what they have always told her. Now, she's not so sure anymore. An unknown feeling has crept up inside of her and taken over her whole existence. Love. She starts questioning everything she has ever known and quickly learns she has no one to trust but herself. Surviving in this world full of hate appears more difficult than she anticipated and achieving her goal becomes more and more distant. And yet... If her Soulmate is out there somewhere, why is it so impossible to stop thinking about Arthur? Why does he make her feel angry and annoyed, though beautiful and cherished at the same time? Why does she feel like nothing matters anymore, except for him? And why is everyone trying to tear them apart? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44064335X?aid=kb-online-bibliotheek&sid=18&dts=1763363660655&sig=a9e4e1a54f1e7693a7d8ff52841dc32653d7f10ab19ed512f17e6b7e2859f55d&width=320",
      "dateSeen": "2025-11-17T07:14:20.843Z"
    },
    "17abd7feb7b0b5706a2d115183315a4932ed4c26": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436438046/something-sweet-sandra-j--paul",
      "title": "Something Sweet",
      "subtitle": "snoepen is gevaarlijk",
      "authors": "Sandra J. Paul",
      "description": "Lisa en Daniel. Amper een week kennen ze elkaar, maar voelt nu al aan alsof dit wel eens iets voor het leven zou kunnen zijn. Lisa had nooit durven dromen dat de IT'er die ook haar mentor is, wel eens de man van haar leven zou kunnen worden. En dat zijn tante Mathilde, de excentrieke vrouw met de vele katten, haar hart zo zou kunnen veroveren. Toch besluiten ze om hun relatie geheim te houden op kantoor, zeker omdat Machteld, hun manager, op de loer ligt. Zij heeft al enige tijd haar oog op Daniel, en ze zal er alles aan doen om hem voor zich te winnen. Terwijl de twee worstelen om hun geheime relatie op kantoor verborgen te houden, begint Machteld al snel te beseffen dat er meer aan de hand is. Zullen ze erin slagen om aan haar bemoeienissen te ontsnappen? Dan is er nog tante Mathilde, ooit een bekende Hollywoodster, nu een teruggetrokken kluizenaar die niet langer in staat is om alleen te blijven wonen. De bezorgdheid om haar groeit met de dag, zeker wanneer haar leven in gevaar komt. Lisa wordt al snel heen en weer geslingerd tussen geluk en bezorgdheid. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436438046?aid=kb-online-bibliotheek&sid=18&dts=1763283182109&sig=c5cb9a9c66b0745fa75dd3a01db4f33325eabbd51b932077bd4f514a5357f65d&width=320",
      "dateSeen": "2025-11-17T07:14:21.279Z"
    },
    "74f5633c21ca5c8e8c12c80a7f15aa54aa9ba749": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436843250/er-hangt-vuurwerk-in-de-lucht-sophia-jager",
      "title": "Er hangt vuurwerk in de lucht",
      "authors": "Sophia Jager",
      "description": "Anna, de rustige en ingetogen huisarts van het dorp, is niet van plan om zich te laten overtuigen door de burgemeester en de andere bemoeizuchtige tantes, om naar het jaarlijkse dorpsfeest te gaan. Ze weet immers precies wat er gaat gebeuren. Zoals altijd zullen ze weer proberen om haar te koppelen aan een aantrekkelijke vrijgezel, en daar heeft ze na haar afgebroken relatie echt geen zin in. ﻿Hetzelfde geldt voor Pieter, de allernieuwste inwoner van het dorp. Hij heeft het immers veel te druk met zijn garage, net overgenomen in erbarmelijke staat. Pieters hoofd staat niet naar een dorpsfeest, maar net als Anna wordt ook hij met lichte dwang richting het dorpsplein gestuurd. ﻿Wie weet hangt er voor beiden vuurwerk in de lucht ... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436843250?aid=kb-online-bibliotheek&sid=18&dts=1763309858367&sig=e450b4b836c18e5fcd3196c1458c0163b5d2c411d3660374ffc6901290474d2f&width=320",
      "dateSeen": "2025-11-17T07:14:21.696Z"
    },
    "384905090cfd1af443592ea2f6e7d43e1fec1647": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437392333/als-vlinders-dansen-inge-sleegers",
      "title": "Als vlinders dansen",
      "authors": "Inge Sleegers",
      "description": "Elaine staat op de vooravond van een nieuwe fase in haar leven. Het afsluiten van de middelbare school, verder studeren... Ze is dolverliefd op haar vriend Daan en droomt van een toekomst met hem. 's Nachts wordt ze echter geplaagd door mysterieuze dromen, die haar meevoeren naar de negentiende eeuw. In die dromen is ze een adellijke jongedame die gevangen zit in een verstandshuwelijk met een veel oudere graaf. Ze leert snel dat ze in dit verre verleden als vrouw weinig beslissingsrecht heeft, zelfs niet over haar eigen lichaam. Cedric, de zoon van haar echtgenoot, is haar enige lichtpunt. Verblind door liefde beginnen ze een verboden relatie, die gedoemd is om slecht af te lopen. Aanvankelijk beschouwt Elaine de dromen als pure verzinsels. Wat zal ze doen als Cedric vandaag opnieuw haar pad kruist? Inge Sleegers is de auteur van Young Adult romans 'De kilte van een zomernacht' en 'Wereld Zonder Water'. Het is haar tweede boek bij Books & Butterflies. Eerder verscheen 'Bestemming Onbekend', een aangrijpende novelle over partnergeweld. Met 'Als Vlinders Dansen' zet ze een bijzondere historische feelgood neer rond het thema reïncarnatie. Een verhaal dat met momenten binnenkomt, maar je desondanks met een goed gevoel achterlaat. Het is de herwerking van het boek dat eerder verscheen onder de titel 'Mijn Dubbelleven'. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437392333?aid=kb-online-bibliotheek&sid=18&dts=1763282530933&sig=c873aed1cd88b41002199830f56bfa2fe15e384db74db9800d95cd73fcef52d9&width=320",
      "dateSeen": "2025-11-17T07:14:22.119Z"
    },
    "086cef52008ba5130d2c9758f41419895bc29d04": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436060159/onbereikbaar-dichtbij-nicole-schelling",
      "title": "Onbereikbaar dichtbij",
      "authors": "Nicole Schelling",
      "description": "Vicky heeft een hekel aan strippers. Ze vindt ze smakeloos met die glimmende opgepompte spieren. Als ze erachter komt dat op het vrijgezellenfeest van haar nicht Claire een mannelijke stripper is ingehuurd, staat ze dus niet te juichen. Op het moment dat ze zelf het podium op wordt getrokken, raakt ze serieus in paniek. Hoewel ze het liefst door een gat in de vloer zou willen verdwijnen, is ze totaal niet voorbereid op de stripper die op haar af komt. Hij zet haar in vuur en vlam en bezorgt Vicky de avond van haar leven. Ze kan hem naar niet uit haar hoofd zetten, maar weet heus wel dat hij onbereikbaar voor haar is. Ze zal nooit verliefd worden op iemand met zo'n beroep. Uit alle macht probeert ze hem te vergeten, maar dan ziet ze hem weer: op een foto samen met de verloofde van haar nicht en ze lijken elkaar goed te kennen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436060159?aid=kb-online-bibliotheek&sid=18&dts=1763283185094&sig=07436236ae0cebbc4c98ceff07abd335a8f94e56f5b2a774b72cbbec0c755eec&width=320",
      "dateSeen": "2025-11-17T07:14:22.770Z"
    },
    "0bc237482a80f91223560a8448d303c0f8828731": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437261298/gevolgd-en-andere-verhalen-rosalie-de-jong",
      "title": "Gevolgd en andere verhalen",
      "authors": "Rosalie de Jong",
      "description": "In de verhalenbundel Gevolgd zitten vier korte verhalen: Gevolgd, Camera Flits, Gelukkige Confrontaties en Overwonnen Angsten. Twee spannende én twee romantische verhalen. Van mysterieuze verschijningen tot een romantisch weerzien. Kortom, voor ieder wat wils! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437261298?aid=kb-online-bibliotheek&sid=18&dts=1763283158615&sig=81f8ba97b9cda808cb7c0b0f03727d695e0e78c87a5a9a16a736a31a91899021&width=320",
      "dateSeen": "2025-11-17T07:14:23.183Z"
    },
    "215fa3a14b34988467ba0ea5e95be7f62999d86e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437113345/pompoensoep---vallende-bladeren-jolien-de-pauw",
      "title": "Pompoensoep & vallende bladeren",
      "authors": "Jolien De Pauw",
      "description": "Jennie heeft een hekel aan Halloween. Maar nog, ze hààt Halloween! Van de pumpkin spice lattes tot de vrolijke griezelversieringen, ze kan niet wachten tot deze vreselijke periode eindelijk voorbij is. Al heeft al die weerzin misschien ook een heel klein beetje te maken met wat haar ex haar vorige Halloween geflikt heeft. Gelukkig verkeert ze dit jaar in het gezelschap van 's werelds schattigste viervoeter. En werpt ze zich, onbedoeld weliswaar, meer dan eens in de armen van een wel heel knappe man... Zou deze Halloween toch anders kunnen worden? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437113345?aid=kb-online-bibliotheek&sid=18&dts=1763363663290&sig=935cf1116e3703bb7c1a9a9e6282487c9c18312758c2db6fd4072969e3d73806&width=320",
      "dateSeen": "2025-11-17T07:14:23.480Z"
    },
    "a2952d4ed9e7e7720dea9abbd90848405eac5e39": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437215962/help-me-elliot-hyland",
      "title": "Help me",
      "authors": "Elliot Hyland",
      "description": "Ze staart met een verdrietige blik naar buiten, waarna ze twee woorden op de beslagen ruit van haar treinwagon schrijft: help me. Inez' grote droom is om gelukkig oud te worden met Joachim, de man van haar leven, en samen een gezinnetje te starten. Maar wanneer hij haar na twaalf jaar compleet onverwacht laat staan voor een ander, stort Inez' wereld in. Dan leert ze Thomas kennen, de perfecte man. Hij is zorgzaam, wil niets liever dan voortdurend bij haar zijn en het beste van al: ze hebben geen geheimen voor elkaar. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437215962?aid=kb-online-bibliotheek&sid=18&dts=1763363663582&sig=ee0f3c87ead84b02bdeaffa0e3f26faa777be51e5eb4cb80b243068a042e72e8&width=320",
      "dateSeen": "2025-11-17T07:14:23.787Z"
    },
    "011c618ec884981076ed035bfb5d8ad8013b3be0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436700654/bittersweet-sandra-j--paul",
      "title": "Bittersweet",
      "subtitle": "afscheid nemen doet pijn",
      "authors": "Sandra J. Paul",
      "description": "Lisa en Daniel wonen eindelijk officieel samen, nadat Lisa de afgelopen maanden al zo goed als helemaal bij Daniel en zijn tante Mathilde was ingetrokken. Nu is het echt. Haar huisje werd verhuurd, haar spullen staan in de villa. De relatie tussen hun twee wordt er alleen maar beter op nu ze beiden hun eigen weg in het leven zoeken. Maar Daniels werk slorpt hem helemaal op wanneer zijn carrière bloeit en groeit. Dan krijgt hij een interessante aanbieding die alles wel eens helemaal op zijn kop kan zetten. Alleen weten Lisa en Daniel dat het niet zo gemakkelijk is als het lijkt. Ze hebben veel om achter te laten in hun oude leven. En dan is er nog die voornaamste kopzorg rond Mathilde, die met de dag wegkwijnt. Wat moet er met de villa en zijn katten gebeuren als zij er niet meer is? Lisa en Daniel ontdekken dat liefde en verdriet heel dicht bij elkaar liggen. Maar uiteindelijk komt het altijd wel goed. Toch? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436700654?aid=kb-online-bibliotheek&sid=18&dts=1763363663896&sig=d938b8ca3a3414a1dea1eb3190b467cf1f6475c6c545a6b3fe2f3c99cad15170&width=320",
      "dateSeen": "2025-11-17T07:14:24.147Z"
    },
    "b89fe6b5b8607cfd9719dad8884508427d885b89": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436218496/lotgenoten-arne-van-der-linden",
      "title": "Lotgenoten",
      "authors": "Arne Van Der Linden",
      "description": "Alans puike prestatie tijdens de dropping krijgt een bittere nasmaak wanneer hij zijn eerste missie ontvangt. Thomas en Lauren, twee vroegere klasgenoten, zijn ontvoerd. Samen met Eli en Sam begeeft hij zich opnieuw in het rijk der levenden en in een race tegen de klok knoopt het team de strijd aan met een mysterieuze kidnapper. Parijs vormt het decor van een spannend kat-en-muisspel met meerdere mensenlevens als inzet. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436218496?aid=kb-online-bibliotheek&sid=18&dts=1763363664249&sig=03e91b69c6eef7b2a2b9cfe7d4ad60beb78fe78ddc7ba79f609f2e9ef77104e9&width=320",
      "dateSeen": "2025-11-17T07:14:24.465Z"
    },
    "31c5a9fb231e847aa7387dc75cc909f95b5342d0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437377865/kansloos-annemarie-snels",
      "title": "Kansloos",
      "authors": "Annemarie Snels",
      "description": "OP DE KANAALEILANDEN GEBEURT LETTERLIJK NOOIT WAT. TOCH? NU WEL: TUSSEN DE LIEFLIJKE DORPEN, HISTORISCHE KASTELEN, SCHITTERENDE ROTSPARTIJEN EN RUSTIGE STRANDEN SPINT EEN LOUCHE VERENIGING VAN GOKKENDE VASTGOEDBELEGGERS EEN LUCRATIEF WEB MET DODELIJKE GEVOLGEN. De golven van Het Kanaal spugen het lichaam van een dode vrouw op een vrachtschip. De Britse agenten Will Carrick en Jeff Purdy vinden geen enkel aanknopingspunt over wie ze zou kunnen zijn. Het enige wat ze bij zich draagt is een doorweekte mobiele telefoon. Daarop staat een selfie van de vrouw, poserend op de Hanging Rock van Alderney. Carrick en Purdy concluderen dat ze van deze rots is gevallen en in Het Kanaal terecht is gekomen. Ze dragen de zaak over aan de politie van de Kanaaleilanden. Agente Inèz Lovatt, die zo haar eigen problemen heeft, krijgt de opdracht de identiteit van de dode vrouw te achterhalen. Met de foto als enig bewijsstuk bijt ze zich vast in het onderzoek. Ze komt terecht in Normandië, waar de onderwereld van internationale vastgoedbeleggers samenkomt in een bunker. Met gevaar voor eigen leven, en dat van haar beste vriendin, gaat Inèz op zoek naar de waarheid die pijnlijke banden heeft met haar verleden. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437377865?aid=kb-online-bibliotheek&sid=18&dts=1763363664562&sig=0ed995876ccc2ff23af5590b5aa572240ae6363c94f43e06ea78b143d74de58c&width=320",
      "dateSeen": "2025-11-17T07:14:24.745Z"
    },
    "4bfbbd804135610404c76b4b33242fa8b301478d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436218445/drakenbloed-ina-de-man",
      "title": "Drakenbloed",
      "authors": "Ina De Man",
      "description": "De nichtjes Kaat en Eva brengen de kerstdagen door in Windsor en logeren vlak bij het beroemde kasteel. Als er een diefstal wordt gepleegd zijn de meisjes er als de kippen bij om op onderzoek te trekken. Maar daar denkt de dief anders over. Ze krijgen de hulp van Aiden maar ook hij kan niet voorkomen dat ze weer in de problemen komen. Want zo'n eeuwenoud kasteel kent veel geheimen. En een daarvan zou de koningin wel eens de troon kunnen kosten. Maar Kaat en Eva weten ook dat te voorkomen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436218445?aid=kb-online-bibliotheek&sid=18&dts=1763363664860&sig=bd1563729413834e577a63e6c83d66ad901462c90bb9ca4842757bbb95458279&width=320",
      "dateSeen": "2025-11-17T07:14:25.053Z"
    },
    "079c2b5f7d102cdb59605b10c04351371ad44c29": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437094979/cappuccino-en-cupcakes-ina-de-man",
      "title": "Cappuccino en cupcakes",
      "authors": "Ina De Man",
      "description": "Ergens in een provinciestadje ligt een winkelstraat met gezellige winkels, geflankeerd door twee grootwarenhuizen. Midden in deze straat ligt een heel bijzondere koffieshop. Latteratura en het gebouw waarin het gehuisvest is, is eigendom van Jasmijn. Ze heeft twee grote passies: boeken en koffie en die heeft ze samengebracht in dit pand. Je kan hier gewoon binnenstappen voor een kopje bijzondere koffie met een stukje zelfgemaakt gebak, maar je kan hier ook een paar gezellige uren doorbrengen in de leeshoek. Jasmijn heeft namelijk de zijmuur bedolven onder rekken met allerlei boeken die je als klant gewoon kan lezen. Je kan er zowat alles vinden: feelgood romans, thrillers, bundels met kortverhalen maar ook tijdloze boekjes uit je jeugd. Het begon met haar eigen boeken maar gaandeweg begonnen haar vaste klanten boeken te doneren en raakten de rekken helemaal gevuld. Jasmijn runt de zaak niet alleen. Thomas is haar vaste barista. Hij weet alles over de koffiesoorten die worden aangeboden en denkt er zelfs over na om workshops over koffie te geven. Naast barista is Thomas ook de bakker van dienst. Hij maakt roomsoezen, cakes, gebakjes en taartjes dat het een lieve lust is. En dan hebben we nog Maris. Oorspronkelijk sprong ze tijdens de vakanties bij, maar na haar studie besloot ze om in de zaak te blijven werken omdat ze het veel te leuk vond. Er zijn ook de vaste klanten, zoals meneer Oldman en mevrouw Snelders. En uiteraard is er Toulouse, de kat van Jasmijn die haar baasje af en toe in de problemen brengt. Cappuccino & Cupcakes is een verzameling van kortverhalen over dingen die de mensen, die verbonden zijn met deze koffieshop, meemaken. Soms spannend, soms schattig maar altijd bijzonder. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437094979?aid=kb-online-bibliotheek&sid=18&dts=1763363665195&sig=1b97f8f37eb0d423a0e838184687f7ed5773a83d636222b6b2d7d2e0ddb6c1fa&width=320",
      "dateSeen": "2025-11-17T07:14:25.395Z"
    },
    "d0f26aee0296c40300c24c08b8bfc645c6c40bf1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/435612182/on-der-wijs-druk-eveline-heijnen",
      "title": "On(der)wijs druk",
      "authors": "Eveline Heijnen",
      "description": "Tessa Konings heeft het als wiskundedocent niet makkelijk. Ze staat vermoeid op, het lukt haar gedurende de werkdag nooit om alle geplande taken op tijd af te krijgen, elke avond zit ze tot aan haar oren in het nakijkwerk en de e-mailtjes van opdringerige ouders. De weekenden zijn te kort om haar energieniveau weer op te krikken. Werken in het onderwijs is leuk, maar de werkdruk die je er gratis bijkrijgt... Oef! En dan is er ook nog de nieuwe collega, Boris, die bakken met kritiek op Tessa uitstort. Gelukkig krijgt ze hulp uit onverwachte hoek. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A435612182?aid=kb-online-bibliotheek&sid=18&dts=1763363665523&sig=9ba38bdd8d4608ac7357f238d74984e25f5e96eea5124d9ff702349db9ca1be0&width=320",
      "dateSeen": "2025-11-17T07:14:25.730Z"
    },
    "2d44f83c2149036aa9ec1c9f194fc5a1663d88e1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436658976/ps-ik-haat-je-nicole-schelling",
      "title": "PS Ik haat je",
      "authors": "Nicole Schelling",
      "description": "De drieëntwintigjarige Tamara heeft haar leven eindelijk weer op de rit. Op sommige dagen lukt het haar zelfs om niet meer aan de tijd te denken waarin ze zo vaak wenste dat ze iemand anders was. Haar middelbareschooltijd is een donker gat waar ze nooit meer in terug wil vallen, maar ze is zich er pijnlijk van bewust dat er veel triggers op de loer liggen. Alleen al bij het horen van de naam 'Lukas' breekt het angstzweet haar uit. Tamara is vastbesloten haar verleden geen rol meer te laten spelen in haar heden en toekomst. Maar dan komt ze Lukas na een lange tijd weer tegen en op alle mogelijke manieren laat hij haar hart nog steeds sneller slaan... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436658976?aid=kb-online-bibliotheek&sid=18&dts=1763363665842&sig=293ea4c0994197649eeec93ed8294e931684fa6396c6895f8c871ff38a68e956&width=320",
      "dateSeen": "2025-11-17T07:14:26.027Z"
    },
    "7a01751ffa9f7b2b3b54cd40d57a124b21a602db": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/440579139/merry-crisis-nina-verheij",
      "title": "Merry Crisis",
      "authors": "Nina Verheij",
      "description": "Wanneer Olivia de vraag krijgt om haar beste vriendin Nora te steunen tijdens haar coming-out, kan ze niet anders dan toezeggen. Waar Olivia niet op had gerekend, is dat haar vriendin op het laatste moment zou terugkrabbelen. Hoewel het kerstweekend met Nora's familie hierdoor een onverwachte wending krijgt, laat Olivia Nora niet zomaar vallen. Ze besluit mee te spelen met haar alternatieve toneelstukje, met alle gevolgen van dien. Een kerst vol leugens volgt. Of zal het juist dé route naar een nieuwe waarheid blijken? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A440579139?aid=kb-online-bibliotheek&sid=18&dts=1763283337414&sig=98813d6a3cdf43c7eb8fb23a89cd5a25f5df86a7064538ecef1a01a990a53f19&width=320",
      "dateSeen": "2025-11-17T07:14:26.475Z"
    },
    "dbdf70f5f2c7d7c15dc0f42750ce22bb56ec28c5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/440551315/een-weerspannige-kerst-inge-sleegers",
      "title": "Een weerspannige kerst",
      "authors": "Inge Sleegers",
      "description": "Sinds de dood van haar vader heeft Eva een bijzondere band met haar moeder. Als kind sloten ze een pact dat niemand ooit tussen hen in zou kunnen komen. Kerst vieren ze altijd gezellig met zijn tweetjes. Tot Eva een onheilspellend telefoontje krijgt. Haar moeder heeft iemand ontmoet. Hij nodigt Eva uit voor het kerstfeest met zijn familie in zijn skichalet in Oostenrijk. Dat Eva daar geen zin in heeft, is een understatement. Blijft Eva koppig volhouden? Of krijgt de avond een wending die zelfs zij niet had kunnen voorspellen? Een verhaal over familierelaties, loslaten én een knappe redder in nood. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A440551315?aid=kb-online-bibliotheek&sid=18&dts=1763302297922&sig=59ea2c6e3a0b7452562565717346ec9d532de9b0d43762bba7c845c35a2bb374&width=320",
      "dateSeen": "2025-11-17T07:14:26.920Z"
    },
    "a6d6faeb335d4540ce33be647b6cecf1fe6d136c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437888754/de-gevaarlijke-strijd-marjo-de-vroed",
      "title": "De gevaarlijke strijd",
      "authors": "Marjo De Vroed",
      "description": "Rowin moet haar paranormale gaven gebruiken om haar vrienden op het kerkhof te beschermen tegen een nieuw gevaar. Vanaf ca. 13 jaar.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437888754?aid=kb-online-bibliotheek&sid=18&dts=1763283183826&sig=e24d7576962166736f1ca2b65500b97f3c55a1c4af48cd77ecd9e2809f0b9448&width=320",
      "dateSeen": "2025-11-17T07:14:27.343Z"
    },
    "5bac052b4029ce8c6afc5f4106190230161d48be": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44013904X/meisje--vermist--gevonden-stefanie-sybens",
      "title": "Meisje. Vermist. Gevonden",
      "authors": "Stefanie Sybens",
      "description": "Sienna's beste vriendin Annie raakt vermist na een avondje uit. Een week later wordt haar lichaam teruggevonden, en moet Sienna leren omgaan met het afschuwelijke verlies. Vanaf ca. 15 jaar.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44013904X?aid=kb-online-bibliotheek&sid=18&dts=1763283184281&sig=fe83dea8414cd1acbd8a2d835c18c0edd57174db93a0bc085b1ded723609d3ee&width=320",
      "dateSeen": "2025-11-17T07:14:27.788Z"
    },
    "5fab697ec86c65e467f8f774abae89443c44e2f9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/439004020/moordboeket-mara-collins",
      "title": "Moordboeket",
      "authors": "Mara Collins",
      "description": "Wanneer Isa Winter op een morgen een mannenbeen tussen haar mooie borderplanten vindt, is ze in de eerste plaats misnoegd. Maar al snel merkt ze dat haar saaie leventje een nieuwe wending krijgt wanneer er ze een nieuwe, knappe buurman krijgt en haar vriendin haar (on)willige partner in crime wordt wanneer ze besluit om uit te vissen wie de man was en waarom hij uitgerekend tussen haar bloemen dood moest gaan. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A439004020?aid=kb-online-bibliotheek&sid=18&dts=1763363667904&sig=9644c9b1f88aa26d1fa2e130f06f042c8f25522549977897d531767c91e5d2ed&width=320",
      "dateSeen": "2025-11-17T07:14:28.122Z"
    },
    "f3c17075d0ade2a0d2446377d3ae2f78f719a73b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/440139120/in-een-ander-licht-joke-lanting",
      "title": "In een ander licht",
      "authors": "Joke Lanting",
      "description": "Als een jonge vrouw wordt beschuldigd van het doodrijden van haar buurjongetje, gaat ze op zoek naar de waarheid.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A440139120?aid=kb-online-bibliotheek&sid=18&dts=1763363668241&sig=530ceac44284cfe5a0fc4fd1aae55ff0ba484ca68c5fead9b39ba8466adddc76&width=320",
      "dateSeen": "2025-11-17T07:14:28.427Z"
    },
    "9f21aabb125d2f74c8ccb695a1138c62c981d1aa": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437888851/terug-mel-hartman",
      "title": "Terug",
      "authors": "Mel Hartman",
      "description": "Alsof haar leven al niet genoeg overhoop gegooid werd toen George Borg ontdekte dat ze Tunnels kan zien, en bovendien als enige Matroos door die Tunnels naar andere werelden kan gaan. Nee, ze krijgt nog een paar verrassingen voor de kiezen. Zoals de terugkeer van haar moeder, die haar als baby bij een weeshuis achterliet. En dan wordt ze ook nog eens ontboden bij de Schoonmaker, dé grote baas van alle Arken waar Matrozen opgeleid worden en buitenaardsen opgevangen worden. Slechts een handvol mensen weet wie de Schoonmaker is of waar hij zich bevindt; hij wordt door mysterie omhuld. Zal George ooit terugkeren naar de Ark die ze als haar thuis is gaan zien? Zal haar moeder eindelijk al Georges vragen beantwoorden? Terug is het slotdeel van de spannende Young Adult Urban Fantasy ‘Tunnels’. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437888851?aid=kb-online-bibliotheek&sid=18&dts=1763363668529&sig=9cdde1fadcaca3201947364f223a165182a369a2a6944445c98d7dea63adbed5&width=320",
      "dateSeen": "2025-11-17T07:14:28.707Z"
    },
    "6ef20304fbc6aab9e32600ccc56b97313ca86d8d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/440579147/de-donkere-dagen-voor-kerst-karin-thomas",
      "title": "De donkere dagen voor kerst",
      "authors": "Karin Thomas",
      "description": "Lynn Dunbar verhuist na tien jaar van Boston terug naar haar geboorteplaats Springfield waar ze aan het werk gaat als rechercheur. Een onopgeloste zaak trekt haar aandacht. Een paar dagen voor de kerst, verdween de tweeling Nick en Jeremy terwijl ze in de rij stonden te wachten bij de kerstman. Een jaar later verdwijnt de vijfjarige Daniel in hetzelfde winkelcentrum. Lynn heeft een verdachte, maar het wordt haar verboden om het onderzoek voort te zetten. Iedereen is overtuigd van de onschuld van haar verdachte. De zaak neemt bizarre vormen aan, maar Lynn is vastbesloten om de zaak op te lossen, zelfs als haar eigen leven in gevaar komt. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A440579147?aid=kb-online-bibliotheek&sid=18&dts=1763363668812&sig=3e41c7dda364b834b2e04225ec46eb17abfbc3f3464e10f9696e7d56b70a450a&width=320",
      "dateSeen": "2025-11-17T07:14:28.992Z"
    }
  }
}