{
  "values": {
    "90239ebfedc04b9225291672f54bab58da025452": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394622898/passies-van-het-brein-margriet-sitskoorn",
      "title": "Passies van het brein",
      "subtitle": "waarom zondigen zo verleidelijk is",
      "authors": "Margriet Sitskoorn",
      "description": "Uitleg van de mechanismen in het menselijk brein aan de hand van de zeven hoofdzonden.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394622898?aid=kb-online-bibliotheek&sid=17&dts=1757315615936&sig=82382dd463fd9508d907ec6eaeb078aa2cc493a537c8d25f1548d66dc59de8c3&width=320",
      "dateSeen": "2025-09-08T07:13:36.122Z"
    },
    "cc6bfe9a36f3fc81c0b5ea11b1932a55d2c7eda0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645030/dertig-graden-in-de-schaduw-martin-bril",
      "title": "Dertig graden in de schaduw",
      "subtitle": "zomerverhalen",
      "authors": "Martin Bril",
      "description": "Vier verhalen over relaties van mensen van eind dertig, begin veertig.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645030?aid=kb-online-bibliotheek&sid=17&dts=1757447894261&sig=a4c5e73ec2977c234c1850c107210a97083ff5a091558b9a9ddf3b8abe439b74&width=320",
      "dateSeen": "2025-09-10T07:13:21.260Z"
    },
    "1413f5885177872cea6fbb2911f4f62e220cf5b8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394644956/overal-wonen-mensen-martin-bril",
      "title": "Overal wonen mensen",
      "subtitle": "caféverhalen",
      "authors": "Martin Bril",
      "description": "Columns over café-bezoekers.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394644956?aid=kb-online-bibliotheek&sid=17&dts=1757445986644&sig=8afd1bbcb78cce6cffba4a6bdd801e388f3c419ced37161a5697c873b92634ae&width=320",
      "dateSeen": "2025-09-10T07:13:21.487Z"
    },
    "73664345d0368753352edd6b2caf81249de7085f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645081/de-tomeloze-evelien-martin-bril",
      "title": "De tomeloze Evelien",
      "authors": "Martin Bril",
      "description": "Het leven van een tomeloos energieke en emotionele, inmiddels 40-jarige huisvrouw, met een hardwerkende man, twee puberende dochters en een hond, is niet altijd rozengeur en maneschijn. Laatste deel uit de Evelien-serie.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645081?aid=kb-online-bibliotheek&sid=17&dts=1757430253797&sig=d59a8aeb1d849b6bac4a8d2e33fbfb1e527ceaf13233c742e84065e1be988051&width=320",
      "dateSeen": "2025-09-10T07:13:21.713Z"
    },
    "3c46c06bb0705d6d2f0efa73666683e8c31876c3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394644883/vaarwel-evelien-martin-bril",
      "title": "Vaarwel Evelien",
      "authors": "Martin Bril",
      "description": "De perikelen van een welgestelde, maar onvoldane vrouw uit Amsterdam-Zuid.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394644883?aid=kb-online-bibliotheek&sid=17&dts=1757431143416&sig=e8663136ce36661e8852449c6e4bbc30a44afedf28cfd05fa352ee5c6ae20f5a&width=320",
      "dateSeen": "2025-09-10T07:13:21.950Z"
    },
    "385fe2273c411d96a2e39114f35b5832cdd519d2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645197/de-dag-van-de-nieuwe-haring-en-andere-kleine-klassiekers-martin-bril",
      "title": "De dag van de nieuwe haring en andere kleine klassiekers",
      "authors": "Martin Bril",
      "description": "Eigen keuze uit de columns van de Nederlandse schrijver (1959-\n ).",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645197?aid=kb-online-bibliotheek&sid=17&dts=1757447246111&sig=6a79d65fd42b0218754e389a2736235776fec3b75e29f86c2f8c46713d15ae9e&width=320",
      "dateSeen": "2025-09-10T07:13:22.346Z"
    },
    "4ab2813c3d7ae708635aafe39ff281ae2cdd7fbe": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444678050/de-tijgerkat-g--tomasi-di-lampedusa",
      "title": "De tijgerkat",
      "authors": "G. Tomasi di Lampedusa",
      "description": "Een Siciliaanse aristocraat beschrijft een episode uit het leven van zijn overgrootvader, een der machtigste en rijkste vertegenwoordigers van de adel op Sicilië midden 19e eeuw toen het eiland door Garibaldi bezet was.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444678050?aid=kb-online-bibliotheek&sid=17&dts=1757601470728&sig=724c7de5b580723c8380f26ef600e8244d419dd685e804e0e672e1cc7e259378&width=320",
      "dateSeen": "2025-09-12T07:12:47.567Z"
    },
    "dfebf23cab0b0ac452e5e7f7eb9cf30d7b447e91": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444571965/popcorn-donut-kaassouffle--eline-van-wieren",
      "title": "Popcorn donut kaassoufflé",
      "authors": "Eline van Wieren",
      "description": "Een jonge vrouw gaat in groepstherapie voor mensen met een eetbuistoornis. Wanneer ze een sterke band ontwikkeld met een groepsgenoot, wordt ze geconfronteerd met de vraag of je wel verliefd zou moeten worden als je problemen hebt met voor jezelf zorgen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444571965?aid=kb-online-bibliotheek&sid=17&dts=1757601009424&sig=b1da3aaf2f7e945195711b00ac7fc257f5592cba6eeea5178ff17bdcde4cc31d&width=320",
      "dateSeen": "2025-09-12T07:12:47.787Z"
    },
    "f2e472fafd2bd48337c3cc14dfc32e1849624960": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453890520/echo-uit-het-verleden-jara-lee",
      "title": "Echo uit het verleden",
      "authors": "Jara Lee",
      "description": "Ilse voelde twee handen om haar keel. Het moest haar vader zijn, die ze papa moest noemen. Hij wilde vast weer vieze spelletjes met haar doen. Ze deed haar benen bij elkaar, schrok wakker en ze wilde gaan gillen. Maar de handen om haar keel hielden dat tegen. Ze begon te worstelen omdat ze ademnood had. 'Vervelend, klein misbaksel,' siste Vigo in het Spaans. 'Ik ben geen klein jongetje, maar bijna twee keer zo zwaar als jij bent.' Hij verplaatste zijn handen om de nek van zijn belager een beetje zodat hij zijn keel dicht kon houden met slechts één hand. Ilse is opgegroeid in Nederland zonder haar biologische ouders. Haar moeder leeft allang niet meer. Het enige wat ze weet is de naam van haar Franse vader. Als ze in Frankrijk op zoek is naar hem komt ze onderweg langs de olijvenboomgaard van Vigo. Hij zoekt mensen om te helpen bij het oogsten en Ilse biedt zich aan. Samen met zijn buren halen ze de oogst binnen. Een aantal bizarre gebeurtenissen zet het leven van deze mensen volledig op zijn kop. Zal Ilse ondanks alles toch haar vader nog vinden? Zullen haar vragen beantwoord worden? In deze meeslepende misdaadroman laat het schrijversduo Jara Lee zich van hun beste kant zien. Kenmerken zijn: vlotte dialogen, interessante persoonlijkheden en zorgvuldig opgebouwde spanning. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453890520?aid=kb-online-bibliotheek&sid=17&dts=1757601158902&sig=96ffb8213757b5380ee4ed9b657133aed6cc055b404b44410d640c04498e62c7&width=320",
      "dateSeen": "2025-09-12T07:12:48.078Z"
    },
    "8a81fbfb68cd6cbb81d220040d9b3c72ea91af5b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453889360/ondergedoken-jara-lee",
      "title": "Ondergedoken",
      "authors": "Jara Lee",
      "description": "Op het moment dat Bart van Schie zijn jeugdvriend Roy tegenkomt in de dierentuin worstelt hij met zijn privéleven. Zijn vriendin heeft hem de bons gegeven en tot overmaat van ramp verloor hij niet lang daarna zijn baan. In hun jeugd zijn Bart en Roy bijna slachtoffer geworden van de verdrinkingsdood, waarbij degene die hun gered heeft zelf om het leven is gekomen. Al enige tijd loopt Bart met het idee rond om de nabestaanden van zijn redder te bedanken voor het feit dat hij nog leeft. Voor Roy hoeft dit allemaal niet zo. Hij is het trauma nooit helemaal te boven gekomen. Als Bart uiteindelijk het adres van die familie weet te achterhalen is hij vastbesloten zijn plan door te zetten. Roy, die als vrachtwagenchauffeur werkzaam is, besluit om Bart mee te nemen naar Zuid-Frankrijk, waar die familie nu lijkt te wonen. Uiteindelijk blijken de zaken heel anders te liggen dan aanvankelijk gedacht. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453889360?aid=kb-online-bibliotheek&sid=17&dts=1757600676224&sig=d619fd9b8c5a7074ad04ea5cdeb0a738a67f55de160794bdb0ed284e60130408&width=320",
      "dateSeen": "2025-09-12T07:12:48.266Z"
    },
    "c664355a7cea247c1fd8c30dc9afb47ba0ff9881": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453705049/wolf-gone-wild-juliette-cross",
      "title": "Wolf Gone Wild",
      "authors": "Juliette Cross",
      "description": "Wat is het ergste wat een weerwolf kan overkomen? Maandenlang niet kunnen transformeren, weet Mateo Cruz inmiddels maar al te goed. Zijn wolf heeft zich in zijn hoofd genesteld en kwelt hem dag en nacht met bloeddorstige en wellustige gedachten. Ervan overtuigd dat hij vervloekt is, heeft hij de hulp nodig van een krachtige heks voordat hij letterlijk gek wordt.\nEvie Savoie heeft zich altijd gehouden aan de regels van haar heksengilde: geen weerwolven. Ze staan bekend als humeurig en onvoorspelbaar. Dus wanneer een onberekenbare, gevaarlijke weerwolf haar bar binnenkomt en bijna een van haar nachtelijke klanten wurgt, staat ze klaar om hem de deur uit te werken. Maar de wanhoop in zijn ogen wanneer hij haar smeekt om hulp, raakt haar – en doet haar de regels buigen.\nWat Evie niet weet, is dat Mateo’s wolf een eigen wil heeft. En nu ze eenmaal in zijn vizier is, wil hij nog maar één ding. Haar.\n‘Invoelbare spanning, een levensechte paranormale wereld, en een friends-to-lovers-romance die vanaf het eerste moment onder de oppervlakte smeult – dit alles komt op een verrukkelijke manier samen in de start van de Stay a Spell-serie van Cross.… Compleet betoverend.’ - Publishers Weekly\n‘Cross combineert op meesterlijke wijze humor, zinderende romantiek en mysterie in deze sterke start van een veelbelovende serie.’ — Booklist Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453705049?aid=kb-online-bibliotheek&sid=17&dts=1757691725362&sig=ea3c20dc47bcc2d08b30f98a2a7772eafe3ce51db194cd664ae7e85a18e94e7e&width=320",
      "dateSeen": "2025-09-13T07:10:57.001Z"
    },
    "b82419f87319e0baf0af7f4947eefb897fd18044": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442328230/kan-niet-beter-leanne-toshiko-simpson",
      "title": "Kan niet beter",
      "authors": "Leanne Toshiko Simpson",
      "description": "Een unieke comedy over de rommelige zoektocht naar liefde van een heel gewone ongewone vrouw Dee, Misa en Matt en waren de 'drie musketiers' uit het psychiatrisch ziekenhuis, waar ze gelijktijdig opgenomen waren. Een jaar later is Dee vastbesloten om iedereen te overtuigen dat ze haar leven eindelijk op de rit krijgt. Maar Matt en Misa gaan trouwen op de Turks- en Caicoseilanden, omringd door gasten die geen idee hebben waar ze elkaar van kennen, en die geheimzinnigheid zit Dee niet lekker. Al kan dat ook komen doordat ze al sinds hun opname hopeloos verliefd op Matt is. Dus als Dee aankomt in het luxeresort waar de bruiloftsgasten verblijven, is het een kwestie van nu of nooit om haar gevoelens op te biechten. Maar als ze de bruiloft van haar twee beste vrienden in gevaar brengt, riskeert ze ook hun vriendschap. Dee staat voor een onmogelijke keuze waaruit de uitweg anders blijkt dan ze ooit had gedacht. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442328230?aid=kb-online-bibliotheek&sid=17&dts=1757691734551&sig=d109cf49ab8c17a35fa9ea158769c8c77be9854c1def2c9e3d6b86946cf2bf65&width=320",
      "dateSeen": "2025-09-13T07:10:57.216Z"
    },
    "ce65eab2664c52708e3564741761b593d3d0273c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453918794/enigma-finale-dianne-arentsen",
      "title": "Enigma Finale",
      "authors": "Dianne Arentsen",
      "description": "Welkom bij de finale van de Enigma Trials, waar het avontuur direct verdergaat. Ondanks zijn finaleplaats heeft Jasper gemengde gevoelens. De verdwenen deelnemers zijn teruggevonden, maar de uitvinder Vita is nog niet opgepakt en er gaan geruchten dat ze bezig is met het bouwen van een zwarte draak. Om haar tegen te houden, zal hij het op moeten nemen tegen haar golem. Tegelijkertijd krijgt de gevaarlijke schaduwdraak Malus Rex steeds meer invloed op de Trials. En dan zijn er ook nog de larva, schaduwen uit de diepten, die voor Vita en Malus Rex werken. Jasper zal alles op alles moeten zetten om hen tegen te houden, terwijl hij ook nog eens probeert de finale te winnen. Ga verder in dit interactieve verhaal en help Jasper het mysterie te ontrafelen en misschien zelfs het toernooi te winnen. Los puzzels en raadsels op, scan QRcodes voor online spellen en maak keuzes die het avontuur beïnvloeden. Ben jij klaar voor de Enigma Finale? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453918794?aid=kb-online-bibliotheek&sid=17&dts=1757702851251&sig=b090f3dab42def18c1806f38dc5c28bb1b329b0a2c4bcdcb4b67ad42e7e67de7&width=320",
      "dateSeen": "2025-09-13T07:10:57.435Z"
    },
    "6d5a09d1dbfb426430480fed0f3738b612ebe4e4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453918808/lynn-jacob-vis",
      "title": "Lynn",
      "subtitle": "De weduwe van Ben van Arkel",
      "authors": "Jacob Vis",
      "description": "In dit boek heeft Ben het tijdelijke voor het eeuwige verwisseld. Lynn blijft na een kort, maar gelukkig huwelijk als weduwe achter. Nu is zij verteller én hoofdpersoon. Dit is háár boek waarin talloze personages uit de Ben van Arkel-thrillers in een verrassende nieuwe rol terugkeren. Zijzelf belandt ook in verrassende situaties. Haar leven komt in een razende stroomversnelling, al had ze niet kunnen weten dat ze haar eerste jaar als weduwe afsluit met een zoon, twee pleegdochters en het IJzeren Kruis van Oekraïne. Jacob Vis (Haarlem 1940) debuteerde in 1987 met Prins Desi, een indrukwekkende thriller over het Suriname van Desi Bouterse. Sindsdien is hij niet meer weg te denken uit de vaderlandse misdaadscène. Hij kreeg tien nominaties voor toonaangevende Nederlandse en Belgische prijzen voor misdaadliteratuur, won in 2015 de Diamanten Kogel met De Zwarte Duivel en in 2020 de Gouden Vleermuis voor zijn hele oeuvre. Hij staat bekend om zijn uitvoerige research, affiniteit met de natuur, onbegrensde verbeeldingskracht en fijnzinnige literaire stijl. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453918808?aid=kb-online-bibliotheek&sid=17&dts=1757692290737&sig=05c8adfafd5a683830bb5f2e48c7ac5cb992c9838c76c84b4bc9d3c118d5c48c&width=320",
      "dateSeen": "2025-09-13T07:10:57.701Z"
    },
    "3aadad740b4346893ece5b16dc9af711a1ead197": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453918883/moord-in-bermhoven-marco-knauff",
      "title": "Moord in Bermhoven",
      "authors": "Marco Knauff",
      "description": "Tijdens het joggen wordt voor de ogen van rechercheur Marieke de Zwart ex-crimineel Eddy van Warmerdam vermoord. Marieke en haar collega Robin Groeneveld onderzoeken de brute afrekening. Dan wordt op het terras van haar zus Manon een cocon aangetroffen met daarin een ritueel vermoorde man. Er blijkt een verband tussen beide moorden te bestaan waarbij een gevaarlijk sekte is betrokken. Marieke en Robin doen er alles aan het sinistere en nietsontziende genootschap met gevaar voor eigen leven op te rollen. Marco Knauff wilde als kind al schrijver worden. Hij publiceerde veel korte verhalen in tijdschriften en verhalenbundels. Ook won hij diverse prijzen en werd een verhaal van hem verfilmd. Naast politieromans schrijft hij historische fictie en een serie over een Afrikaanse lodge. In zijn vrije tijd maakt Marco surrealistische schilderijen en werkt hij met veel plezier bij de egelopvang. Hij is vaak te vinden in het theater en wandelt graag met zijn hond. Marco is getrouwd met schrijfster Marian Werkman. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453918883?aid=kb-online-bibliotheek&sid=17&dts=1757691773685&sig=56f00768bd2ce5d59dbd6ce83c9f4b1bf115b8746bd280b0887d640097b8b809&width=320",
      "dateSeen": "2025-09-13T07:10:57.945Z"
    },
    "e4fc355d548aeadb5af7c04d2ee3af0efb6457df": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453918816/onbedaarlijke-jachtlust-rosalie-van-someren",
      "title": "Onbedaarlijke jachtlust",
      "authors": "Rosalie van Someren",
      "description": "Chemiestudente, Vicky Vanderpoele, ontdekt dat ze naast mannen ook op vrouwen valt en een wereld gaat voor haar open. Nieuwsgierig nodigt ze haar hartsvriendin Melanie uit voor een logeerpartij. Ze besluiten een spelletjesavond te houden en Melanie daagt Vicky uit voor het spelen van haar spel: een Vossenjacht. Vicky twijfelt. Houdt Melanie haar aan het lijntje? Ze waagt de stap. Dan is Melanie plotseling spoorloos verdwenen en zit er voor Vicky niets anders op dan de Vossenjacht uit te spelen. Al snel komt ze erachter dat het spel haar stoutste verwachtingen overtreft. Voor Rosalie van Someren zijn de mensen om haar heen een onuitputtelijke bron van inspiratie voor haar ondeugende verhalen. Het liefst laat de vrolijke huisvrouw de hele wereld blozen. In haar dagdromen bedenkt ze talloze plots die ze uitwerkt tot een verhaal. Ze laat haar fantasieën de vrije loop en stelt al haar zintuigen open. Dat ze daarbij uit haar eigen ervaringen put, zal ze niet ontkennen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453918816?aid=kb-online-bibliotheek&sid=17&dts=1757692385855&sig=6e955f8bbbaf84179a1087d89f35071c202479fcb4d1582442494da375a0f396&width=320",
      "dateSeen": "2025-09-13T07:10:58.207Z"
    },
    "4c7b22429ca763c1fe1a0783c147d5fc581c5530": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453918778/target-3-hanneke-meier",
      "title": "Target 3",
      "subtitle": "Het beest in ons",
      "authors": "Hanneke Meier",
      "description": "Valerie en Kai dachten eindelijk rust te hebben gevonden. Ver weg van hun verleden, op grote afstand van hun oude opdrachtgever, bouwen ze aan een nieuw leven met hun zoontje Milan. Maar hun geluk blijkt breekbaar, want het gevaar is dichterbij dan ooit. Wanneer hun grootste angst werkelijkheid wordt en hun gezin wordt bedreigd, moeten ze opnieuw vechten. Niet alleen tegen de vijanden die hen opjagen, maar ook tegen de demonen in henzelf. Kunnen ze hun duistere instincten bedwingen? Of zullen ze opnieuw alles verliezen in hun zoektocht naar gerechtigheid? In het zinderende slot van de Target-trilogie worden liefde en loyaliteit tot het uiterste getest. Een bloedstollende mix van spanning, verlangen en gevaar. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453918778?aid=kb-online-bibliotheek&sid=17&dts=1757698149985&sig=95453e74a66d57a7d573f087dde63128f896724e6d6cba21b0e8d352b6ee9ee8&width=320",
      "dateSeen": "2025-09-13T07:10:58.500Z"
    },
    "47e91b118a26326abf09320d444531ec9fc69745": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/449119343/geluk-met-een-slokje-whisky-simone--steenkamp",
      "title": "Geluk met een slokje whisky",
      "subtitle": "Een bijzondere erfenis voor Milou",
      "authors": "Simoné Steenkamp",
      "description": "Na een donkere periode vol angst en onzekerheid krijgt Milou een onverwachte kans op een nieuw begin.  Wanneer ze een oud huisje erft in de ruige, betoverende Schotse Hooglanden van een oom die ze nauwelijks kende, hoeft ze niet lang na te denken-ze laat alles achter en vertrekt. Wat begint als een ontsnapping aan haar verleden, groeit uit tot een reis naar rust, antwoorden en misschien zelfs liefde.  Omringd door de prachtige natuur, de geur van houtvuur en het gekraak van oude vloerdelen begint Milou het huisje op te knappen. Ze begint zich thuis te voelen in het Schotse dorpje met de warme bewoners, verborgen verhalen en lange avonden in de lokale pub. Maar onder het idyllische oppervlak ontdekt ze sporen van een verleden waar niemand over wil praten. Waarom liet haar oom juist háár dit huisje na? En dan is er Colin -mysterieus, charmant en net zo onvoorspelbaar als het Schotse weer. Durft Milou haar hart opnieuw open te stellen? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A449119343?aid=kb-online-bibliotheek&sid=17&dts=1757693086711&sig=188ddbd648037adcfffd59941eddcd682c6b55cc1898270d6df807bf316c6002&width=320",
      "dateSeen": "2025-09-13T07:10:58.713Z"
    },
    "ca0f3d4d271e645bacda19b671121d2484198fe9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453920918/waarom-we-politiek-niet-alleen-aan-politici-kunnen-overlaten-eva-rovers",
      "title": "Waarom we politiek niet alleen aan politici kunnen overlaten",
      "subtitle": "Pleidooi voor een Derde Kamer",
      "authors": "Eva Rovers",
      "description": "De klimaatcrisis, het woningtekort, het stikstofprobleem, digitale veiligheid: onze grootste maatschappelijke vraagstukken worden maar niet opgelost. Ondertussen groeit de ontevredenheid over de politiek en winnen autocraten steeds meer terrein. Zo verdwijnt langzaam maar zeker het vertrouwen in de democratie. De oplossing? Niet minder, maar méér democratie. Meer democratie vind je in de Derde Kamer: een extra parlement bestaande uit inwoners zelf. Daar werken gelote burgers uit alle lagen van de samenleving samen aan nieuwe wetten. Zo hebben ze niet eens per vier jaar wat te zeggen, als ze een vakje rood mogen kleuren, maar structureel. Want democratie is te belangrijk om alleen aan politici over te laten. Reacties: ‘Eva Rovers toont de weg van machteloosheid naar macht.’ – Marcia Luyten ‘Prachtig pleidooi’ – Jeroen Smit ‘Scherpe vernieuwende ideeën’ – Liesbeth Staats ‘Lees het, verspreid het, predik het’ – Paul Verhaeghe Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453920918?aid=kb-online-bibliotheek&sid=17&dts=1757833888250&sig=3fae84e3242149114c2ab04e8224ba48718dd7fc0df1ce357515c3f5d127afd7&width=320",
      "dateSeen": "2025-09-14T07:11:28.428Z"
    },
    "6e0b2b54666dc7d2a0bf08c983a81e78a9086679": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45391716X/de-kolonie-audrey-magee---lette-vos",
      "title": "De kolonie",
      "authors": "Audrey Magee | Lette Vos",
      "description": "De kolonie is een ontluisterende fabel over twee buitenstaanders op een afgelegen Iers eiland tijdens The Troubles.\n Het is de zomer van 1979. Een Engelse schilder, meneer Lloyd, op zoek naar rust die hem de ruimte geeft om te creëren, reist naar een klein eiland voor de westkust van Ierland. Hij weet niet dat er vlak achter hem een ​​Fransman volgt. Jean-Pierre Masson bezoekt het eiland al vele jaren en bestudeert de taal van de bewoners. Hij is fel beschermer van hun isolement en acht het essentieel voor het verkennen van zijn theorieën over taalbehoud en identiteit. Hij is dan ook niet blij met de aanwezigheid van de Engelse kunstschilder.\n Beide mannen zijn naar het eiland gekomen om koste wat het kost de waarheid van deze plek te vatten – de een in zijn schilderijen, de ander door de taal ervan vast te leggen, de taal die hij hoopt te behouden. Maar de mensen op het eiland – van overgrootmoeder Bean Uí Fhloinn tot de vijftienjarige James, die een groot schildertalent blijkt te zijn – hebben hun eigen opvattingen over waarden en verlangens. Ondertussen wordt Ierland geteisterd door gewelddadige aanslagen van de IRA.\n De kolonie stond op de longlist van de Booker Prize en op de shortlist van de Orwell Prize.\n De pers over De kolonie:  ‘Wat een opluchting is het om een ​​roman te vinden die de lezer als een volwassene behandelt, die fris is zonder literaire mode na te jagen, provocerend maar niet schreeuwerig.’  The TIMES\n ‘Een voortreffelijk uitgewerkt, gelaagd verhaal met de helderheid van een parabel.’  Kirkus review\n Audrey Magee is een Ierse romanschrijfster. Ze werkte twaalf jaar als journaliste voor onder andere The Times en The Guardian. Haar debuutroman, The Undertaking, werd genomineerd voor de Women’s Prize for Fiction, de Franse Prix du Premier Roman, de Irish Book Awards en de Dublin Literary Award. De kolonie (2022) is haar tweede roman en stond onder andere op de longlist van de Booker Prize. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45391716X?aid=kb-online-bibliotheek&sid=17&dts=1757825626029&sig=3bf0da5e3d3766edf80c272e954d60ae817b4ba249b6b044d4e5fb0297b80add&width=320",
      "dateSeen": "2025-09-14T07:11:28.660Z"
    },
    "43327f778302785c90628691385b2e1360b68efe": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44456814X/tussenjaren-yannick-dangre",
      "title": "Tussenjaren",
      "authors": "Yannick Dangre",
      "description": "Zal ze er zijn? Met die vraag stapt Charles de luchthaven binnen. Dertig jaar eerder is Sylviane, zijn eerste vrouw en moeder van hun dochtertje Claudia, met de noorderzon verdwenen. Het enige wat ze achterliet: een brief met de belofte om elkaar drie decennia later terug te zien in Napels. Gedreven door onopgeloste vragen, en zonder iets tegen zijn gezin te zeggen, besluit Charles te vertrekken. Op Italiaanse bodem wordt het verleden ogenblikkelijk als een zandstorm in hem losgewoeld. Terwijl de Napolitaanse zon ongenadig op hem inbeukt, vraagt hij zich met elk naderend uur af of Sylviane op de afspraak zal zijn en waarom hij hun dochter nooit de waarheid heeft verteld. Tussenjaren is een roman over de vraag of je in het leven werkelijk opnieuw kunt beginnen. Het is een vertelling over liefde, schuld, ouderschap en de werking van de tijd. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44456814X?aid=kb-online-bibliotheek&sid=17&dts=1757865726861&sig=a1583923d252f937427a9abc76537b43f6b9ca64c4c7423975b37ec155d8c04d&width=320",
      "dateSeen": "2025-09-15T07:14:01.389Z"
    },
    "e5b901d1bb6319c35195fc2d89b31873565531db": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444317287/de-zomer-van--47-barry-smit",
      "title": "De zomer van '47",
      "authors": "Barry Smit",
      "description": "In 1939 verhuist Amsterdammer Ben Meyer naar Berlijn om te gaan werken in de bloeiende Duitse filmindustrie. Niet veel later meldt hij zich aan bij de Waffen ss en vertrekt hij als cameraman naar het oostfront. Na de oorlog kan hij niet terug naar Nederland, hij wordt gezocht. Hij vestigt zich met een nieuwe liefde net over de grens in Walbeck. In de zomer van 1947 neemt zijn broertje Leo diens jonge gezin mee naar Duitsland om het zwarte schaap op te zoeken. Ze hebben elkaar acht jaar niet gezien. Wat is er over van de familieband? En: hoe kijkt Leo’s broer terug op de keuzes die hij maakte? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444317287?aid=kb-online-bibliotheek&sid=17&dts=1757868650755&sig=4cea5a91fa35fd1f0d721474f50ade8e366a1e5d52e41d72e43d6d97af9d80ab&width=320",
      "dateSeen": "2025-09-15T07:14:01.620Z"
    },
    "87e8f6efd548ca53e10af5e2e9bd315accffd95d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444022546/autobiografie-van-mijn-lichaam-lize-spit",
      "title": "Autobiografie van mijn lichaam",
      "authors": "Lize Spit",
      "description": "Altijd als mijn ouders uitreiken: iets in mij wat naar binnen klapt, zoals een boksbal op de kermis uit de automaat tevoorschijn komt nadat er een munt wordt ingebracht, klaar om geramd te worden.\n  Eind 2021 krijgt Lize Spit een mailtje waarin haar moeder laat weten dat ze ongeneeslijk ziek is. Nu haar moeder nog maar kort te leven heeft, onderneemt Lize een laatste toenaderingspoging. Nooit eerder was het vinden van de juiste woorden zo lastig, nooit eerder was het zo noodzakelijk.\n  Autobiografie van mijn lichaam is een radicaal eerlijk en aangrijpend onderzoek van een dochter die niet alleen de moeizame relatie met haar moeder probeert te begrijpen, maar ook de verstoorde relatie tot haar eigen lichaam.\n\nLize Spit  (1988) schreef eerder de veelgeprezen romans Het smelt en Ik ben er niet. Ook schreef ze het Boekenweekgeschenk van 2023, De eerlijke vinder. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444022546?aid=kb-online-bibliotheek&sid=17&dts=1757866156226&sig=7f0882a63d610364d9ea973eeef9826a22235ba243121acd6f05148d2b87181c&width=320",
      "dateSeen": "2025-09-15T07:14:01.831Z"
    },
    "8c72ba7d9bf8da3472cd89a7f31ed322fe55ef89": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443398054/het-archief-thomas-heerma-van-voss",
      "title": "Het archief",
      "authors": "Thomas Heerma van Voss",
      "description": "Een ode aan de niche, aan rituelen en aan het onvermoeibaar vasthouden aan de dingen die, zinvol of niet, het leven de moeite waard maken.\n\nEr zijn verzoeken die je niet kunt weigeren. Zo twijfelt de jonge, ambitieuze Pierre geen moment wanneer hij gevraagd wordt als redacteur van Arabesk, een literair tijdschrift met een rijke geschiedenis. Vol frisse moed treedt hij toe tot de redactie en zo begint zijn nieuwe bestaan.\n  Pierre komt uit een gezin waar veel gelezen wordt, met een vader die als hoofdredacteur de gloriedagen van het geschreven woord meemaakte. Maar terwijl Pierre groeit in zijn rol als redacteur van Arabesk, kelderen de abonneecijfers. Soms lijkt alleen zijn vader nog te snappen wat de charme van het blad is, maar die zondert zich steeds meer af in zijn werkkamer, tussen stapels papier, obscure dvd's en een radio die nooit uitgaat.\n  Hoelang moeten tradities en gewoontes in stand worden gehouden? En wanneer is het tijd om los te laten? Het archief van Thomas Heerma van Voss is een zowel geestige als ontroerende roman over een wereld die steeds verder verdwijnt.\n  'Heerma van Voss heeft een opvallende controle over wat hij bij de lezer aanricht. Hij weet precies wat hij je aandoet. Een meester van de suggestie.' -  NRC\n\n Thomas Heerma van Voss  (1990) schreef enkele romans en verhalenbundels, waaronder het veelgeprezen Condities (Longlist Boekenbon Literatuurprijs en Libris Literatuur Prijs) en Passagiers/Achterblijvers (genomineerd voor de BNG Literatuurprijs). Ook schrijft hij voor onder andere De Groene Amsterdammer. Hij was zeven jaar redacteur van literair tijdschrift De Revisor. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443398054?aid=kb-online-bibliotheek&sid=17&dts=1757866933859&sig=c34bbd0e78b4ca117a2c8a2e6e7e96fd3d57d4f6686dbeba2c0304dd93e9291b&width=320",
      "dateSeen": "2025-09-15T07:14:02.002Z"
    },
    "72e197c29ad74d482e133a4a9c343c887e2b4886": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444205330/vilhelms-kamer-tove-ditlevsen",
      "title": "Vilhelms kamer",
      "authors": "Tove Ditlevsen",
      "description": "'Niemand kan zo luchtig over zulke vreselijke ellende schrijven als Tove Ditlevsen.' -  Connie Palmen\n\nLise en Vilhelm - zij een instabiele kinderboekenauteur, hij een opvliegende krantenman - hebben oprechte strijd en minstens zo oprechte verzoeningen. Maar na twintig jaar van aantrekken en afstoten lijkt hun huwelijk finaal te knappen wanneer Vilhelm daadwerkelijk zijn biezen pakt om er met zijn zoveelste minnares vandoor te gaan en zijn kamer leeg komt te staan.\n  In Vilhelms kamer ontmaskert Tove Ditlevsen het huwelijk als een loopgravenoorlog waar zelfs de liefde niet kan overwinnen. Wie vernietig je eerst: jezelf of de ander? Het is Ditlevsens meest gewaagde roman en wordt, samen met de Kopenhagen-trilogie, gezien als haar meesterwerk.\n\nTove Ditlevsen  (1917-1976) is een van de belangrijkste stemmen van de Deense literatuur. Nu wordt haar rauwe en springlevende oeuvre wereldwijd herontdekt.\n\nLammie Post-Oostenbrink  (1970) vertaalt uit het Deens, Noors en Zweeds. Ze is de vaste vertaler van Tove Ditlevsen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444205330?aid=kb-online-bibliotheek&sid=17&dts=1757867493589&sig=6f1c82fdada01712fdcdfbfb21a3f2f55b06450ccbf6d6e802197da3bd927162&width=320",
      "dateSeen": "2025-09-15T07:14:02.211Z"
    },
    "af37e8e81ff7251c2c510a468838bba4d2a98412": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444700161/moshi-moshi-banana-yoshimoto",
      "title": "Moshi moshi",
      "authors": "Banana Yoshimoto",
      "description": "'Moshi moshi? Hallo?'  In mijn droom was ik aan het bellen. Ik zat in mijn kamer in het huis in Meguro en was uit alle macht aan het roepen. Alsof mijn leven ervan afhing. Ik dacht: als ik nu verbinding krijg, kan ik papa redden.'\n Moshi moshi is een sfeervolle roman vol mysterieuze wendingen, van de auteur van de wereldwijd geliefde bestseller Kitchen.\nIn deze aangrijpende tragedie, die zich ontvouwt tot een ontroerend coming-of-age spookverhaal, brengt Yoshimoto opnieuw een betoverend eerbetoon aan de helende kracht van familie, gemeenschap en eten. Nu voor het eerst in Nederlandse vertaling.\n Banana Yoshimoto  (1964), de pennaam van Mahoko Yoshimoto, is een van de meest gelezen en geliefde Japanse auteurs ter wereld.\n Maarten Liebregts  (1984) vertaalde eerder werk van Mieko Kawakami, Toshikazu Kawaguchi en Emi Yagi. Hij is docent Japans aan de Volksuniversiteit Utrecht en de vaste vertaler van Banana Yoshimoto. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444700161?aid=kb-online-bibliotheek&sid=17&dts=1757865553771&sig=e65948663b1ce4beac74a15e09c557329b1fbefa56671c4f0b9440fb46c0eb45&width=320",
      "dateSeen": "2025-09-15T07:14:02.388Z"
    },
    "0b5897980ca113f207797e7f552ac58acf609b14": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447153218/de-keizer-van-gladness-ocean-vuong",
      "title": "De keizer van Gladness",
      "authors": "Ocean Vuong",
      "description": "Als een jongeman op de rand van een brug in een Amerikaans stadje springt, hoort hij de stem van een oudere weduwe die hem overtuigt een ander pad te kiezen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447153218?aid=kb-online-bibliotheek&sid=17&dts=1757877815548&sig=79dbf89f1b533c4caa266c30f79f66f19f5206825fe5e2c02e3628b9bb2e1305&width=320",
      "dateSeen": "2025-09-15T07:14:02.541Z"
    },
    "c6e2febe0cf2ce3852c453b4bb9a0d7bd7f01a1d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394646231/clausewitz-joost-de-vries",
      "title": "Clausewitz",
      "authors": "Joost de Vries",
      "description": "Een wetenschapper doet onderzoek naar een dertig jaar eerder mysterieus verdwenen schrijver.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394646231?aid=kb-online-bibliotheek&sid=17&dts=1757875510824&sig=3b73a2048f118cec296790d8abfdbeda11dcf3e73b3ef1a9c6dc6692950b0d00&width=320",
      "dateSeen": "2025-09-15T07:14:02.760Z"
    },
    "c8aa521dab2dcc4b8c4c966d537681633ca1878f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394644565/de-kleine-keizer-martin-bril",
      "title": "De kleine keizer",
      "subtitle": "verslag van een passie",
      "authors": "Martin Bril",
      "description": "De auteur getuigt van zijn fascinatie voor Napoleon Bonaparte (1769-1821) in de vorm van anekdotes over het leven van de keizer en verslagen van bezoekjes aan plaatsen die in Napoleons leven een rol speelden.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394644565?aid=kb-online-bibliotheek&sid=17&dts=1757966526888&sig=437ad28eb199e2e2a1f263b0295a8fb45e1b4587d2e6ac35aa1a6ba0c4b5eb3b&width=320",
      "dateSeen": "2025-09-16T07:13:40.080Z"
    },
    "75b45ea23abc2b2dfaebbb15bc6758bb5640f3f2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394644581/mijn-haar-is-lang-herman-brusselmans",
      "title": "Mijn haar is lang",
      "authors": "Herman Brusselmans",
      "description": "De schrijver probeert diverse keren in een kapsalon zijn lange haar te laten bijknippen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394644581?aid=kb-online-bibliotheek&sid=17&dts=1757955501581&sig=95e299d529c7a43a24c853ace13d938cfb125d089549ff5956f7451c99528104&width=320",
      "dateSeen": "2025-09-16T07:13:40.449Z"
    },
    "29590387bf8a00d3defd97f3e5e37f11a315a3a7": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394644670/de-kloof-piet-depuydt",
      "title": "De kloof",
      "subtitle": "hoe de breuk tussen Belgen en Nederlanders Fortis fataal werd",
      "authors": "Piet Depuydt",
      "description": "Het begon als een veelbelovend huwelijk, maar het eindigde in een dramatische scheiding. In 1990 richtten Belgen en Nederlanders de financiële groep Fortis op: de eerste grensoverschrijdende fusie in het Europese financiële landschap. Het concern kende een stevige groei en werd door de overname van het Nederlandse gedeelte van abn Amro een imposante speler. Maar toen sloeg het noodlot toe. In het najaar van 2008 kwam Fortis in de problemen. De Nederlandse staat besloot _ in volle kredietcrisis en tot verbijstering van de Belgen _ de Nederlandse onderdelen uit de groep te halen. In De kloof reconstrueert Piet Depuydt de ontstellende feiten die aan de val van Fortis voorafgingen. Hij schetst het verhaal van een onmogelijke fusie. De moeizame samenwerking tussen Belgen en Nederlanders hield de besluitvorming aan de top jarenlang in een verlammende houdgreep. Topbestuurders, toezichthouders en regeringsleiders slaagden er nooit in deze cultuurkloof te overbruggen. Dit onvermogen leidde tot een interne machtsstrijd, waarbij één persoon, Maurice graaf Lippens, alle touwtjes in handen kreeg. De bestseller De prooi van Jeroen Smit beschreef de ondergang van abn Amro, de belangrijkste bank van Nederland. De kloof beschrijft de val van Fortis, de grootste bank en verzekeraar van de lage landen. Piet Depuydt (1965) studeerde politieke wetenschappen en bedrijfseconomie in Gent en Leuven. Hij werkte als redacteur bij het financieel-economische weekblad Trends in België, richtte het maandblad Bizz op en werd daarna hoofdredacteur van Trends. Sinds 1 april 2008 is hij financieel redacteur bij nrc Handelsblad. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394644670?aid=kb-online-bibliotheek&sid=17&dts=1757948361233&sig=2eb24c47e4451f0fa3b1b3ef9b0561f6f557608ade7e045da8170ffa6a7bec69&width=320",
      "dateSeen": "2025-09-16T07:13:40.756Z"
    },
    "260af8582b8af332057657889702474ca064e18d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394644735/buurtgeluiden-martin-bril",
      "title": "Buurtgeluiden",
      "authors": "Martin Bril",
      "description": "Columns over het dagelijks leven in Amsterdam Oud-West.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394644735?aid=kb-online-bibliotheek&sid=17&dts=1757947177107&sig=7180d56b9d061fa7ebbdd8b8bdebf3c4275359e0615d398c5057c6251fff649d&width=320",
      "dateSeen": "2025-09-16T07:13:40.923Z"
    },
    "642c52505ae87e4db996570522cf660781633389": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394622812/-voor-de-troon-wordt-men-niet-ongestraft-geboren--dorine-hermans---daniela-hooghiemstra",
      "title": "'Voor de troon wordt men niet ongestraft geboren'",
      "subtitle": "ooggetuigen van de koningen van Nederland, 1813-1890",
      "authors": "Dorine Hermans | Daniela Hooghiemstra",
      "description": "Levensbijzonderheden en anekdotes over de drie negentiende-eeuwse Nederlandse koningen Willem I, II en III.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394622812?aid=kb-online-bibliotheek&sid=17&dts=1757955764484&sig=e0e56ae9e3212f9cd5461f5ea21503aaecaed29aa0ddbe8b97f8f16877710c60&width=320",
      "dateSeen": "2025-09-16T07:13:41.136Z"
    },
    "c9f97dc9b024258ecbb5094a97105fa1dc7e34fb": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394644808/wikileaks-alexander-klo-pping",
      "title": "WikiLeaks",
      "subtitle": "alles wat je niet mocht weten",
      "authors": "Alexander Klöpping",
      "description": "Ontstaangeschiedenis en achtergronden van de klokkenluiderssite WikiLeaks.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394644808?aid=kb-online-bibliotheek&sid=17&dts=1757967349252&sig=5106d94a67a62634d75b9744bd767ff01f51c9221135a716ee64d0e41a62552a&width=320",
      "dateSeen": "2025-09-16T07:13:41.745Z"
    },
    "a8c37358239fb2311af8c52585f0f7a0f6e11b19": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645111/hangjongeren--99-tips-voor-buurtbewoners-en-voorbijgangers-hans-kaldenbach",
      "title": "Hangjongeren, 99 tips voor buurtbewoners en voorbijgangers",
      "subtitle": "het enige boek dat zich richt op mensen die geen machtspositie hebben en tóch jongeren willen aanspreken op hun gedrag",
      "authors": "Hans Kaldenbach",
      "description": "Wat doet u als een hanggroep de hele nacht lawaai maakt? Wat doet u als jongeren elke dag rotzooi achterlaten? Wat als ze uw tuin vernielen of een vuurtje stoken in uw portiek? Als ze uw kinderen bedreigen? Als ze stenen naar u gooien? Hoe kunt u reageren als ze u uitschelden voor homo, teringhoer, kankerturk of kutmarokkaan? Wat kunt u doen als uw dochter niet meer langs een hanggroep durft? Kunt u iets doen als jongens s nachts fietsen in elkaar trappen of voorbijgangers lastigvallen? Hoe krijgt u een groep hangjongeren weg bij uw winkel? Wat mag je doen van de wet? Mag je fotos van ze maken? Mag je terugslaan? Mag je ze vastpakken? Mag je je gestolen fiets terugpakken? Wat moet u nóóit zeggen tegen hangjongeren, wat zijn gespreksgranaten? Dit is het enige boek dat zich richt op gewone burgers, op mensen die geen enkele macht hebben en toch jongeren willen aanspreken. Dit boek leest u niet, u verslindt het! Hans Kaldenbach is bekend van Doe maar gewoon. 99 tips voor het omgaan met Nederlanders, Respect! 99 tips voor het omgaan met jongeren in de straatcultuur en De A is van Amalia, die is allochtoon. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645111?aid=kb-online-bibliotheek&sid=17&dts=1757947038723&sig=dbb2d3b2923122bd2b67419870d961b58bff03ed7667d413c764e277ad45f815&width=320",
      "dateSeen": "2025-09-16T07:13:41.967Z"
    },
    "617db5a9b63828713a15946ee494bc3b1911c93c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394622960/de-vrije-wil-bestaat-niet-victor-lamme",
      "title": "De vrije wil bestaat niet",
      "subtitle": "over wie er echt de baas is in het brein",
      "authors": "Victor Lamme",
      "description": "Onderzoek aan de hand van talrijke voorbeelden naar de mate waarin de vrije wil het menselijk gedrag bepaalt.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394622960?aid=kb-online-bibliotheek&sid=17&dts=1757959393632&sig=bc530420508d663cc9c2f0f4703f4867aa3237dae81f43190671b0ede8bb0770&width=320",
      "dateSeen": "2025-09-16T07:13:42.428Z"
    },
    "2067eee1b22eaf3567243652288f5d12e9d54958": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/39464493X/het-zusje-van-de-bruid-joris-van-casteren",
      "title": "Het zusje van de bruid",
      "subtitle": "relaas van een onmogelijke liefde",
      "authors": "Joris van Casteren",
      "description": "Een succesvolle journalist blikt terug op zijn vroegere liefdes. Vooral op zijn relatie met Luna, een veelbelovend kunstenaar en rijkeluisdochter.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A39464493X?aid=kb-online-bibliotheek&sid=17&dts=1757949049805&sig=97cf7a95c531e831645b5c3c4c9938fa591e2876a4a69152756eca444efe6555&width=320",
      "dateSeen": "2025-09-16T07:13:42.640Z"
    },
    "cd899c4457465531b4e8edd778a3bbd6bb621a39": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645308/de-pg-jef-geeraerts",
      "title": "De PG",
      "authors": "Jef Geeraerts",
      "description": "Een Belgische procureur-generaal die door leden van het Opus Dei geschaduwd en gechanteerd wordt, probeert zich via connecties uit de onderwereld van zijn afpersers te ontdoen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645308?aid=kb-online-bibliotheek&sid=17&dts=1757947201334&sig=761c9e254e92b5090e505e0938cd8dfe0f5a1331ee3956bb909c4ac640c92a38&width=320",
      "dateSeen": "2025-09-16T07:13:42.857Z"
    },
    "16f53cabb4c8980019d5a4cc0da9a3998b2c25f8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645251/geld-jef-geeraerts",
      "title": "Geld",
      "subtitle": "roman noir",
      "authors": "Jef Geeraerts",
      "description": "Op de dag dat de knappe Pearl een relatie aangaat met een hedonistische rentenier, gaat zijn zakenpartner er met zijn geld vandoor.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645251?aid=kb-online-bibliotheek&sid=17&dts=1757960963956&sig=05fb98049e346e2c8a10fa4cfac72fd865b97d801fff65334eb6bbe4ab0818d1&width=320",
      "dateSeen": "2025-09-16T07:13:43.408Z"
    },
    "4440e5fc2fcabc44ba202f7b32abba296cbe0094": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645243/cro-magnon-jef-geeraerts",
      "title": "Cro-Magnon",
      "authors": "Jef Geeraerts",
      "description": "Een voormalige commissaris van de Antwerpse politie en zijn vriend raken in de Provence betrokken bij de moord op een als kluizenaar levende ex-oncoloog.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645243?aid=kb-online-bibliotheek&sid=17&dts=1758006823503&sig=0380caafd992062132121191f01cb66c3995ca9a03b9c8b48ab4f37413514cb3&width=320",
      "dateSeen": "2025-09-16T07:13:44.027Z"
    },
    "990e066ca3bf94848aedfe05f1120fbfcf15f7be": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645235/dossier-k--jef-geeraerts",
      "title": "Dossier K.",
      "authors": "Jef Geeraerts",
      "description": "Commissaris Verstuyft van de politie in Antwerpen probeert met behulp van zijn gepensioneerde collega Vincke de moord op twee Albanezen op te lossen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645235?aid=kb-online-bibliotheek&sid=17&dts=1757964053681&sig=64341abc2cf74aa7f7c49ee4a58a374a7bbb4f01a4794d835b5b15b0f44eab01&width=320",
      "dateSeen": "2025-09-16T07:13:44.395Z"
    },
    "6b333901c6157700a2c21850b29fcae389d72d0a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645596/op-de-helft-cornald-maas",
      "title": "Op de helft",
      "subtitle": "bespiegelingen van (bijna)veertigers",
      "authors": "Cornald Maas",
      "description": "Het leven begint bij veertig. Maar intussen raast de tijd voort, lijkt de onbevangenheid te verdwijnen, en moeten er _ vóór het te laat is _ belangrijke beslissingen genomen worden over de toekomst. Rond het veertigste levensjaar komen ze onherroepelijk op: vragen en twijfels over ambities en oude idealen, werk, vriendschappen en de zorg om ouders. Wel of niet een carrièremove? Op de valreep toch nog kinderen? Wordt alles relatief omdat vader of moeder overlijdt? Heb je zelf nog tijd van leven? Cornald Maas voert in Op de helft openhartige gesprekken met uiteenlopende bekende (bijna)veertigers als Femke Halsema, Paul de Leeuw, Theo Maassen, Wim Kieft, Manuëla Kemp, Ruud Gullit, Viggo Waas, Laetitia Griffith, Hans Kesting, Humberto Tan, Erik van Muiswinkel en Ellen ten Damme. Ze spreken zich uit over hun generatie en filosoferen over hoop, liefde, dood en leven. Op de helft biedt inzicht _ en misschien zelfs troost _ aan iedereen die veertig is, was of wordt. Cornald Maas (1962) is schrijver, journalist, mediaspecialist en songfestivalcommentator. Hij schrijft voor Volkskrant magazine, Vrij Nederland en Linda. Eerder publiceerde hij Engelen zijn in de mode (1994), tv.nl (2001), en Nou en wow! Roem in Nederland (2004). De pers over Nou en wow!: Een bundel die leest als een scherp geschreven zoektocht naar oprechtheid in de wereld van glitter en glamour Esquire Over tv.nl: Het beste over televisie sinds Gerrit Komrij Martin Ros Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645596?aid=kb-online-bibliotheek&sid=17&dts=1758006824490&sig=013b2307bcdd560755cc815f24b69f34a4cf4946d3fa365f26e36ab6f706ab96&width=320",
      "dateSeen": "2025-09-16T07:13:44.817Z"
    },
    "93639a1cdfc38981454dbcd221df88a7a43b163a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/39464557X/verlies-cornald-maas",
      "title": "Verlies",
      "subtitle": "gesprekken met nabestaanden over hun dierbare overledenen",
      "authors": "Cornald Maas",
      "description": "Wat is de invloed van de dood van een kind, ouder, geliefde of hartsvriend op je eigen leven? Slijt het verdriet naarmate de tijd verstrijkt, of juist niet? Levert de dood ook positieve ervaringen op? Geven die het leven misschien zelfs zin of betekenis? In Verlies spreken uiteenlopende bekende en minder bekende persoonlijkheden zich openhartig uit over het overlijden van een dierbare. Brigitte Kaandorp over haar beste vriend, de moeder van Frédérique Huydts over haar dochter, Jack Gelder over zijn vader: zij vertellen over het verlies waarmee iedereen vroeg of laat te maken krijgt. Actrice Susan Visser, die plotseling haar man verloor: Ik heb nooit gedacht: waarom ik? Eerder: waarom niet? Alsof de dood iets met eerlijkheid of rechtvaardigheid te maken heeft. Verlies is een bundel indringende, emotionerende verhalen voor iedereen die een dierbare verloor en daar soms nauwelijks nog vragen over krijgt, en voor iedereen die ervaren heeft dat de dood onlosmakelijk met het leven verbonden is _ misschien omdat het leven anders zo weinig zin heeft. Cornald Maas (1962) is schrijver, journalist, commentator en presentator van het wekelijkse avro-kunstprogramma Opium. Hij schrijft voor Volkskrant magazine en linda, en is een van de auteurs van de theatervoorstelling De afscheidsmonologen (première: najaar 2009). Eerder publiceerde hij onder meer tv.nl, Op de helft. Bespiegelingen van (bijna)veertigers en Trotse ouders. Over Op de helft: Op de helft is een uitnodiging aan de lezer om zelf de balans op te maken _ in welke levensfase deze zich ook bevindt. susan smit Tweehonderdveertig paginas gestileerd intimisme. hugo camps Over Trotse ouders: Ontroerende portretten van heel gewone mensen in een rijtjeshuis die trots zijn op het succes van hun kind _ maar er vaak ook lichtelijk verbaasd over zijn. esta Verbazend openhartige gesprekken, geschreven op zon levendige toon dat het lijkt alsof je er vlak naast zit. happinez Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A39464557X?aid=kb-online-bibliotheek&sid=17&dts=1757948480300&sig=3e648a47128a8d77c2d186957544ab964483d30717cf501f4b73595542d96672&width=320",
      "dateSeen": "2025-09-16T07:13:44.996Z"
    },
    "b1611158535b98046cbbc8a3b654c4b6cb163ab0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645588/uit-elkaar-cornald-maas",
      "title": "Uit elkaar",
      "subtitle": "gesprekken met kinderen van gescheiden ouders",
      "authors": "Cornald Maas",
      "description": "Eén op de drie huwelijken loopt stuk. Maar kinderen van gescheiden ouders komen zelden aan het woord. In Uit elkaar spreken ze zich uit over de gevolgen van de echtscheiding voor hun eigen levens. Sommigen vertellen dat ze uit zijn op een voorbeeldig huwelijk. Anderen willen juist helemaal niet trouwen. Weer anderen besluiten geen kinderen op de wereld te zetten om ze zo eventueel echtscheidingsleed te besparen. Ze hebben last van verlatings- of bindingsangst, worstelen met loyaliteitsconflicten en missen hun vaders die elders nieuwe gezinnen stichtten. Wat ze vooral gemeen hebben: dat ze zich in hun emoties ontkend voelen, omdat hun nooit iets werd gevraagd. Uit elkaar is een bundel aangrijpende, confronterende verhalen over de impact die echtscheiding heeft op de levens van kinderen van gescheiden ouders. Cornald Maas (1962) is schrijver, journalist, commentator en presentator van het wekelijkse avro-kunstprogramma Opium. Hij schrijft voor Volkskrant magazine en linda. Eerder publiceerde hij onder meer Verlies. Gesprekken met nabestaanden over hun dierbare overledenen, Op de helft. Bespiegelingen van (bijna)veertigers en Trotse ouders. Uit elkaar zou verplichte lectuur moeten zijn voor alle ouders die overwegen uit elkaar te gaan. columnist elma drayer in trouw Over Op de helft: Op de helft is een uitnodiging aan de lezer om zelf de balans op te maken _ in welke levensfase deze zich ook bevindt. susan smit Over Verlies: De verhalen zijn aangrijpend maar ook positief. Ze steken een hart onder de riem: het leven gaat verder, hoe dan ook. algemeen dagblad Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645588?aid=kb-online-bibliotheek&sid=17&dts=1757969368776&sig=bed7c95857a57853f3bce1a797e917ec0e487f9b9724720b8714414cf68e1f13&width=320",
      "dateSeen": "2025-09-16T07:13:45.202Z"
    },
    "69f7b1b69a3617f8c518592e3257b21388be3195": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447152939/klaar-voor-de-start-elsie-silver",
      "title": "Klaar voor de start",
      "authors": "Elsie Silver",
      "description": "Professionele afstand bewaren van zijn werknemers is voor Vaughn geen enkel probleem... totdat Billie op zijn ranch verschijnt. Billie is getalenteerd. Ze heeft een grote mond. En ze is zo vreselijk verleidelijk. Hij moet de hele tijd denken aan alle manieren waarop hij haar een toontje lager kan laten zingen. Oké, hij moet de hele tijd aan haar denken, punt. Ze clashen vanaf hun eerste ontmoeting. En in een klein dorp, op een nog kleinere boerderij, is het moeilijk om de confrontatie te vermijden. Wat nog moeilijker is, is om te voorkomen dat die wrijving verandert in vuurwerk. Want Billie heeft het allemaal, en ze maakt hem gek in iedere zin van het woord. Iedere brutale opmerking. Ieder spelletje dat ze spelen. Hij wil alleen maar meer. Dichterbij. Bij haar. Haar lippen. Haar vertrouwen. Haar liefde. Hij wil alles. Maar tegen welke prijs? Want ineens staat er voor Vaughn meer op het spel dan een paardenrace. Nu is het zijn hart dat op het spel staat. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447152939?aid=kb-online-bibliotheek&sid=17&dts=1758036800191&sig=788cebb0b4d5827bfd95527cf11fce3af84e226c33bf17e32f4db5b9e8d797ab&width=320",
      "dateSeen": "2025-09-17T07:12:49.175Z"
    },
    "ad2771ca193c7964aef2af4af37928663bacbf21": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394644646/onmogelijke-liefdes-astrid-joosten",
      "title": "Onmogelijke liefdes",
      "subtitle": "openhartige verhalen van minnaressen, getrouwde mannen en bedrogen echtgenotes",
      "authors": "Astrid Joosten",
      "description": "Interviews met mannen en vrouwen die buiten hun huwelijk om een relatie met een ander hebben of een partner hebben die dat heeft.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394644646?aid=kb-online-bibliotheek&sid=17&dts=1758033495954&sig=27fa1c453784ae085c2e6512bb087ac1a3faf6f47e82e5114af03f63611a52d7&width=320",
      "dateSeen": "2025-09-17T07:12:49.429Z"
    },
    "859bfbc343eacf83cd1e49050e8eb84a194cf4ff": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394644751/bek-dicht-en-dooreten--deborah-klaassen",
      "title": "Bek dicht en dooreten!",
      "authors": "Deborah Klaassen",
      "description": "Na haar eindexamen werkt een jonge vrouw als au pair bij een streng joods gezin in Londen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394644751?aid=kb-online-bibliotheek&sid=17&dts=1758034463024&sig=93f09ea92920b421230d8d7b183b428ae22e4d7a7db1c51254417ff5bfaae44a&width=320",
      "dateSeen": "2025-09-17T07:12:49.979Z"
    },
    "ba708c89872bb71015d738366d48c0de7bca1043": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645286/de-ambassadeur-jef-geeraerts",
      "title": "De ambassadeur",
      "authors": "Jef Geeraerts",
      "description": "Een Belgische ex-diplomaat in Laos houdt zich bezig met criminele activiteiten die wraakgevoelens oproepen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645286?aid=kb-online-bibliotheek&sid=17&dts=1758008499441&sig=ae849b1108e45c5b7a076f619c494b10e4b62c54e88ba541f017fd8312a4a9d9&width=320",
      "dateSeen": "2025-09-17T07:12:50.221Z"
    },
    "dc19e67ea289a19dacd0ea4a522f37dd0f95d949": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645200/hollandse-luchten-martin-bril",
      "title": "Hollandse luchten",
      "subtitle": "Amsterdamse miniaturen",
      "authors": "Martin Bril",
      "description": "Columns over het hedendaagse leven van alledag in Amsterdam.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645200?aid=kb-online-bibliotheek&sid=17&dts=1758091146924&sig=9c6cffdedeba166c9cb5df43bb9e168047b465b9600fd638b4c1cb55ad9ccc79&width=320",
      "dateSeen": "2025-09-17T07:12:50.459Z"
    },
    "6a5002870aa3e769664a1e295c97614aa3f88717": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/39464509X/donkere-dagen-martin-bril",
      "title": "Donkere dagen",
      "subtitle": "nieuwe berichten uit het land",
      "authors": "Martin Bril",
      "description": "Columns.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A39464509X?aid=kb-online-bibliotheek&sid=17&dts=1758048400409&sig=50d844cebadfbc9e30b96a9f75a5cc6497aa2467ae24d92de64d07d1e333ba12&width=320",
      "dateSeen": "2025-09-17T07:12:51.005Z"
    },
    "6d0ece9111b4645c23d868b34b88130b9231d361": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/39464512X/plat-du-jour-martin-bril",
      "title": "Plat du jour",
      "subtitle": "berichten uit Frankrijk",
      "authors": "Martin Bril",
      "description": "Verhalen over het plattelandsleven in Frankrijk.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A39464512X?aid=kb-online-bibliotheek&sid=17&dts=1758038846549&sig=4df4c238b197e65d7dbc81f6821d6fb03fdfa81f60a532a4562ead1d07980a1a&width=320",
      "dateSeen": "2025-09-17T07:12:51.259Z"
    },
    "38b677a10aa8105633dc43c8a1f4bedc168a3425": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645154/een-plek-onder-de-zon-martin-bril",
      "title": "Een plek onder de zon",
      "subtitle": "muziekverhalen",
      "authors": "Martin Bril",
      "description": "Columns over muziek, vooral popmuziek uit de jaren zestig en zeventig.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645154?aid=kb-online-bibliotheek&sid=17&dts=1758040959790&sig=8d62cb6e40f0796dc939a5c8c395c411d20b86796996ff4f65b9adf87cbcaa12&width=320",
      "dateSeen": "2025-09-17T07:12:51.476Z"
    },
    "ced9ee5600b2c2b6f3182331cdd4e1d2ddebc92f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645170/haagse-bluf-en-andere-politieke-verhalen-martin-bril",
      "title": "Haagse bluf en andere politieke verhalen",
      "authors": "Martin Bril",
      "description": "Columns uit de jaren 2003-2007 over Nederlandse politiek en politici.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645170?aid=kb-online-bibliotheek&sid=17&dts=1758053288714&sig=b573a7f12af715d371fc76177fde9b76b31b296cd0b6eeaf32a44c7f6999bc03&width=320",
      "dateSeen": "2025-09-17T07:12:51.680Z"
    },
    "6550a58739f6b1fd191a2384badc75c8681c67f6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645014/evelien-voor-altijd-martin-bril",
      "title": "Evelien voor altijd",
      "authors": "Martin Bril",
      "description": "De perikelen van een welgestelde, maar onvoldane vrouw uit Amsterdam-Zuid.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645014?aid=kb-online-bibliotheek&sid=17&dts=1758035816770&sig=45c7fe103b3db85e853a75aabbdac3861970739fef60722fb01bb7aee2ba7fc0&width=320",
      "dateSeen": "2025-09-17T07:12:52.237Z"
    },
    "75abeefe4fb2ba7ee5c2c0755635b8b7286b15dc": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645146/het-leed-dat-liefde-heet-en-andere-taferelen-martin-bril",
      "title": "Het leed dat liefde heet en andere taferelen",
      "authors": "Martin Bril",
      "description": "Schetsen over mislukte en voorbije liefdes.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645146?aid=kb-online-bibliotheek&sid=17&dts=1758008408510&sig=b802ff7e0c243a976113bb249811466b857fe93c77e066e7e419c5dd764cbcbb&width=320",
      "dateSeen": "2025-09-17T07:12:52.799Z"
    },
    "647d88cbc0a4e854efc1b956cd5309514d597f12": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454060742/de-valhallamoorden-alexander-olbrechts",
      "title": "De Valhallamoorden",
      "authors": "Alexander Olbrechts",
      "description": "",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454060742?aid=kb-online-bibliotheek&sid=17&dts=1758155111237&sig=5f68deba892255d78de015846462ea926d376067159a6126e8780087f67145fa&width=320",
      "dateSeen": "2025-09-18T07:12:54.412Z"
    },
    "451c390868b4dd1cfc13f101ab31f54de4b111df": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454060734/de-heraklesmoorden-alexander-olbrechts",
      "title": "De Heraklesmoorden",
      "authors": "Alexander Olbrechts",
      "description": "",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454060734?aid=kb-online-bibliotheek&sid=17&dts=1758166003591&sig=719f73db2f635e337e6518df9b12fa68bef213fad758903b0074e0773a9611dc&width=320",
      "dateSeen": "2025-09-18T07:12:54.612Z"
    },
    "9fc801df721c6e5663c0bd7e2ba39ec1ed9e240c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454060750/gekleurde-littekens-neva-altaj",
      "title": "Gekleurde littekens",
      "authors": "Neva Altaj",
      "description": "Nina. Hij is charmant, spannend, verleidelijk, en een koelbloedige moordenaar. Maar ik trouwde toch met de Pakhan van de Russische Bratva. Ik moest wel. Dat was de deal. Nu doe ik alsof ik in echtelijke gelukzaligheid leef, terwijl ik tril van angst. En ik kan niet wachten om uit de klauwen van deze meedogenloze man te komen. Roman. Ik krijg altijd alles wat ik wil. En ik wil deze perfect imperfecte kleine manipulator. De manier waarop ze iedereen kan wijsmaken dat ze gek op me is, zorgt er alleen maar voor dat ik haar nog meer wil. Ze weet het nog niet, maar ik zal haar niet laten gaan. De deal is van tafel. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454060750?aid=kb-online-bibliotheek&sid=17&dts=1758155052189&sig=0394e2cfbc0b43641b08274ddbe38b3d7e23e02a6533e84881e153e57ecaa9f7&width=320",
      "dateSeen": "2025-09-18T07:12:54.793Z"
    },
    "204f458a28096f1df89b2bfe2710da3d5907fdca": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645022/tout-va-bien-martin-bril",
      "title": "Tout va bien",
      "subtitle": "berichten uit Frankrijk",
      "authors": "Martin Bril",
      "description": "Columns over het leven in Frankrijk.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645022?aid=kb-online-bibliotheek&sid=17&dts=1758117455559&sig=9005abfb4c2d7f431c43ab14abf1b45e99cfcd77dd3f04e4f41f74a8c76db643&width=320",
      "dateSeen": "2025-09-18T07:12:55.028Z"
    },
    "fe26dfe595773851aa0915aa41acf94af4a4e3d7": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645189/het-verdwenen-kruispunt-martin-bril",
      "title": "Het verdwenen kruispunt",
      "subtitle": "berichten van het land",
      "authors": "Martin Bril",
      "description": "Bundel met veertig columns over het alledaagse leven zoals zich dat afspeelt op het Nederlandse platteland.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645189?aid=kb-online-bibliotheek&sid=17&dts=1758113322835&sig=d3ab16cd01fcae8e95b41320c09016478d74ab571df9586656507181e9650f56&width=320",
      "dateSeen": "2025-09-18T07:12:55.227Z"
    },
    "765986ebb7c24f7fc87dc4104ae7dddbed601a9a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645006/c-est-la-vie-martin-bril",
      "title": "C'est la vie",
      "subtitle": "berichten uit Frankrijk",
      "authors": "Martin Bril",
      "description": "Columns over het leven van de schrijver met zijn gezin in een tweede huis in Frankrijk.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645006?aid=kb-online-bibliotheek&sid=17&dts=1758099797476&sig=3cd82b2b68012b0c3f169784ea13d0702a6e846e39c6ff817601c5ab1cb3b4ed&width=320",
      "dateSeen": "2025-09-18T07:12:55.684Z"
    },
    "fca8cf92ad630b2128b1234282a171edde9de1df": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645138/het-tekort-en-andere-verhalen-martin-bril",
      "title": "Het tekort en andere verhalen",
      "authors": "Martin Bril",
      "description": "Verhalen en reportages.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645138?aid=kb-online-bibliotheek&sid=17&dts=1758140467826&sig=cc396e9f0dd65ad7b8ea40d7b79503ccdd0c48bdcf2489a043519091729731f2&width=320",
      "dateSeen": "2025-09-18T07:12:56.223Z"
    },
    "c1edad95716624b281f16d3daf02bbbb1e30bc97": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645065/liefde--seks---regen-martin-bril",
      "title": "Liefde, seks & regen",
      "subtitle": "intieme berichten",
      "authors": "Martin Bril",
      "description": "Autobiografisch getinte columns.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645065?aid=kb-online-bibliotheek&sid=17&dts=1758110830118&sig=e8f4bddecf016f5abdfff995fdcad96bb0460ce7d277e70f0b95fbe82b1db6bb&width=320",
      "dateSeen": "2025-09-18T07:12:57.031Z"
    },
    "65d350bedf2a40f718085a45add5dd165f97c7fe": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394644972/jongensjaren-martin-bril",
      "title": "Jongensjaren",
      "authors": "Martin Bril",
      "description": "Korte verhalen over de jeugd van de auteur (1959-2009).",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394644972?aid=kb-online-bibliotheek&sid=17&dts=1758121032766&sig=7031aa03f82ed9c55c0210fb60bffa40cef7916724b67d1b301472a20b5f8b9e&width=320",
      "dateSeen": "2025-09-18T07:12:57.475Z"
    }
  }
}