{
  "values": {
    "3be4e18477168d5d74d69e45f6f7d0f9030ed328": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/441317936/de-kunst-van-het-ziek-zijn-toni-bernhard",
      "title": "De kunst van het ziek zijn",
      "subtitle": "inspiratie uit het boeddhisme voor (chronisch) zieken en hun naasten",
      "authors": "Toni Bernhard",
      "description": "Persoonlijk verhaal van een vrouw die ondanks haar lichamelijke beperkingen een leven vol gelijkmoedigheid, compassie en vreugde kon leiden.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A441317936?aid=kb-online-bibliotheek&sid=19&dts=1767758197007&sig=3f0d5bbad804eecd2d601cb10a672049034ba5271bc128ef71fbd43fca8d45b5&width=320",
      "dateSeen": "2026-01-07T07:20:10.376Z"
    },
    "a66f6b1599066da53889809044272009e2a45a17": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456703349/de-appgroep-2-0-edward-den-ouden",
      "title": "De Appgroep 2.0",
      "authors": "Edward den Ouden",
      "description": "We hebben vrijheid ingeruild voor gemak, privacy ingewisseld voor een pushbericht. Niemand kijkt écht meer op. Of toch wel? Vijftien mannen. Eén appgroep. Geen filter. Ze reageren op alles wat schuurt - van aftakeling tot opstand, van algoritmes tot airfryers - gedreven door dadendrang, ironie of simpelweg FOMO. Maar achter hun digitale façade loert ene Van Vleuten. Een stille AIVD-agent met verstrekkende bevoegdheden. Hij leest. Hij registreert. Hij oordeelt. Wat is nog waar als iedereen ronddoolt in zijn eigen mist? En wie bespioneert nu wie? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456703349?aid=kb-online-bibliotheek&sid=19&dts=1767758120149&sig=76627377de3b6cc3b6ffa04643e80b1b5b76fb9ec969ceee26e247642ff129e4&width=320",
      "dateSeen": "2026-01-07T07:20:10.581Z"
    },
    "be6fe87bb093167e40ae7d612c8d3689bd2c43c3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456703233/ware-leegte-sister-chan-khong",
      "title": "Ware leegte",
      "subtitle": "Mijn levensweg van liefde in actie",
      "authors": "Sister Chan Khong",
      "description": "“Veel van mijn leerlingen zijn ook mijn leraren, en zuster Chan Khong is een van de belangrijksten van hen. Als ik haar boek lees, leer ik nog steeds veel van haar. Een grote, diepe liefde en zorg vormen de basis van haar werk. Haar leven is een spirituele lezing en ze heeft ons veel te vertellen.” - Thich Nhat Hanh, invloedrijke zenmeester, schrijver en vredesactivist uit Vietnam. Auteur van internationale bestsellers waaronder Het wonder van mindfulness en Iedere stap is vrede. Deze unieke autobiografie vertelt het aangrijpende verhaal van een vrouw die de geschiedenis niet alleen leefde, maar ook mede maakte. Deze geheel herziene druk volgt zuster Chan Khong's moedige reis van Vietnam naar Frankrijk en later terug naar Vietnam, na veertig jaar ballingschap. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456703233?aid=kb-online-bibliotheek&sid=19&dts=1767762449195&sig=8704837501e522e3db4183461b46d516cab26e597b40d0fdaec0f52176146b4c&width=320",
      "dateSeen": "2026-01-07T07:20:10.772Z"
    },
    "e82ea7e270170350759fbffe6b88e2348e19de0c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456703225/maar-dat-doet-taylor-swift-ook-gideon-karting",
      "title": "Maar Dat Doet Taylor Swift Ook",
      "subtitle": "De verborgen wetten en geheime spelregels van muziekmarketing (en hoe jij ze kan toepassen)",
      "authors": "Gideon Karting",
      "description": "Gideon Karting heeft in meer dan vijfentwintig jaar vrijwel elke rol in de muziekindustrie gespeeld. Hij begon als plakker van posters, werkte als manager en platenbaas en groeide uit tot organisator van de grootste concerten en festivals in Nederland. Op zijn cv prijken shows van o.a. Adele, Harry Styles, Blackpink, Arctic Monkeys, Lady Gaga en Bruno Mars. Zijn weg bewandelde hij niet zonder vallen of opstaan: hij ontdekte dat succes nooit één-op-één te kopiëren is en dat het maken van fouten vaak de beste lessen oplevert. Door schade en schande wijs geworden fileert hij in dit boek de ongeschreven wetten van de muziekmarketing - van legendarische campagnes uit het verleden tot hypegedreven stunts van nu. Het resultaat: een even vermakelijke als eerlijke kijk achter de schermen van de muziekindustrie met verhalen die je normaal alleen backstage opvangt. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456703225?aid=kb-online-bibliotheek&sid=19&dts=1767770410861&sig=8e5f1d919cfb69b2256458abb7f81c592919df8d9e971d841a1895c6bcaae97f&width=320",
      "dateSeen": "2026-01-07T07:20:11.035Z"
    },
    "0ba4ff7543428bf7f59b0826189807dbf4e63635": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456700544/madame-bonheur---een-haagse-liefde-astrid-habraken",
      "title": "Madame Bonheur ~ Een Haagse liefde",
      "authors": "Astrid Habraken",
      "description": "In het Haagse hotel Les Aristocrats vindt receptioniste Claire het levenloze lichaam van madame Bonheur. De geliefde oude dame komt al tientallen jaren iedere zomer in dezelfde periode naar het hotel. Haar plotselinge dood is omgeven door mysteries. Zo blijken haar achternaam en het opgegeven adres in Parijs niet te kloppen. Als ook haar familie onvindbaar lijkt, besluit Claire om zelf naar Parijs te gaan. Het is het begin van een zoektocht die haar terugvoert naar het Den Haag van de jaren vijftig en de wijngaarden rondom Bordeaux en Saint-Émilion. Ga mee op een reis door het verleden en ontrafel samen met Claire het geheim dat madame Bonheur al die jaren met zich meedroeg. Madame Bonheur ~ Een Haagse liefde is een verhaal over dromen, veerkracht en jezelf opnieuw uitvinden wanneer de omstandigheden daarom vragen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456700544?aid=kb-online-bibliotheek&sid=19&dts=1767714159142&sig=eefeafd74a4ec8c32b9761fe4cc3e4ec6a996d634c9d588e36ca4f210d26da26&width=320",
      "dateSeen": "2026-01-07T07:20:11.527Z"
    },
    "7d1c3fd194e6bb661b433b9b2576acf279bb8ef6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/433729120/dubbel-bedrog-julienne-brouwers",
      "title": "Dubbel bedrog",
      "subtitle": "thriller",
      "authors": "Julienne Brouwers",
      "description": "Een stel is een weekendje weg met hun zoontje, maar na een woordenwisseling vertrekt de man en komt niet meer levend terug. Wat is er gebeurd?",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A433729120?aid=kb-online-bibliotheek&sid=19&dts=1767932596277&sig=bdd169f535f6d94856ffa54fd6ade90138a402b484f4b3be8da55d9cb1b26ae0&width=320",
      "dateSeen": "2026-01-09T07:20:35.096Z"
    },
    "2d59a4e0739d04d53ee40b2c54226b3001c8d8fd": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/435485741/ziek-van-jou-julienne-brouwers",
      "title": "Ziek van jou",
      "subtitle": "thriller",
      "authors": "Julienne Brouwers",
      "description": "Wat als een obsessie je tot het uiterste drijft? De ambitieuze Faye werkt hard aan haar carrière als onderzoeker in het ziekenhuis en heeft het goed voor mekaar. Aan dit alles komt een abrupt einde wanneer één van Fayes patiënten plotseling overlijdt aan een overdosis radioactieve straling. Het lijkt om een medische misser te gaan, maar al gauw stuit Faye op verdachte omstandigheden en vermoedt ze dat er meer speelt. Het ziekenhuisbestuur beschuldigt Faye echter van roekeloosheid, waardoor ze zelf ineens onder vuur komt te liggen. Als ze dan ook nog haar oude vlam Jim tegen het lijf loopt, worden weggestopte pijnlijke herinneringen uit het verleden opgerakeld en stort haar leven als een kaartenhuis in elkaar. Wat andere lezers zeggen over Dubbel Bedrog \"Een verslavende, bloedstollende en meeslepende thriller. Dit boek wil je in een keer uitlezen!\" \"Dubbel bedrog kun je niet meer wegleggen, telkens weer verrassingen die stof tot nadenken geven. Wat als dit in het echt ook zou kunnen gebeuren...?\" \"Een thriller in hart en nieren, vol onverwachte wendingen. De goed uitgewerkte karakters en een vleugje romantiek brengen een extra dimensie aan het verhaal\" Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A435485741?aid=kb-online-bibliotheek&sid=19&dts=1767933098037&sig=a7df78f1082e8710e04c79faff77e26934a84e4ed206a83037f03dc9edcd5e71&width=320",
      "dateSeen": "2026-01-09T07:20:35.652Z"
    },
    "c5bd316c96ac26b439fb7daa4f4b6f45f7291f1d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/438862481/jeugdzonde-julienne-brouwers",
      "title": "Jeugdzonde",
      "subtitle": "thriller",
      "authors": "Julienne Brouwers",
      "description": "Een vrouw rijdt per ongeluk een man dood, wat het begin blijkt te zijn van een reeks schokkende gebeurtenissen. Herinneringen uit haar jeugd komen boven en ze gaat op zoek naar de waarheid, met gevaar voor eigen leven.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A438862481?aid=kb-online-bibliotheek&sid=19&dts=1767882602816&sig=4395301e4c63644022f04f771503739d4b58b96d0a76dcc828bf3458cd7d270a&width=320",
      "dateSeen": "2026-01-09T07:20:36.117Z"
    },
    "7e4b51e313b89a17434a9f9da6276496e4b81f81": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442929609/koel-water-julienne-brouwers",
      "title": "Koel water",
      "subtitle": "thriller",
      "authors": "Julienne Brouwers",
      "description": "De charismatische leider van een vastgoedkantoor wordt na een werkfeest levenloos aangetroffen in zijn bed. Een rechercheur wordt op de zaak gezet en ontrafelt een web van bedrog en corruptie.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442929609?aid=kb-online-bibliotheek&sid=19&dts=1767932596826&sig=b3fccb33c01c6b375827a04ed80dd73fc9beaf622599e07bc48ddfda87088178&width=320",
      "dateSeen": "2026-01-09T07:20:36.638Z"
    },
    "7bdb9e543109e044789e7e960cb5cfe0f537b222": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/441297307/what-do-you-really-want--sandra-klijn",
      "title": "What do you really want?",
      "subtitle": "why you stay stuck in an energy-draining job and how to break free from it",
      "authors": "Sandra Klijn",
      "description": "What Do You Really Want? is a book designed for those who recognize that it's time to change direction but find themselves uncertain what to do next. \"My current occupation no longer aligns with who I want to be, and I'm eager for a transformation, yet I don't know which steps to take first.\"\nIf you find yourself uncertain about whether you're in the right place, it doesn't necessarily imply that you're in the wrong job. In fact it's more probable that you're experiencing a lack of purpose, dedication, and alignment with your fundamental values. This disconnect stems from the disparity between the person you aspire to be and how your current job aligns with that vision. The solution to this mismatch lies in gaining insights into your desires and understanding how they, in conjunction with your skills, personality, and behavior, constitute the essential pieces of the puzzle for a vibrant and fulfilling work life.\nSandra Klijn is a keynote speaker, trainer, university teacher and researcher. During her PhD research, she identified the factors that lead to feeling energized at work. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A441297307?aid=kb-online-bibliotheek&sid=19&dts=1767943236736&sig=0d92789ae864d6fe13e7c8cf7c148bf36eb53754dae8e1c96928b9fab4b718fe&width=320",
      "dateSeen": "2026-01-09T07:20:36.950Z"
    },
    "cc78d4ddf5ac7cabd8ad45e5c4b0be87f31d15cb": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/392068869/dauw-op-de-aarde-j-h--van-doleweerd",
      "title": "Dauw op de aarde",
      "subtitle": "de zending van de kerk in de wereld",
      "authors": "J.H. van Doleweerd",
      "description": "Dit boek wil het gezonden zijn van de kerk in de wereld in rapport brengen met de actuele ontwikkelingen dichtbij en verder weg. Gezien de complexe werkelijkheid en de secularisatie in Nederland leven er op dit punt veel vragen. Wat is de Bijbelse inhoud van de roeping van de kerk in de wereld? Hoe geven wij deze in de eenentwintigste eeuw gestalte in de nabije omgeving en over de landsgrenzen? Wat onderwijzen we hierover in catechese, prediking en pastoraat? Dit boek is geschreven tegen de achtergrond van historische opvattingen en actuele ontwikkelingen in de missiologie. In de evangelicale traditie is de laatste jaren veel over zending en missionair werk gepubliceerd. Ook in eigen land is een nieuwe traditie ontstaan van missionaire gemeentevorming in diverse grote steden. Tegen deze achtergrond verwerkt de auteur de uitgangspunten van de gereformeerde theologische traditie in een actuele visie op zending. Gereformeerde theologie is vitaal, relevant en actueel, ook voor de missiologische vraagstukken van nu. Dr. Jan H. van Doleweerd (1961) is missioloog en theologisch docent. Hij promoveerde in 2012 op Viva Vox Dei, een hermeneutische studie over het zelfgetuigenis van de Schrift. Hij is namens de Zending Gereformeerde Gemeente verbonden aan de Theologische Hogeschool Johanes Calvin te Denpasar Indonesië. Eerder was hij werkzaam in Afrika en Latijns-Amerika. In de serie Theologische Thema’s worden actuele theologische vragen doordacht vanuit het gereformeerd belijden. Doelgroep: theologen, ambtsdragers en geïnteresseerde gemeenteleden binnen de gereformeerde gezindte. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A392068869?aid=kb-online-bibliotheek&sid=19&dts=1767932596946&sig=350c0deadd1068b1f8248d293a7b9c7cac32493ca10070013ca9822067999600&width=320",
      "dateSeen": "2026-01-09T07:20:37.421Z"
    },
    "816eb3e5ef8ba1034560c28cbb3114fc1c02aa55": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/392834154/uit-den-schat-des-woords--",
      "title": "Uit den Schat des woords",
      "subtitle": "62e jaargang",
      "description": "In de prekenserie Uit den schat des woords is de 62e jaargang verschenen. Onderstaande predikanten van de Gereformeerde Gemeenten hebben aan deze bundel meegewerkt. Ds. G.J. van Aalst, ds. J. Driessen, ds. J.J. van Eckeveld, ds. A.J. Gunst, ds. B. van der Heiden, ds. G. van Manen, ds. F. Mulder, ds. C. Neele, ds. A. Schreuder, ds. A. Schot, ds. W. Visscher, ds. J.W. Verweij. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A392834154?aid=kb-online-bibliotheek&sid=19&dts=1767943237526&sig=243ebb20decf24766e99d64d1e5665150518f66bc2228f19bd8c68d3374c1ae1&width=320",
      "dateSeen": "2026-01-09T07:20:38.041Z"
    },
    "239c5c3643ca77a0be95a1f52cfca2dab77bf022": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394925319/profetisch-perspectief-a--van-der-zwan",
      "title": "Profetisch perspectief",
      "subtitle": "Jakob zegent zijn zonen",
      "authors": "A. van der Zwan",
      "description": "Preken door de christelijk-gereformeerde predikant.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394925319?aid=kb-online-bibliotheek&sid=19&dts=1767932596405&sig=b9d6da5de785100bee0f1562b5afe2dd479418839d9e1be15cf0ce6ddad9c807&width=320",
      "dateSeen": "2026-01-09T07:20:38.520Z"
    },
    "bb710928ffb5e51f550dba20a842f158147cff92": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/396422691/wie-is-mijn-naaste--evert-jan-brouwer",
      "title": "Wie is mijn naaste?",
      "subtitle": "voor donateurs die meer willen weten",
      "authors": "Evert-Jan Brouwer",
      "description": "Praktische adviezen vanuit een orthodox-gereformeerde invalshoek over het geven aan goede doelen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A396422691?aid=kb-online-bibliotheek&sid=19&dts=1767932596322&sig=b59f00768288915f293eb86747d1182b5057646d8ff62c0776314b66a30dafd1&width=320",
      "dateSeen": "2026-01-09T07:20:39.052Z"
    },
    "6e3a259a4f5d06195a065c1ba32a1b622927dfb5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/39283426X/het-heil-is-des-heeren-c--smits",
      "title": "Het heil is des Heeren",
      "subtitle": "5 preken over Jona",
      "authors": "C. Smits",
      "description": "Deze bundel over het Bijbelboek Jona bevat vijf niet eerder uitgegeven preken van ds. C. Smits. Thema’s die aan de orde komen zijn: 1. Een grote vis door God beschikt (Jona 2:10) 2. In grote benauwdheid (Jona 2:1-4) 3. Een gebed in het ingewand van de vis (Jona 2:5-9) 4. Jona’s gang naar Ninevé (Jona 3:1-4) 5. Een koninklijk edict (Jona 3:5-9) De preken getuigen van Gods opzoekende zondaarsliefde, zowel voor het goddeloze Ninevé als voor Zijn kind en knecht Jona, die het zo verzondigd had. De preken kenmerken zich door het Schriftuurlijke, bevindelijke onderwijs. Deze bundel is deel 2 in de serie Nalezing. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A39283426X?aid=kb-online-bibliotheek&sid=19&dts=1767932597254&sig=f790467e4d8a305842309a5d29486002112e184cb11f487f0cf9fce55759fcbe&width=320",
      "dateSeen": "2026-01-09T07:20:39.530Z"
    },
    "b803d22be8b541fe86a5589e274badb9200f0f6c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/402420322/de-schenking--beproeving-en-overwinning-van-het-geloof-j-w--kersten",
      "title": "De schenking, beproeving en overwinning van het geloof",
      "subtitle": "tweede zestal predikaties",
      "authors": "J.W. Kersten",
      "description": "De schenking, beproeving en overwinning van het geloof is opnieuw een prekenbundel van Ds. J.W. Kersten. inhoud: 1. Paulus bekering 2. Paulus doorn in het vlees 3. Jacob ontroosbaar 4. Jacob en Jozef 5. De Kananese vrouw 6. De blinde Bar-timeus Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A402420322?aid=kb-online-bibliotheek&sid=19&dts=1767932596943&sig=732724ade2b57b14738f6e180ccf2c91c32ad57f2cb320763edca699a2577128&width=320",
      "dateSeen": "2026-01-09T07:20:40.029Z"
    },
    "4a5ddc937cf8e7adf4aa45b3ee5e0fcdf0d7ebe4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/409232785/de-verdediging-van-het-gereformeerde-kerkmodel-antoine-de-la-roche-chandieu",
      "title": "De verdediging van het gereformeerde kerkmodel",
      "authors": "Antoine de La Roche Chandieu",
      "description": "Midden in de zestiende eeuw ontstaan in Frankrijk gezelschappen die verlangen naar een persoonlijker omgang met God en een nieuwe vorm van kerkzijn. Daaruit ontstaat náást de katholieke een gereformeerde kerk. Op hun eerste nationale synode te Parijs in 1559 ontwerpen de Franse gereformeerden een kerkorde en geloofsbelijdenis, die als voorbeelden zouden dienen voor de gereformeerde kerk in de Nederlanden. Nauw betrokken bij het ontstaan van de Franse kerkorde is de edelman Antoine de la Roche Chandieu (1534-1591). Met De verdediging van het gereformeerde kerkmodel kiest hij positie in de heftige discussie over de plaats van het gewone gemeentelid binnen het presbyteriaal-synodale kerkmodel. Dr. H.A. Speelman laat aan zijn vertaling een boeiende inleiding voorafgaan over de inhoud en achtergrond van dit werk. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A409232785?aid=kb-online-bibliotheek&sid=19&dts=1767943240127&sig=e25b259bdc0fd4f42c2baae2837556e121cb50d8542df5cd3bc76dcd3f3531f1&width=320",
      "dateSeen": "2026-01-09T07:20:40.659Z"
    },
    "45fe46af16334b1ea0df3bba0ebb459b9f11559d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/408636998/erasmus-sarcerius--pastorale--1559--en-de-vorming-van-predikanten-in-de-zestiende-eeuw-c-t--de-groot",
      "title": "Erasmus Sarcerius' Pastorale (1559) en de vorming van predikanten in de zestiende eeuw",
      "authors": "C.T. de Groot",
      "description": "De vorming van predikanten, het onderscheid tussen christenen en nietchristenen en de rol van de kerk en de gelovigen in het publieke domein zijn de vragen die aandacht krijgen in de bezinning op de organisatie van kerk en geloof. Oude normen en tradities worden hierbij op hun houdbaarheidsdatum bevraagd. In een vergelijkbare situatie schreef de lutherse theoloog Erasmus Sarcerius zijn Pastorale (1559). In dit handboek doet hij predikanten praktische handreikingen aangaande hun voortgaande vorming, de wijze waarop zij en hun gemeenteleden heilig kunnen leven en de kerk kunnen organiseren en ook hoe zij hun verantwoordelijkheid in de samenleving kunnen vormgeven. In deze kerkhistorische studie met een praktisch-theologische focus laat Kees de Groot zijn analyse van de Pastorale uitlopen op vijfentwintig stellingen waarin hij formuleert wat zowel de kerk en haar leden als theologische opleidingen vandaag van Sarcerius kunnen leren. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A408636998?aid=kb-online-bibliotheek&sid=19&dts=1767943240765&sig=30378ade9440b807ce7d4ebdc1a81a9968affe090d6cd47431ac80fea78e403a&width=320",
      "dateSeen": "2026-01-09T07:20:41.228Z"
    },
    "387e8136e146a7737552b066d5b2e80848aea75a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456714669/god-wil-dat-je-gezond-bent-andrew-wommack",
      "title": "God wil dat je gezond bent",
      "subtitle": "Wat de Bijbel werkelijk zegt over wandelen in goddelijke gezondheid",
      "authors": "Andrew Wommack",
      "description": "Christus betaalde voor de genezing van ons lichaam net zo volledig als Hij betaalde voor de vergeving van onze zonde. Veel mensen vinden het moeilijk om te geloven dat het Gods wil is dat zij gezond zijn. Misschien lijden zij zelf of kijken zij naar een geliefde die veel ziekte en pijn moet doorstaan. In elk geval raken zij ontmoedigd als het erop lijkt dat hun gebeden onbeantwoord blijven. Vervolgens trekken zij de conclusie dat God toestaat dat dit gebeurt, of nog erger, dat Hij de veroorzaker is. Beide ideeën zijn onterecht en twijfelen aan de goedheid van God. In dit boek deelt Andrew de waarheid waarin Gods onvoorwaardelijke liefde en genade reeds heeft voorzien. Genezing is een groot deel van deze voorziening. Hij beantwoordt heel veel vragen inclusief de vraag over Paulus' doorn in het vlees, de soevereiniteit van God en nog veel meer vragen. Als jij, of iemand die je kent, genezing nodig heeft, dan is dit boek voor jou. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456714669?aid=kb-online-bibliotheek&sid=19&dts=1767932596956&sig=149b55fb5f6899a44c32b74f8a86436141741bf8ce57b5ff4914a0840648041a&width=320",
      "dateSeen": "2026-01-09T07:20:41.547Z"
    },
    "1737532238e9fbc050720ffec5b50ee13b4cf0af": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456714472/leef-vanuit-het-beste-van-god-andrew-wommack",
      "title": "Leef vanuit het beste van God",
      "subtitle": "Neem geen genoegen met minder",
      "authors": "Andrew Wommack",
      "description": "Goddelijke gezondheid en voorspoed zijn beter dan Goddelijke genezing en voorziening. Als je leeft in Goddelijke gezondheid en voorspoed, heb je geen wonder nodig om genezen te worden of om je rekeningen te betalen. Als je het verschil tussen die twee niet begrijpt, dan is dat misschien een reden waarom je alleen maar op visite gaat bij het beste van God in plaats van erin te wonen. De meeste christenen bevinden zich in een situatie waar het slechts een kwestie van tijd is voordat er zich weer een crisis voordoet en zij een wonder nodig hebben. Jij denkt dat het misschien prachtig is om van wonder tot wonder te leven, maar dat betekent tegelijkertijd dat je van de ene crisis in de andere gaat! Wonderen zijn prachtig als je er een nodig hebt, maar het is nooit de bedoeling geweest dat je je er voortdurend mee zou redden. God wil jouw situatie veranderen. Leer van Andrew hoe je vandaag kunt leven vanuit het beste van wat God voor je heeft! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456714472?aid=kb-online-bibliotheek&sid=19&dts=1767932596959&sig=c96668d31985434dab5551a4f55100686694620cb2e1d0d6cc5a3ce0dd50f206&width=320",
      "dateSeen": "2026-01-09T07:20:41.820Z"
    },
    "4854787d51006c03a65b97d3e7d638cf3bb19c3e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456714561/de-ware-aard-van-god-andrew-wommack",
      "title": "De ware aard van God",
      "subtitle": "Het belang en de betekenis van het begrijpen van Gods karakter",
      "authors": "Andrew Wommack",
      "description": "\"Ik heb geprobeerd om aan Gods verwachting te voldoen om een perfect mens te zijn, maar het lukt me niet, ik geef het op.\" \"Ik weet dat God van mij houdt, maar het schijnt alsof Hij nooit mijn gebeden beantwoord.\" \"Ik doe alles wat de Bijbel zegt, dus waarom heeft God mij dan niet gezegend zoals Hij heeft beloofd?\" \"Is God schizofreen? De Bijbel is vol tegenstrijdigheden.\" Vragen en opmerkingen zoals deze noodzaakten Andrew Wommack om dit uit te leggen door eenvoudige begrippen te introduceren in dit boek. Dikwijls wordt de ware aard van God in het christendom overschaduwd door menselijke opvattingen en handelswijzen -terwijl God niets anders wil dan samen met Zijn kinderen delen in een intieme vriendschap. Als je jezelf afvraagt wie God is, of Hij zich om jou bekommert, laat Andrew Wommack je dan de ware aard van God tonen. Andrew Wommack: \"Ik geloof dat de enige reden waarom jij en ik zo weinig van God gehouden hebben is omdat Hij in een verkeerd daglicht is geplaatst en wij het niet begrepen hebben.\" Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456714561?aid=kb-online-bibliotheek&sid=19&dts=1767943241934&sig=f0e2d1089d12838ed39005392aea517625b355234853da37b2deb5c6e0df8444&width=320",
      "dateSeen": "2026-01-09T07:20:42.131Z"
    },
    "44af45d9632d91e1e37feeb4ce4ff39257de2723": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456714960/moeiteloos-veranderen-andrew-wommack",
      "title": "Moeiteloos veranderen",
      "subtitle": "Het Woord is het zaad dat je leven kan veranderen",
      "authors": "Andrew Wommack",
      "description": "Het Woord van God is als zaad en jouw hart is de grond. De meeste christenen willen verandering in een bepaald gebied van hun leven. Zij blijven maar proberen die veranderingen door te voeren, maar merken al gauw dat zij in dezelfde gewoonten en gedragspatronen terugvallen. Zelfdiscipline en zelfbeheersing hebben hen opnieuw in de steek gelaten. Dus hoe komt blijvende verandering tot stand? Een rups worstelt niet om een vlinder in de cocon te worden. Zaad streeft er niet naar om een boom te worden en vrucht voort te brengen. Zij doen eenvoudig waar zij door God voor ontworpen zijn om te doen, en de verandering vindt plaats, moeiteloos. Het Woord van God is als zaad en jouw hart is de grond. Wanneer het geplant is en gevoed wordt in de grond van jouw hart, begint het te groeien. Het resultaat is transformatie; en de vrucht wordt voor iedereen zichtbaar. Als jij echte verandering in jouw leven wilt, is dit boek voor jou! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456714960?aid=kb-online-bibliotheek&sid=19&dts=1767943242226&sig=6daa393e1b5502921bd72d8152f613f337a33574bcd4ee96cf9d82d5ac93e451&width=320",
      "dateSeen": "2026-01-09T07:20:42.442Z"
    },
    "46e4d9542131c7b4c7625075dc29ac8cb8af861a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456714685/elke-dag-met-jezus---dagboek-andrew-wommack",
      "title": "Elke dag met Jezus - Dagboek",
      "subtitle": "365 dagen inzicht in...bemoediging, geestelijke groei en persoonlijke overwinning",
      "authors": "Andrew Wommack",
      "description": "Dit dagboek boordevol levens veranderende bemoediging, zal je dagelijks inspireren om in overwinning te leven, ongeacht je omstandigheden. Dat gebeurt als jij je hart opent en Gods wonderbaarlijke genade en gunst gaat ontvangen. Andrew Wommack onderwijst Gods onvoorwaardelijke liefde en genade al meer dan 40 jaar. In deze korte dagelijkse boodschappen deelt hij het beste van zijn onderwijs waarin Jezus heeft voorzien. Laat je elke dag van het jaar bemoedigen om te vergeven, lief te hebben, en te geven - gevoed door het leven van Jezus, Zijn dood en Zijn opstanding. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456714685?aid=kb-online-bibliotheek&sid=19&dts=1767943242557&sig=9f0c89b098190f5dbce9e68cb9ee4f879a0fd0ca8a986008d75c53824e92444e&width=320",
      "dateSeen": "2026-01-09T07:20:42.778Z"
    },
    "29c6a3ebd6b5c3947938aabb906479f7cb179bd0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45671491X/geest--ziel---lichaam-studiegids-andrew-wommack",
      "title": "Geest, ziel & lichaam Studiegids",
      "authors": "Andrew Wommack",
      "description": "Of je nu één enkele les geeft, een kleine groep mensen onderwijst, iemand discipelt, of Geest, ziel & lichaam voor persoonlijke studie doorneemt, deze studiegids is voor jou ontworpen! Elk hoofdstuk bestaat uit een les, een samenvatting, instructies voor de lesgever, vragen over discipelschap, een sectie met de juiste antwoorden, en Bijbelteksten. De samenvatting en vragen over discipelschap kunnen gratis worden gedownload als aanvullend materiaal dat bij deze studiegids hoort. Gebruik dit om zoveel kopieën te maken als er nodig zijn voor jouw groep. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45671491X?aid=kb-online-bibliotheek&sid=19&dts=1767943242967&sig=341654bcb34014063dc81819a549e802ea5fb31c622cfd4bb84034d3b3d80e2e&width=320",
      "dateSeen": "2026-01-09T07:20:43.157Z"
    },
    "6e70a0f070ef8c5434dc2462b3796690dccb4331": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456714898/genade-de-kracht-van-het-evangelie-andrew-wommack",
      "title": "Genade de kracht van het evangelie",
      "subtitle": "Het is niet wat jij doet, maar wat Jezus deed",
      "authors": "Andrew Wommack",
      "description": "Genade, de kracht van het Evangelie Uit recent gehouden enquêtes blijkt dat de overgrote meerderheid van de christenen die beweren dat zij wedergeboren zijn, geloven dat hun heil op z'n minst afhankelijk is van hun gedrag en van hun daden. Ja... zij geloven dat Jezus stierf voor hun zonden, maar zij denken dat zij vanaf het moment dat zij Hem hebben aanvaard als hun Redder, aan bepaalde normen moeten voldoen om 'goed genoeg' te zijn. Als dat waar is, wat is dan die norm en hoe weet je wanneer je eraan voldoet? Eeuwenlang heeft de kerk geprobeerd om deze vragen te beantwoorden, maar het heeft altijd geresulteerd in religieuze wettische onderwerping. Dus wat is het antwoord? Het begint met het stellen van de juiste vraag. Het is niet: 'Wat moeten wij doen?' maar wij moeten vragen: 'Wat heeft Jezus gedaan?' Door de openbaring te begrijpen die apostel Paulus had uit het boek Romeinen -van wat Jezus heeft gedaan- zult je nooit meer jezelf afvragen of je aan de norm voldoet Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456714898?aid=kb-online-bibliotheek&sid=19&dts=1767932596527&sig=dafacd8a239360e7aead05687ff7a76c838c96a7f9911c85d2a51956dcfc294d&width=320",
      "dateSeen": "2026-01-09T07:20:43.388Z"
    },
    "065bb79d51350a2c461c02cb69ac6c571d7fc4a2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/435508865/vind--volg-en-vervul-gods-wil-andrew-wommack",
      "title": "Vind, volg en vervul Gods wil",
      "authors": "Andrew Wommack",
      "description": "De meeste mensen leven zonder doel, ze weten niet wat God met hun leven wil. Velen geloven zelfs dat je Gods wil niet kunt kennen - dat Hij in Zijn soevereiniteit Zijn wil zal laten gebeuren, ongeacht wat jij doet. Dit idee weerhoudt christenen er al sinds mensenheugenis van om Gods plan te leren kennen en Zijn wil te volgen. Maar dat hoeft niet zo te blijven. God heeft je met een specifiek doel geschapen, en het goede nieuws is dat Hij wil dat je ontdekt wat Zijn plan voor jou is. Maar alleen Gods wil ontdekken is niet voldoende. Om naar Zijn wil te leven, moet je weten welke rol jij daarin speelt. Het zal je misschien verbazen dat het volgen van de verlangens van jouw hart er een belangrijk onderdeel van uitmaakt. Tegelijk moeten we leren Zijn wil te onderscheiden van onze eigen ik-gerichte verlangens. Een van de belangrijkste lessen is dat je Gods wil niet kunt vervullen zoals jij dat maar wilt. Gods kracht en timing en jouw gehoorzaamheid en geduld zijn slechts een paar van de benodigdheden. Dit boek legt dit en nog veel meer uit, inclusief hoe Andrew Gods wil voor zijn leven heeft gevonden, gevolgd en vervuld. Dit zal jou op weg helpen om precies hetzelfde te doen! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A435508865?aid=kb-online-bibliotheek&sid=19&dts=1767943243565&sig=1f7405db8d6049eb63dc65e5907ef345a98e3988703d81e9140d436ffc182968&width=320",
      "dateSeen": "2026-01-09T07:20:43.785Z"
    },
    "a25248703cd63307e63e6fd746bf2ee5b48f5a59": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/435165119/de-kracht-van-verbeelding-andrew-wommack",
      "title": "De kracht van verbeelding",
      "subtitle": "ontdek hoe jij van God kunt ontvangen",
      "authors": "Andrew Wommack",
      "description": "Het gebeurt te vaak dat gelovigen bidden voor genezing, maar die genezing nooit ervaren. We bidden voor voorspoed, maar ontvangen die nooit. Hoe komt dat? Omdat we niet begrijpen hoe we de kracht van verbeelding gebruiken op een manier zoals God het bedoeld heeft. We zien onszelf niet gezond. We zien onszelf niet voorspoedig. We zien onszelf niet als overwinnaars. In De kracht van verbeelding zal Andrew Wommack je helpen ontdekken wat de kracht is van je verbeelding en je uitleggen hoe je je voorstellingsvermogen kunt gebruiken om een hoopvolle toekomst te ervaren. Zonder deze kracht zal je Gods plan voor je leven niet kunnen vervullen. Omstandigheden en problemen zullen het je moeilijk maken, maar met de kracht van verbeelding ben je in staat te overwinnen! Onderschat nooit de kracht van je verbeelding! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A435165119?aid=kb-online-bibliotheek&sid=19&dts=1767943243901&sig=a5fceee67af6b87bc5d767d45cef8b3f1a50c50507ac4dfe26e96b454b81f882&width=320",
      "dateSeen": "2026-01-09T07:20:44.118Z"
    },
    "cf9e6b84dfa1279040ef9e8c00c189362a3cf8dc": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/435508881/uitmuntendheid-andrew-wommack",
      "title": "Uitmuntendheid",
      "subtitle": "hoe je een uitmuntende geest nastreeft",
      "authors": "Andrew Wommack",
      "description": "Als je eerlijk bent, geef je toe dat je in het leven gepromoveerd wilt worden. Je wilt de voordelen van succes, invloed en welvaart, en daar is niets mis mee. Dat is wat God ook voor jou wil! Promotie komt zelfs van God, en hoewel het afhankelijk is van wat God van iedere persoon vraagt, is het beschikbaar voor elke wedergeboren gelovige! Maar hoewel promotie van God komt, is het niet God Die bepaalt of je gepromoveerd wordt of niet. Dat ben jij. Jij kiest ervoor om gepromoveerd te worden, door ervoor te kiezen een uitmuntende geest te ontwikkelen, en in dit boek zal Andrew Wommack je laten zien hoe. Identiteit in Christus, ware nederigheid, volledige gehoorzaamheid, volharding en een compromisloos standpunt over Gods Woord behoren tot de belangrijkste kenmerken van uitmuntendheid. Aan de hand van voorbeelden uit het leven van Daniël en zijn vrienden, en uit zijn eigen leven, schetst Andrew de belangrijkste kenmerken van uitmuntendheid, waaronder identiteit in Christus, ware nederigheid, volledige gehoorzaamheid, volharding en een compromisloos standpunt over Gods woord. Andrew legt daarentegen ook de gevaren uit van morele relativiteit en mensen behagen, en hoe deze kenmerken gelovigen vaak verlagen naar een leven van middelmatigheid en onmacht. Persoonlijk talent, schoonheid, onderwijs en intelligentie zorgen ook niet voor promotie; het is een toegewijde relatie met God. Het maakt niet uit hoeveel geld je verdient of waar je woont; het maakt niet uit welke connecties je hebt of wat de kleur van je huid is; het is een uitmuntende geest die de ware bepalende factor voor je promotie zal zijn. Laat het boek van Andrew je aanmoedigen om uitmuntendheid na te streven. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A435508881?aid=kb-online-bibliotheek&sid=19&dts=1767943244227&sig=a9ca284a6174d2ea984e5f4236aeed1797305cbdeaf98baab11aa37d7ea0405e&width=320",
      "dateSeen": "2026-01-09T07:20:44.445Z"
    },
    "105c3b45057df2fde76646c283ec025ecb1fbe7c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/435508873/wie-heeft-je-verteld-dat-je-naakt-bent--andrew-wommack",
      "title": "Wie heeft je verteld dat je naakt bent?",
      "subtitle": "een studie over je geweten",
      "authors": "Andrew Wommack",
      "description": "Klaagt jouw geweten je aan? Wat is je geweten? Welke rol speelt het in je leven? En wat heb je eraan, helpt het je of klaagt het je aan? In Wie heeft je verteld dat je naakt bent? beantwoordt Andrew Wommack deze en nog veel meer vragen over de invloed van het geweten op ons. Hij laat zien dat veel christenen niet begrijpen hoe het geweten werkt. Want zodra je dat begrijpt, zal je niet langer worstelen met angst, schaamte, schuld en twijfel die je weghoudt van het beste wat God voor je heeft. En terwijl je meer leert over het geweten, zul je ontdekken hoe je in diepere intimiteit met Jezus kunt wandelen, hoe je met moed en vertrouwen kunt bidden, hoe je Gods beloftes kunt ontvangen en hoe je voor eens en altijd kunt loskomen van angst en twijfel. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A435508873?aid=kb-online-bibliotheek&sid=19&dts=1767943244550&sig=94efb910727fbf9bb88583b18822f68f70812fd290e4913ddf43f5836b087163&width=320",
      "dateSeen": "2026-01-09T07:20:44.777Z"
    },
    "d46b2a18fec9d5d6e49b04cf58c0f3974a20578e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436769808/de-oorlog-is-voorbij-andrew-wommack",
      "title": "De oorlog is voorbij",
      "subtitle": "God is niet boos, dus worstel niet langer met zonde en oordeel",
      "authors": "Andrew Wommack",
      "description": "Het langste conflict duurde 4000 jaar en eindigde in een beslissende overwinning ongeveer 2000 jaar geleden. Toch hebben heel veel mensen dit nieuws nog nooit gehoord, waardoor ze constant oorlog voeren, een worsteling met zonde en oordeel. Aan het Kruis riep Jezus uit: \"Het is volbracht\", de overwinning was verklaard, en de verzoening begon. Deze overwinning was beloofd toen Jezus werd geboren en de engelen verkondigden: \"Eer zij aan God in de hoogste hemelen, en vrede op aarde, in mensen een welbehagen.\" (Lukas 2:14) Zegt dit dat Jezus kwam om vrede tussen de mensen te brengen? Als dat het geval is, dan heeft Hij ogenschijnlijk gefaald. De vrede waar Hij over sprak, ging niet over vrede brengen tussen mensen, maar tussen God en mensen. Zonde is niet langer het probleem; de prijs werd voor eens en voor altijd betaald. God zond Zijn enige Zoon om onze zonden te dragen, door Zelf zonde te worden. Vervolgens werd alle oordeel over Hem uitgestort zonder dat er genade was voor die zonde. Was Zijn offer genoeg voor jou? Zou God Zijn zegen achterhouden vanwege jouw zonden? Als jij met een onbeleden zonde sterft, ben je dan verloren? De antwoorden in dit boek zullen je vrijmaken van elke veroordeling, geen vonnis zal over jou uitgesproken worden, en je zult vrij zijn van angst. Je zult vrij zijn om de beloofde zegeningen van God in ontvangst te nemen! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436769808?aid=kb-online-bibliotheek&sid=19&dts=1767943244885&sig=3b03b01350b7135006831c495d2f9ac9e6616b46bfd4a7719af0aded9d9a6f0e&width=320",
      "dateSeen": "2026-01-09T07:20:45.091Z"
    },
    "3bb6e3b6f8ce00754450b5d2a914c0f015144035": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/435149741/geef-leiding-aan-je-emoties-andrew-wommack",
      "title": "Geef leiding aan je emoties",
      "authors": "Andrew Wommack",
      "description": "Emoties zijn: - bedoeld om van te genieten; - gemaakt tot ons nut; - bedoeld om door ieder mens in goede banen te worden geleid. Zonder na te denken weet je waarschijnlijk nog precies de momenten te herinneren, waarop je ontzettend emotioneel was en bij de minste of geringste tegenslag of uitdaging je zelfbeheersing verloor. Daarna moest je erop terugkomen en je excuses maken voor het feit dat jouw emoties je de baas waren geworden. Dat is voorbij! Geef leiding aan je emoties leert ons hoe we verantwoordelijkheid voor onze emoties moeten nemen en onszelf onder controle kunnen hebben. Andrew Wommack deelt zijn eigen ervaringen, met inbegrip van zijn tijd in Vietnam. Hij laat ons zien waarom we emotionele problemen hebben, hij draagt oplossingen aan uit de Bijbel en vertelt ons waarom Gods antwoorden blijvende resultaten zullen bieden. Leiding geven aan je emoties is gemakkelijker gezegd dan gedaan, maar waar het om gaat, is: Het is mogelijk! Iedereen kan profiteren van dit boek. Er is niet een mens in staat om zijn emoties te negeren of te verwaarlozen en dan toch succesvol en voldaan te zijn in het leven. De waarheden uit Gods Woord in dit boek zullen ervoor zorgen dat je emoties en daden nooit meer hetzelfde zullen zijn! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A435149741?aid=kb-online-bibliotheek&sid=19&dts=1767941924568&sig=7d80f49f5a6994317e186d0c7a6cb1dee03e33217f2b210bf2259da10b67df94&width=320",
      "dateSeen": "2026-01-09T07:20:45.333Z"
    },
    "085b478ed30d548ec77624150d2ad87b62b69c06": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/435149776/geest--ziel---lichaam-andrew-wommack",
      "title": "Geest, ziel & lichaam",
      "authors": "Andrew Wommack",
      "description": "Heb je je ooit afgevraagd wat veranderende toen je 'opnieuw geboren' werd? Je kijkt in de spiegel en ziet dezelfde reflectie - je lichaam is niet veranderd. Je merkt dat je je op dezelfde manier gedraagt en voor dezelfde oude verleidingen bezwijkt - die ook niet leken te veranderen. Dus vraag je je af, is er werkelijk iets veranderd? Het correcte antwoord op die vraag is essentieel voor het ontvangen van God. Als je dit fundamentele begrip niet hebt, zul je je voor altijd onzekere vragen stellen als: 'Hoe kan God van iemand als ik houden?' en 'Hoe kan ik ooit hopen iets van de Heer te ontvangen? Ik verdien het niet, ik ben niet goed genoeg'. Geest, Ziel & Lichaam zal je helpen die en andere onzekere vragen die jouw geloof vernietigen te elimineren. Als je een probleem hebt om van God te ontvangen, moet je dit boek lezen! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A435149776?aid=kb-online-bibliotheek&sid=19&dts=1767943245444&sig=23341917f7057b7dbc744129b7934ee8c3c5955ad1b6844d00a681b2f5e76878&width=320",
      "dateSeen": "2026-01-09T07:20:45.651Z"
    },
    "3246a2aa2d0ef6f1c899de50b071299d0428a025": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436769786/je-hebt-het-al-andrew-wommack",
      "title": "Je hebt het al",
      "subtitle": "dus stop met proberen het te pakken te krijgen",
      "authors": "Andrew Wommack",
      "description": "Heb je ooit wel eens gedacht: 'Ik doe alles zoals ik het geleerd heb, ik weet wat ik moet doen, maar het werkt niet, wat is er mis met mij? Wat moet ik nog meer doen om te maken dat God gaat handelen in mijn belang?' Als jij zo denkt, dan ben je niet de enige. Dit is een vraag die de meeste christenen stellen en wat overblijft, is frustratie vanwege de antwoorden die zij krijgen. De antwoorden luiden gewoonlijk zo: Als je langer zou bidden en je meer open zou stellen, als je vaker zou vasten en dagelijks een paar extra hoofdstukken in de Bijbel zou lezen en als je stopt met het verspillen van je tijd voor de televisie, dan zal God je gebeden verhoren. Hij wacht op je tot jij in actie komt. Met andere woorden; jouw daden zijn het probleem. Maar het feit is: dit kan niet verder van de waarheid af zijn! 'Je hebt het al' is een boek dat vol staat met het goede nieuws dat God Zijn reactie niet baseert op wat jij moet doen; maar op wat Jezus deed. Tijdens het lezen zul je gaan leren om God te vertrouwen. Alleen de waarheid die je kent, zal je vrijmaken! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436769786?aid=kb-online-bibliotheek&sid=19&dts=1767943245754&sig=c203c8122e118b1c5194b55a13ae15824255d9ed7978fe191567c27fdfb5e2cd&width=320",
      "dateSeen": "2026-01-09T07:20:45.977Z"
    },
    "5c77094646c1efacda1563f6625157761929cf14": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436769840/de-autoriteit-van-de-gelovige-andrew-wommack",
      "title": "De autoriteit van de gelovige",
      "subtitle": "Wat je niet leerde in de kerk",
      "authors": "Andrew Wommack",
      "description": "Het omstreden onderwerp van de autoriteit van de gelovige in Christus wordt tegenwoordig wijd en zijd in kerkelijke gemeenten besproken. Andrew Wommack geeft een frisse kijk op deze belangrijke geestelijke waarheid. Het zal vragen bij je oproepen over wat je tot nu toe geleerd is, onder andere: 1. Als gelovige autoriteit hebben gekregen, hoe moet je dit dan gebruiken, wanneer gebruik je het, hoe gebruik je het en waarden gebruik je het? Ga er niet van uit dat je het antwoord al weet; ontdek het echt slagveld en leer hoe je de werkelijke vijand kunt herkennen. 2. De meeste mensen geloven dat God onze grootste vijand -satan- geschapen heeft, maar deed Hij dat? Als je het antwoord begrijpt, zal het je vrij maken om je autoriteit als gelovige te gebruiken. 3. Is geestelijke oorlogvoering, zoals dat in veel kerkelijke gemeenten tegenwoordig onderwezen wordt, steekhoudend? Kunnen gelovigen hun autoriteit gebruiken om tegen de duivel en zijn demonen in de lucht te vechten, of vindt de echte strijd in het denken plaats? Het antwoord is een belangrijke voorwaarde om geestelijke veldslagen te winnen. Al gravend in de Schrift legt Andrew de geestelijke betekenis bloot van de keuzes die je maakt, je woorden en daden, en hoe zij van invloed zijn op jouw vermogen om de aanvallen van satan te weerstaan en Gods beste te ontvangen. Ontdek de krachtige waarheden achter echte geestelijke autoriteit en begin resultaat te zien die reëel zijn. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436769840?aid=kb-online-bibliotheek&sid=19&dts=1767941656060&sig=c37f0032fa2648bd074e66ab0eaa58654273fd542702e8377860e34930985fa4&width=320",
      "dateSeen": "2026-01-09T07:20:46.203Z"
    },
    "3f29c0c5f027cfdb058abf9acb35fded90b65789": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/435149598/inleiding-tot-god-wil-dat-je-gezond-bent-andrew-wommack",
      "title": "Inleiding tot God wil dat je gezond bent",
      "subtitle": "Verander je denken en verander je leven",
      "authors": "Andrew Wommack",
      "description": "Wat je denkt te weten, kan je wellicht doden. Geloof in verkeerde ideeën kan je ziek maken, je ziek houden, je ellende verhogen en zelfs de dood veroorzaken. Het veranderen van je overtuigingen kan de deur openen naar een hele nieuwe wereld vol mogelijkheden. Dit boek heet: 'God wil dat jij gezond bent'. Mensen denken op verschillende manieren over God - sommige van hun ideeën zijn waar, terwijl andere onjuist zijn. Sommige ideeën brengen ziekte voort; andere brengen gezondheid en genezing voort. Wij geloven dat de hele Bijbel door God geïnspireerd is om de waarheid aan de wereld te openbaren. De genezende ideeën die in dit boekje worden benadrukt, komen uit de Bijbel. Weinig mensen lezen ooit de Bijbel, maar sommigen die dat wel doen komen met heel verschillende ideeën en overtuigingen. Hoe weet je welke waar zijn? Welke zijn van God? We stellen voor dat je ze aan deze toets onderwerpt: brengt het idee of geloof leven, licht, liefde en genezing teweeg? Als dat zo is, dan is dat het bewijs dat het idee van God komt, omdat dat Zijn ware aard is zoals geopenbaard in de Bijbel. Dat is waarom we zoveel genezingsverhalen met jullie delen; ze wijzen je in de goede richting. Elk van de genezingen in dit boekje is voortgekomen uit iemands levenslange studie van de Bijbel. Zijn naam is Andrew Wommack en de vruchten van zijn lessen zijn verbazingwekkend geweest. Duizenden mensen hebben genezing ontvangen en nog veel meer. Ze worden bevrijd en in staat gesteld om vreugde, voldoening en zingeving te ervaren voor de rest van hun leven. Wij hopen dat dit boekje slechts het begin zal zijn van een prachtige relatie met God en dat je zal groeien in de zegeningen van het kennen van de ene ware God. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A435149598?aid=kb-online-bibliotheek&sid=19&dts=1767943246309&sig=3c4d2860457772f769cd134cca6c9852c08469a1590b2e02461f92d33d03311a&width=320",
      "dateSeen": "2026-01-09T07:20:46.522Z"
    },
    "6d2da34a17273c7f43f5e79675f856d6897f325f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/446937185/gouden-kooi-julienne-brouwers",
      "title": "Gouden kooi",
      "subtitle": "Wat als je perfecte leven een leugen blijkt?",
      "authors": "Julienne Brouwers",
      "description": "Genomineerd voor de Thrillzone award beste Nederlandstalige thriller van 2025.\n Als succesvol journalist leidt Laurien samen met haar charmante man Boudewijn en hun drie jonge kinderen het ideale leven in een villawijk in Wassenaar. Tot ze op een ochtend een telefoontje krijgt dat haar dochter Fleur niet op school is verschenen. Een zoektocht die begint met panische ongerustheid, eindigt in een gruwelijke ontdekking.\n Forensisch rechercheur Amber de Witt en haar partner John bijten zich vast in de zaak, maar stuiten op een muur van stilzwijgen en schone schijn. Een onverwachte DNA-match en een mysterieuze zegelring leiden hen steeds dieper in de gesloten wereld van oude Wassenaarse families.\nWanneer Laurien zelf op onderzoek gaat, ontdekt ze dat haar perfecte leven barsten vertoont die dieper gaan dan ze ooit had kunnen vermoeden. Achter de façades van de statige villa’s die haar omringen schuilen donkere geheimen. En iemand is bereid ver te gaan om die verborgen te houden.\nGouden kooi is deel 2 in de Amber de Witt serie. Alle delen zijn ook los te lezen.\n Een psychologische thriller over hoe het genadeloos najagen van status en succes iemand tot het uiterste kan drijven. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A446937185?aid=kb-online-bibliotheek&sid=19&dts=1768115768064&sig=efb532defb9d8cbc00fd206a3e6a5f6be6e8b0340a3ff5c28b53a25f7a89dce5&width=320",
      "dateSeen": "2026-01-11T07:16:08.561Z"
    },
    "2f32cc95b864bb9acf5cebb3d8e0748ae0cc672e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456728236/enigma-trials-dianne-arentsen",
      "title": "Enigma Trials",
      "authors": "Dianne Arentsen",
      "description": "Jasper kan zijn geluk niet op: hij mag meedoen aan de Enigma Trials, een legendarisch toernooi dat dit jaar plaatsvindt op het mysterieuze eiland DracoVi. Normaal gesproken is dat eiland alleen toegankelijk voor gamers die de ForteX binnengaan. Een spel waarbij alles levensecht gesimuleerd wordt en niets is wat het lijkt. Planten, bomen, personen, gebouwen, zelfs draken. Jasper is meteen onder de indruk van de simulaties om hem heen, maar heeft al vrij snel door dat er iets mis is. De mechanische draak Enigma die de wedstrijd leidt, gedraagt zich geheimzinnig en onvoorspelbaar. Intussen zijn uit een gevangenis diep in het Zwavelmeer drie beruchte gevangenen ontsnapt: een slimme uitvinder, een reusachtige golem en een gevaarlijke schaduwdraak. Wanneer andere deelnemers verdwijnen en de grenzen tussen spel en werkelijkheid steeds verder vervagen, moet Jasper op zoek naar antwoorden. Wat is er echt aan de hand op DracoVi? Duik in dit interactieve verhaal en help Jasper het mysterie te ontrafelen. Los puzzels en raadsels op, scan QR-codes voor online spellen en maak keuzes die het avontuur beïnvloeden. Ben jij klaar voor de Enigma Trials? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456728236?aid=kb-online-bibliotheek&sid=19&dts=1768144182471&sig=47d15854b996323751ee6032307217e0f6e4e7e0c764f9a9e53deaed94bb3fc8&width=320",
      "dateSeen": "2026-01-12T07:21:43.295Z"
    },
    "1bb4a5e94575c05889b3eee06f9c148084d978ed": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456728090/masseer-je-ook-vrouwen--merie-marewij",
      "title": "Masseer je ook vrouwen?",
      "authors": "Merie Marewij",
      "description": "18+. Mathilda heeft een succesvolle erotische massagepraktijk. Daarnaast biedt ze haar klanten een erotisch rollenspel aan. Vera meldt zich aan bij haar praktijk en ze worden op slag verliefd op elkaar. Vera vraagt of ze haar mag interviewen voor een artikel in het tijdschrift waar ze voor werkt. Mathilda stemt toe en de vrouwen krijgen een liefdesrelatie. Vera maakt kennis met de onalledaagse wereld van Mathilda en werkt een erotische bucketlist af... Merie Marewij schrijft met veel plezier erotische verhalen. In haar vlotte schrijfstijl beschrijft ze alles op een prikkelende manier. Voor 'Masseer je ook vrouwen?' kreeg ze de inspiratie door opmerkelijke - en soms hilarische - ervaringen uit haar eigen erotische massagepraktijk. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456728090?aid=kb-online-bibliotheek&sid=19&dts=1768127403262&sig=ff8b32cc6637ca1ec6cd34e80211540e0641d07736bd73b9c02c996a1afdf4e1&width=320",
      "dateSeen": "2026-01-12T07:21:43.849Z"
    },
    "79b9e1209de21805f786efab0c8945bc35770cd2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45672818X/vuurdood-gerard-nanne",
      "title": "Vuurdood",
      "authors": "Gerard Nanne",
      "description": "Op een late herfstmiddag in een park in Hoorn wordt een man op brute wijze vermoord. Er volgen meer slachtoffers en het is aan hoofdinspecteur Jillian Blom om met haar team de zaak te onderzoeken. Al snel ontstaat het vermoeden dat misstanden op een zorgboerderij van twaalf jaar geleden het motief vormen. Een villabrand in de Duitse stad Emden, waarbij een vrouw om het leven kwam, lijkt verband te houden met de voorgaande moorden. Rechercheur Paula van Es reist af naar Emden, waar ze met haar Duitse collega Lotte Weber op onderzoek gaat, en daar tot een verrassende ontdekking komt... Gerard Nanne (1949) heeft veel misdaadromans op zijn naam staan. Door zijn prettige en toegankelijke schrijfstijl wordt hij door een sterk groeiend aantal lezers gewaardeerd. VN Thrillergids: 'Gerard Nanne is al jarenlang een betrouwbare factor in de wereld van de Nederlandstalige thriller'. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45672818X?aid=kb-online-bibliotheek&sid=19&dts=1768201426232&sig=5a4f3931fb8164b346e13be19eba9338bbd34e4bd7478835c9b5271997e2e620&width=320",
      "dateSeen": "2026-01-12T07:21:45.025Z"
    },
    "931f1d27d9063bb00200fb873c4badace8f6c018": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456727981/zonder-spijt-gerard-nanne",
      "title": "Zonder spijt",
      "authors": "Gerard Nanne",
      "description": "Een briljant mysterie met een verrassend slot. Inspecteur Frank Benders en zijn assistente Paula van Es worden belast met het onderzoek naar de moord op een bejaarde man, die op brute wijze is vermoord in zijn nieuwe appartement. Al snel lijkt het om een laffe roofmoord te gaat, maar Benders' intuïtie zegt anders. Tegen alle regels in zet hij zijn onderzoek voort en wordt onverwacht gesteund door het Openbaar Ministerie. Dan volgt een tweede en identieke moord. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456727981?aid=kb-online-bibliotheek&sid=19&dts=1768116415877&sig=0a6238d6501ff1d5e941053a0d94c9934f8696bbabed2f742b438dc93e18f892&width=320",
      "dateSeen": "2026-01-12T07:21:46.235Z"
    }
  }
}