{
  "values": {
    "6f490d56b5856a27ad16771aae8a787f379d458b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394865804/vertrek-van-station-atocha-ben-lerner",
      "title": "Vertrek van station Atocha",
      "subtitle": "roman",
      "authors": "Ben Lerner",
      "description": "De onzekere bespiegelingen van een jonge Amerikaanse dichter die na het krijgen van een prestigieuze beurs in Madrid onderzoek doet naar de literaire erfenis van de Spaanse Burgeroorlog.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394865804?aid=kb-online-bibliotheek&sid=19&dts=1765996561904&sig=02602e18ce74620f33153e3bd36dc27eeaa3aff5b1815337169efe461f505984&width=320",
      "dateSeen": "2025-12-18T07:17:37.488Z"
    },
    "5870c7bb70f8bdcc18b6ddfd9235b16a0f704bcb": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/434969788/dieptedenkers-julian-huxley---rudolf-otto---rufus-jones---william-james",
      "title": "Dieptedenkers",
      "subtitle": "Burnier, Dostojewski, Fechner, Husserl, James, Kierkegaard, Otto, Sjestov",
      "authors": "Julian Huxley | Rudolf Otto | Rufus Jones | William James",
      "description": "Het Fenomenologisch archief van Abraxas|Zuider-Amstelboeken is een dynamisch project. De laatste stand van zaken: https://indd.adobe.com/view/d26ed613-4878-45e7-97c0-a5bd07052276",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A434969788?aid=kb-online-bibliotheek&sid=19&dts=1766042257584&sig=e4d815058f7d837f7ba5df6733729a9f84ec5cdc69cd1968b14b569e0686cb23&width=320",
      "dateSeen": "2025-12-18T07:17:38.064Z"
    },
    "7246f8404f1414f528ad01be6037e7ce2d3549f5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442273398/let-the-games-begin-rufaro-faith-mazarura",
      "title": "Let the Games Begin",
      "subtitle": "Zal hun liefde de eindstreep halen...",
      "authors": "Rufaro Faith Mazarura",
      "description": "Let the Games Begin van Rufaro Faith Mazarura is een zinderende romcom over liefde in het olympisch dorp. Een originele en sexy sports romance vol humor en ontroerende momenten. Wanneer Olivia in Athene aankomt voor haar nieuwe baan bij het Internationaal Olympisch Comité, ontdekt ze dat haar functie al is toebedeeld aan de zoon van een miljardair. Er zit maar één ding op: helpen als vrijwilliger in het olympisch dorp.Zeke is in Athene om zijn titel als snelste man ter wereld te verdedigen, maar de wedstrijd roept ongemakkelijke herinneringen op uit zijn verleden. En terwijl de openingsceremonie dichterbij komt, maakt hij zich zorgen over de toekomst van zijn sportcarrière.Als Zeke en Olivia elkaar letterlijk tegen het lijf lopen, staan ze meteen op gespannen voet. Maar wanneer hun wegen elkaar blijven kruisen, worden ze steeds hechter. Kan hun opbloeiende romance de eindstreep halen, of zijn er simpelweg te veel hordes om te nemen?  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442273398?aid=kb-online-bibliotheek&sid=19&dts=1765995650324&sig=c78782d49563e82b16f7488e5d4ffc028b8980f37189c9a91378f1babec01eb1&width=320",
      "dateSeen": "2025-12-18T07:17:39.542Z"
    },
    "7823118d9fd00456335866fd431155da92f4262f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443349053/het-meisje-in-de-trein-paula-hawkins",
      "title": "Het meisje in de trein",
      "subtitle": "Je kent haar niet. Maar ze weet precies wie jij bent",
      "authors": "Paula Hawkins",
      "description": "Het meisje in de trein van Paula Hawkins is een van de best verkopende thrillers aller tijden, en is uitgeroepen tot VN Thriller van het Jaar. Nu met voorpublicatie van haar nieuwe thriller Het blauwe uur.Rachel neemt elke ochtend dezelfde trein. Altijd reist ze over hetzelfde traject, langs een rij charmante huizen in een buitenwijk van Londen, waarna de trein voor hetzelfde rode sein stopt. Zo kijkt ze elke ochtend naar een stel dat op hun terras ontbijt. Ze heeft inmiddels het gevoel dat ze hen kent en noemt hen 'Jess en Jason'. In Rachels ogen is hun leven perfect.Op een dag ziet ze iets vreemds in hun tuin. De trein rijdt weer door, maar voor Rachel verandert alles. Als blijkt dat 'Jess' vermist wordt, stapt Rachel naar de politie om haar verhaal te doen. Hiermee raakt ze niet alleen verwikkeld in de gebeurtenissen die volgen, maar ook in de levens van iedereen die erbij betrokken is. Wie is er te vertrouwen? En doet Rachel meer kwaad dan goed door zich met deze zaak te bemoeien?'Een vernieuwend boek dat je in één nacht uitleest.' VN Detective en Thrillergids *****'Ik weet niet wie je bent Paula Hawkins, maar je hebt me de hele nacht wakker gehouden.' Reese Witherspoon'Een eersteklas thriller en een totaal verslavende leeservaring.' S.J. Watson Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443349053?aid=kb-online-bibliotheek&sid=19&dts=1765985238586&sig=cd18e90639eb5757b8a3ac22871cbd34c41c103ab53e4ea9636c2b24dc62b268&width=320",
      "dateSeen": "2025-12-18T07:17:40.062Z"
    },
    "d743bf517b1b79b6132f0aca72a26654d00e64d6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456421858/rookgat-martin-shaw",
      "title": "Rookgat",
      "subtitle": "Op zoek naar de wildernis in de tijd van de verrekijker",
      "authors": "Martin Shaw",
      "description": "De mens staat tegenwoordig op meerdere kruispunten tegelijk: we zijn de weg kwijt op het gebied van identiteit, technologie, vertrouwen, liefde en politiek. Door een stortvloed aan verleidelijke beloften van sociale media en het opdoemen van meerdere crises zijn we ons gevoel voor richting verloren. We raken geïsoleerd en zijn alleen. We hebben wel netwerken, maar geen gemeenschappen. In deze verwarrende tijd leidt mytholoog Martin Shaw ons met drie metaforen door de moderne wereld. 'Rookgat' is een oproep om de complexiteit van het hedendaagse leven aan te gaan, van fakenieuws en ouderschap tot de klimaatcrisis en verslavende technologie. Shaw dringt erop aan dat we onze verbeelding herwinnen, onszelf los worstelen van moderne lasten en deze verhalen onze gids laten zijn. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456421858?aid=kb-online-bibliotheek&sid=19&dts=1766042260164&sig=681c2b1d9c90b6dc63d61819b681cdfbdfe75e09392a229bf1e5074cd874e39b&width=320",
      "dateSeen": "2025-12-18T07:17:40.582Z"
    },
    "e01f1f6b9e43377c8ee1cc49a7b9ebb1ae34c11b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45656778X/heleen--een-vroege-winter--",
      "title": "Heleen, een vroege winter",
      "subtitle": "Enkele bladen uit Helene’s dagboek",
      "description": "Uit het voorwoord van Helene's dagboeken:  Carry van Bruggen, Najaar 1919 In dezelfde bundel ook: 'Het huisje aan de sloot', 'Eva' en het essay 'Vaderlandsliefde, mensenliefde en pedagogiek'. En… niet duur, wel redactioneel en typografisch tot in de puntjes verzorgd. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45656778X?aid=kb-online-bibliotheek&sid=19&dts=1765997064036&sig=8d95db32f1e4a79845fb07bbe41c97ec7607963a64ba20c59a6c4f227c40e8ab&width=320",
      "dateSeen": "2025-12-18T07:17:41.873Z"
    },
    "54d5be722feadc953523d0a8d6c4edddeceae978": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447753991/the-hawks-of-peace-dmitry-rogozin",
      "title": "The Hawks of Peace",
      "subtitle": "Notes of the Russian Ambassador",
      "authors": "Dmitry Rogozin",
      "description": "The Hawks of Peace. Notes of Russian Ambassador is a unique analytical edition where Russian Deputy Premier Dmitry Rogozin shares his notes on personalities and events that shaped the history of post-Communist Russia, believing that without those it would be impossible to understand the past and envisage the future of his country",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447753991?aid=kb-online-bibliotheek&sid=19&dts=1766067288615&sig=9d551faeab16eae88289465e7a7df892fe5962b0e81ea76ed280f60f979b3d79&width=320",
      "dateSeen": "2025-12-19T07:16:44.829Z"
    },
    "f630274e277bc058a9cb7ccc1db4851059dbcb0b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394854829/metro-2033-dmitri-gloechovski",
      "title": "Metro 2033",
      "authors": "Dmitri Gloechovski",
      "description": "Na een nucleaire holocaust ligt het Moskou van 2033 in puin. De overlevenden leven als ratten in de Ondergrondse, maar ook daar zijn zij niet veilig",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394854829?aid=kb-online-bibliotheek&sid=19&dts=1766067291479&sig=bcad9a1ee1ca41d8f3ec4e7fdd33e19fb483c8f40a6b50ce8d792518e8c27691&width=320",
      "dateSeen": "2025-12-19T07:16:46.459Z"
    },
    "565d20e0eff90aa7f48ebf947fdbc46236edc961": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/416680895/groot-slem-en-andere-verhalen-leonid-andrejev",
      "title": "Groot slem en andere verhalen",
      "authors": "Leonid Andrejev",
      "description": "Andrejevs actieve periode als schrijver besloeg zo'n twintig jaar in een tumultueuze periode van de geschiedenis van Rusland. De vertwijfeling en de onzekerheid die de oorlog en de revolutie met zich meebrachten beïnvloedden in zijn werk. Themas als de tragiek van eenzaamheid, angst voor de dood, existentiële vertwijfeling en vormen van waanzin en hysterie, die zich veelal in een ziekenhuis of op het sterfbed afspeelden, zijn niet weg te denken uit Andrejevs boeken. In veel van zijn verhalen lopen waan en werkelijkheid door elkaar, waardoor een persoonlijk drama wereldomvattende proporties kan aannemen. Hoewel Andrejev zich aan zeer gevoelige onderwerpen waagde als verkrachting en geslachtsziekte, en daardoor de geschiedenis is ingegaan als een sensationeel en overwegend pessimistisch schrijver, worden veel van zijn betere verhalen gekenmerkt door een humoristische inslag. Deze uitgave bevat een aantal verhalen van Leonid Andrejev die in hun compleetheid en originaliteit de themas en stijl van deze grote Russische meester uitstekend weergeven. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A416680895?aid=kb-online-bibliotheek&sid=19&dts=1766067294350&sig=1555e8f39f39d94a981114fbf6286e172d4eb3c19d889f20051e8d4c0b0ce3eb&width=320",
      "dateSeen": "2025-12-19T07:16:48.085Z"
    },
    "9609c834c328b04390e5a0ec1a61d99f3886f327": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443609152/sociopaat-patric-gagne",
      "title": "Sociopaat",
      "subtitle": "Een memoir",
      "authors": "Patric Gagne",
      "description": "In haar memoir Sociopaat beschrijft Patric Gagne hoe ze al sinds haar kinderjaren voelt dat ze anders is: ze kent vrijwel geen angst, schuldgevoel of empathie. Eigenlijk voelt ze niets, tenzij ze steelt, inbreekt of zelfs geweld gebruikt. Later ontdekt ze dat er een woord is voor mensen zoals zij: sociopaat. Maar hoewel ze zich meteen herkent in de officie?le beschrijving daarvan, ziet ze ook direct dat dit niet het hele verhaal is. Ze heeft haar leven uitgestippeld, hechte relaties en vriendschappen opgebouwd, en doet (meestal) haar best om te vermijden dat ze anderen pijn doet.  Terwijl ze probeert om haar duistere impulsen te onderdrukken en ondertussen een stabiel, liefdevol gezinsleven op te bouwen, vraagt ze zich af hoe sociopaten een plek kunnen vinden in de maatschappij. En komt ze daarachter voordat ze zelf te ver gaat?  In Sociopaat vertelt Gagne meedogenloos eerlijk over haar leven, geeft ze een fascinerend kijkje in haar brein e?n wil ze bewijzen dat de miljoenen mensen die haar diagnose delen niet per definitie monsters zijn. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443609152?aid=kb-online-bibliotheek&sid=19&dts=1766068106017&sig=cb84c0063c1ddded66b7a4770855ddb6ef42eccf39effb56eb90106fc5fdeb8f&width=320",
      "dateSeen": "2025-12-19T07:16:49.562Z"
    },
    "19e7e9212f39278ce0d2ab92f26f47bd5eeb4ab4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442863144/alles-wat-blijft-roberta-recchia",
      "title": "Alles wat blijft",
      "authors": "Roberta Recchia",
      "description": "De familieroman Alles wat blijft van Roberta Recchia speelt zich af in Rome, 1956. De rebelse Marisa en stille Stelvio vallen als een blok voor elkaar. Na een woelige start van hun relatie trouwen ze en krijgen ze een dochter, Betta. Zo’n twintig jaar later verandert hun leven voorgoed. Als ze met de familie naar hun strandhuis gaan gebeurt er iets verschrikkelijks en komt Betta om het leven. Niemand weet dat haar nichtje Miriam erbij was, die geen andere mogelijkheid ziet dan voorgoed zwijgen over wat ze heeft meegemaakt. In de jaren daarna proberen Marisa, Stelvio en Miriam allemaal op hun eigen manier een weg te vinden uit hun verdriet, en naar elkaar. Een onverwachte ontmoeting is daarin een voorzichtige eerste stap...\nEen prachtige, gelaagde roman over liefde, geheimen en trauma’s, over ongeluk en het noodlot, en dingen die ons eraan herinneren hoe kwetsbaar we zijn.\n‘Misschien wel een van de beste boeken van het jaar.’ — Venezia Today Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442863144?aid=kb-online-bibliotheek&sid=19&dts=1766070454784&sig=fe508245bf40d2a854b29bd2625be2b7a3b52436b40d598bc98ceff3391e4fc8&width=320",
      "dateSeen": "2025-12-19T07:16:50.935Z"
    },
    "e0e2999410ec79bb69f9f998fe1b01564afc875c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442227116/stormgloed-karen-swan",
      "title": "Stormgloed",
      "authors": "Karen Swan",
      "description": "Het derde deel in de Wilde eiland-serie van Karen Swan speelt zicht af in 1929. Flora MacQueen droomt van een groots en meeslepend leven, weg van St. Kilda, het kleine eiland waar ze is opgegroeid. Haar verloving met de jonge avonturier en zakenman James lijkt de deur naar haar toekomst wagenwijd open te gooien. Ze moeten nog één winter geduld hebben, maar na de geplande evacuatie van het eiland in de zomer kunnen ze samen zijn. En dan slaat het noodlot toe.\nMet een gebroken hart en een familie waar ze voor moet zorgen, is Flora de wanhoop nabij. Als ze de kans krijgt om opnieuw te beginnen in Parijs grijpt ze die met beide handen aan. In de Franse hoofdstad lijkt het geld en het geluk voor het oprapen te liggen, maar tegen een hoge prijs. En de geheimen uit haar verleden blijven haar ook daar achtervolgen...\nDe Wilde eiland-reeks van Karen Swan is een wervelende serie vol drama, spanning en mysterie, met sterke vrouwen in de hoofdrol. Voor de fans van Lucinda Riley, Delia Owens en Santa Montefiore.\n‘Dit is een boek waar je zo lang mogelijk van wilt genieten, maar ook in één ruk wilt uitlezen.’ ‒ Jill Mansell Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442227116?aid=kb-online-bibliotheek&sid=19&dts=1766066507485&sig=c3487f303242c4f797453f26b850ecb196ddbead9f83cda7cd0dff388adb60b4&width=320",
      "dateSeen": "2025-12-19T07:16:53.009Z"
    },
    "7442916b94f220f2d1f454c3553f0973d403f64e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442850476/het-franse-geheim-karen-swan",
      "title": "Het Franse geheim",
      "authors": "Karen Swan",
      "description": "In Het Franse geheim van bestsellerauteur Karen Swan wordt midden in Parijs een verlaten appartement ontdekt, vol kunst van onschatbare waarde. Het is alsof de tijd er heeft stilgestaan, en de jonge kunsthandelaar Flora wordt gebeld om deze unieke vondst te inventariseren. Flora is goed in haar baan, ze voelt zich beter op haar gemak tijdens een miljoenenveiling dan tijdens een romantisch diner bij kaarslicht, en ze grijpt de kans dan ook met beide handen aan.\nTerwijl ze diep in de geschiedenis duikt om dit mysterie te ontrafelen, komt ze er al snel achter dat het verhaal nog veel groter is dan ze dacht. Ondertussen heeft ze te maken met de familie van de waarschijnlijke erfgenamen. De norse Xavier lijkt vastbesloten om haar buiten de familiezaken te houden... Wat houdt hij voor haar verborgen?\n‘Romantische pageturner op heerlijke locatie.’ — LINDA.nl Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442850476?aid=kb-online-bibliotheek&sid=19&dts=1766069399902&sig=5efe437195bcf510cecbb256ffb574d261a09255ad4b87c94d0a88a05b22d066&width=320",
      "dateSeen": "2025-12-19T07:16:54.383Z"
    },
    "05d58cc8c7cc13fbd915e6f6697c3a4ed729c2d6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443609187/de-canadese-ontmoeting-karen-swan",
      "title": "De Canadese ontmoeting",
      "authors": "Karen Swan",
      "description": "In De Canadese ontmoeting van Karen Swan woont Meg met haar grote liefde Mitch in een idyllische berghut in de Rocky Mountains. Als tijdens een poolstorm het noodlot toeslaat, probeert Meg wanhopig via de radio om hulp te vragen. Iemand antwoordt - iemand die héél ver weg is, maar wel hulp kan sturen.  Na de tragische gebeurtenissen probeert Meg haar leven weer op orde te krijgen, maar ze belandt in een web van spanningen, rivaliteit en verwoestende geheimen. En er is maar één iemand die haar echt lijkt te begrijpen, ook al is hij nog steeds honderden kilometers verderop...  'In één woord: wauw!' ? Libelle  'Romantische pageturner op een schitterende locatie.' ? LINDA.nl Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443609187?aid=kb-online-bibliotheek&sid=19&dts=1766067448488&sig=7ec92203e8aec68070bcedfb57dda7f1313ca7537ac233dcc751188a6a6d6718&width=320",
      "dateSeen": "2025-12-19T07:16:55.997Z"
    },
    "c2c02b931aad5400b7e458eec307f54277116b21": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456609784/de-weemoed-van-de-reiziger-jan-brokken",
      "title": "De weemoed van de reiziger",
      "authors": "Jan Brokken",
      "description": "Jan Brokken verstaat de kunst van het reizen. In zijn imposante oeuvre staan een nieuwsgierigheid naar menselijke verhalen en onverwachte ontmoetingen centraal. Zijn liefde voor kunst is minstens zo groot en fundamenteel. In \"De weemoed van de reiziger\" komen beide liefdes samen. In veertien verhalen over kunstenaars en de reizen die ze maken, of dat nu een fysieke reis is of een reis door de verbeelding, komt weemoed voorbij maar ook levenslust, dromen, de drang naar avontuur, bezinning, grote liefdes en gebroken harten, verwondering, heimwee en de wijsheid die met de jaren komt. \"De weemoed van de reiziger\" is een boek dat raakt aan onze menselijke essentie: als geen ander maakt Brokken duidelijk dat reizen en kunst ons in beweging zetten, ons doen denken en voelen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456609784?aid=kb-online-bibliotheek&sid=19&dts=1766069586314&sig=83e014c64da17e4cd1e73dc16ad1b93741b3b3eef93fb34aa01d530a5afc4f2a&width=320",
      "dateSeen": "2025-12-19T07:16:57.647Z"
    },
    "875a9b1bbfe3376121e5aececa2c05ae52541565": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456609245/de-verkeerde-afslag-davide-coppo",
      "title": "De verkeerde afslag",
      "authors": "Davide Coppo",
      "description": "De veertienjarige Ettore woont in een keurig voorstadje van Milaan, met ouders die geen idee hebben wat er in hem omgaat. Hij is verlegen en onzeker en weet niet hoe hij zich op zijn nieuwe middelbare school in de grote stad moet gedragen. Zijn charismatische schoolkameraad Giulio lijkt in alles zijn tegenpool; hij neemt Ettore onder zijn hoede en sleept hem mee naar een bijeenkomst van een fascistische jeugdorganisatie. Samen gaan ze de straat op om te demonstreren en, in de ogen van Ettore, bij te dragen aan iets groots en rechtvaardigs. Eindelijk hoort hij ergens bij. Als het tot een gewelddadige confrontatie met een linkse jeugdgroep komt, raakt Ettore meegezogen in de roes van het moment. Hij overschrijdt hierbij een grens en zijn daden kunnen niet zonder consequenties blijven. Het sterk autobiografische De verkeerde afslag is een urgente, universele roman over de geleidelijke radicalisering van een tienerjongen tijdens zijn zoektocht naar een eigen identiteit. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456609245?aid=kb-online-bibliotheek&sid=19&dts=1766067575791&sig=5ff78bdbbd4fe56db33a96b72555c985e6bbc8c0ca8e5b419bfa5324e3bfc094&width=320",
      "dateSeen": "2025-12-19T07:16:59.266Z"
    },
    "63f3b1914599ca4dcf8ee86a9e5f6c5ec04f92c1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456609997/de-burgess-broers-elizabeth-strout",
      "title": "De Burgess-broers",
      "authors": "Elizabeth Strout",
      "description": "De broers Jim en Bob Burgess zijn jaren geleden vertrokken uit het slaperige Shirley Falls in Maine. Jim is een succesvolle bedrijfsjurist in Manhattan. De jongere Bob heeft zich verzoend met een carrière in de rechtsbijstand. Sinds hun vroege jeugd staat hun soms broze band in het teken van een tragisch ongeluk dat hun vader het leven kostte. Wanneer hun geboortestad wordt opgeschrikt door een haatmisdrijf, dat nota bene door hun eigen neef is gepleegd, voelen Jim en Bob zich geroepen om de gemeenschap en hun familie te hulp te schieten. En dus keren de Burgess-broers terug naar de coulissen van hun jeugd, waar oude spanningen aan de oppervlakte komen die hen voorgoed zullen veranderen. Het ontbrekende puzzelstuk in de populaire Lucy Barton-serie Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456609997?aid=kb-online-bibliotheek&sid=19&dts=1766073362229&sig=ebcf582a7b4a899d80ef035f465923d8b872b18076e463a5e8cff2262e963c27&width=320",
      "dateSeen": "2025-12-19T07:17:00.651Z"
    },
    "e33b3f387e38478dd46de5761434bd280f0b0539": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456608826/amy-en-isabelle-elizabeth-strout",
      "title": "Amy en Isabelle",
      "authors": "Elizabeth Strout",
      "description": "Isabelle Goodrow en haar zestienjarige dochter Amy hebben een moeizame, maar hechte relatie. Beschaamd door haar verleden en haar affaire met Amy's vader, heeft Isabelle zich ondergedompeld in de routine van haar uitzichtloze baan en haar onbeantwoorde liefde voor haar baas. Wanneer Amy betrapt wordt met haar wiskundeleraar reageert ze furieus. Het schandaal dat hun kleine stadje op zijn kop zet confronteert Isabelle met haar schaamte over haar eigen verleden. En terwijl Amy zich terugtrekt lijkt de afstand tussen hen onoverbrugbaar te worden, totdat een laatste daad uiteindelijk leidt tot het begrip waar ze allebei naar hunkeren..  Amy en Isabelle, de debuutroman van Elizabeth Strout, is een prachtig geschreven, genuanceerd portret van moeder en dochter, maar ook van de kleine gemeenschap waarin ze leven. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456608826?aid=kb-online-bibliotheek&sid=19&dts=1766067333238&sig=116bb523667a25da4058586b247ebecc214ac0b570a6ced22fc773bc82a2914f&width=320",
      "dateSeen": "2025-12-19T07:17:02.142Z"
    },
    "c9e0f762e157cf9c6b144d8501c7214761f0290b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456609989/bomen-aya-koda",
      "title": "Bomen",
      "authors": "Aya Koda",
      "description": "Aya K&omacr;da neemt je mee op een reis door Japan en voert je met frisse beschrijvingen langs belangrijke en bewonderde bomen, zoals de jezosparren in Hokkaido en de blauweregen uit haar jeugd. De cipressen, wilgen en kersenbloesems van Japan worden vervlochten met de seizoenen, lucifers en parallellen van leven en dood, rijping en ontwikkeling. In deze herontdekte klassieker brengt K&omacr;da het belang van bomen in de Japanse cultuur en natuur naar boven. Bomen is een kennismaking met een unieke Japanse stem. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456609989?aid=kb-online-bibliotheek&sid=19&dts=1766068866598&sig=ddb1a6fb829e8dba4f00e788c7cad3a9aa83a01b8b2fd755eefd060cd609feb0&width=320",
      "dateSeen": "2025-12-19T07:17:03.824Z"
    },
    "5fb70669ee9d6fd62176d650e1b6adddda2247ca": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456608532/stromen-aya-koda",
      "title": "Stromen",
      "authors": "Aya Koda",
      "description": "Om niet van de honger om te komen nadat ze haar man en kind heeft verloren, besluit Rika dienst te nemen als huishoudster in een vervallen geishahuis in Tokio in de jaren vijftig. Als laagste bediende wordt ze te pas en te onpas om boodschappen of de verdwaalde huiskat gestuurd; de eigenares verlangt regelmatig een arbeidsintensief warm bad. Algauw blijkt dat het wanordelijke huis in financiële moeilijkheden verkeert, niet het minst omdat de geisha's voortdurend opzeggen. De schrandere Rika maakt zich gaandeweg onmisbaar en wordt aangesteld als manager, in de hoop dat iemand van buitenaf het in verval geraakte geishahuis nieuw leven zal inblazen. Al doende verbreekt ze de banden met haar vorige leven, en ontwikkelt ze zich tot een onafhankelijke vrouw. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456608532?aid=kb-online-bibliotheek&sid=19&dts=1766070554398&sig=675fc45afb5b32b9e52b195b1ec61fea2d3fba46b1f2b208db1462ce1d64932b&width=320",
      "dateSeen": "2025-12-19T07:17:05.458Z"
    },
    "62d26edef9ec7b9e8971c20c2f1fde049fcce6b9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456610006/de-tech-coup-marietje-schaake",
      "title": "De tech coup",
      "subtitle": "Hoe tech is gaan regeren en we de macht weer terugwinnen",
      "authors": "Marietje Schaake",
      "description": "Of het nu gaat om de toeslagenaffaire of de oorlog in Oekraïne, techbedrijven spelen een steeds dominantere rol in onze wereld. Helaas is wat goed is voor de aandeelhouders niet automatisch goed voor de samenleving. Te lang hebben politici ruimte gegeven aan het marktdenken; het is nu dringend tijd dat de democratie weer de overhand krijgt.\nIn 'De tech coup' deelt technologiebeleidsexpert Marietje Schaake uit de eerste hand en op basis van haar eigen ervaringen in het Europarlement hoe grote en kleine technologiebedrijven de wereld regeren. De huidige situatie vereist nieuwe oplossingen, vooral omdat doorbraken in kunstmatige intelligentie de machtsconcentratie van een handvol technische elites verder intensiveren.\n'De tech coup' is een bij vlagen bloedstollende beschrijving van hoe we de controle over ‘big tech’ verloren – en een noodzakelijke visie op hoe we de macht terug kunnen winnen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456610006?aid=kb-online-bibliotheek&sid=19&dts=1766070556442&sig=aedf2a0a1ba857adf73af2a177f106d8638d5bdebccb040552b9d6d7779ff0ed&width=320",
      "dateSeen": "2025-12-19T07:17:06.794Z"
    },
    "480cf292f7820a5a40d47270b78f765b6988e3f7": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456611118/het-bewind-van-de-gelukkigen-nelleke-noordervliet",
      "title": "Het bewind van de gelukkigen",
      "authors": "Nelleke Noordervliet",
      "description": "'O, god, ze wisten het. Natuurlijk wisten ze het. Hoe zouden ze het niet weten. Wisten ze het altijd al? Vandaar hun uiterst voorzichtige vriendschap? Ze waren mijn gangen nagegaan zodra ik in het dorp kwam wonen. Hadden de connectie met Alain gemaakt, hadden mijn kritische stukken gelezen, hun oordeel opgeschort, ze hadden getwijfeld en overwogen in hoeverre ik van nut kon zijn. Ze hadden me op de proef gesteld, geobserveerd, mijn woorden gewogen.'  In een samenleving waar al tien jaar geen vrije pers meer bestaat volgen we Sophie Roth, voormalig journalist, die de hoofdstad heeft verruild voor een huisje op het platteland, ver weg van het valse geluk dat het nieuwe bewind onder dwang heeft verspreid. Ze wil opnieuw beginnen in de kleine gemeenschap, maar stuit op achterdocht en terughoudendheid. Als ze in aanraking komt met het verzet wordt ze voor een moeilijke keuze gesteld: die tussen gewelddadige actie en verdachte afzijdigheid. De roman Het bewind van de gelukkigen houdt ons pijnlijk geloofwaardig voor wat er zou kunnen gebeuren als een democratisch gekozen partij de absolute macht in Europa naar zich toetrekt en de oppositie op allerlei manieren uitschakelt. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456611118?aid=kb-online-bibliotheek&sid=19&dts=1766070393213&sig=94d4695e36389243b9248caf0ad4293edf00f20178bde9f7b943dcbb11ffc04a&width=320",
      "dateSeen": "2025-12-19T07:17:08.037Z"
    },
    "2f03516da0a66ad5873807860daafce3b7405729": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456609938/voor-wie-de-klok-luidt-ernest-hemingway",
      "title": "Voor wie de klok luidt",
      "authors": "Ernest Hemingway",
      "description": "Voor wie de klok luidt is een van de grootste romans die voortkwam uit de Spaanse Burgeroorlog, en hoe dan ook een van de beste oorlogsromans aller tijden. Ernest Hemingway vertelt het verhaal van de jonge Amerikaan Robert Jordan, die als partizaan aan de kant van de antifascisten strijdt en de opdracht krijgt een brug op te blazen. Hoog in de bergen wordt hij verliefd op de mooie Maria, die aan het rebellenleger van Franco is ontsnapt. Gaandeweg worden Jordans loyaliteit, moed en idealen steeds meer op de proef gesteld. Hemingways vaste thema's, oorlog en persoonlijke eer, keren erin terug; tegelijkertijd is dit wellicht de ontroerendste roman uit zijn oeuvre. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456609938?aid=kb-online-bibliotheek&sid=19&dts=1766070554545&sig=5ef53347b00e1920664fc46b9730a607771d0cce9e35b08c3694f848fd2e3662&width=320",
      "dateSeen": "2025-12-19T07:17:09.479Z"
    },
    "668295be74afeba2229e5b0ac6b7595f6595f467": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456609253/van-iq-naar-ai-thomas-moerland",
      "title": "Van IQ naar AI",
      "subtitle": "Hoe AI echt werkt en wat dat zegt over onszelf",
      "authors": "Thomas Moerland",
      "description": "Intelligentie was lange tijd hét kenmerk van de mensheid. Maar inmiddels beginnen computers ons naar de kroon te steken. Kunstmatige intelligentie komt in hoog tempo onze samenleving binnen, en blijkt dingen te kunnen die tot voor kort uniek menselijk leken. Maar hoe is een computer slim? En wat zegt dat over ons eigen denken? Van IQ naar AI vertelt het fascinerende verhaal van de menselijke zoektocht naar intelligente computers. Thomas Moerland laat zien hoe AI werkt, hoe ons brein daar inspiratie voor geeft, en hoe AI omgekeerd toont waar intelligentie echt om draait. Zo biedt hij een realistische en toegankelijke blik op hét vraagstuk van onze tijd: hoe ziet onze toekomst met (kunstmatige) intelligentie eruit? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456609253?aid=kb-online-bibliotheek&sid=19&dts=1766077788450&sig=d685fb23fe67630c490d721c35f7888e199e04a804bd1d9e2b771fce5866723a&width=320",
      "dateSeen": "2025-12-19T07:17:10.897Z"
    },
    "27b83f8830aa09457ceb82f0a50a8b75b84dc1b1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456609806/de-vogelgrens-oversteken-bernice-vreedzaam",
      "title": "De vogelgrens oversteken",
      "authors": "Bernice Vreedzaam",
      "description": "In 2025 vieren we 50 jaar onafhankelijk Suriname. Maar het verleden leeft voort, over landsgrenzen en generaties heen. Hoe, dat laat Bernice Vreedzaam zien aan de hand van haar eigen geschiedenis, en die van de Marrons. Bij monde van de mythische vogel Sankofa leidt ze ons als een gids van Afrika naar Suriname. Daar leren we haar ouders kennen. Hun liefde ontluikt op een verleden dat weliswaar slaapt maar nooit rust, en zo ontstaat ook hun verlangen het beloofde land te bereiken. En hoe stelt dat nieuwe land, Nederland, zich aan hen voor? Met het schitterende poëziedebuut De vogelgrens oversteken kijkt Vreedzaam de erfenis van het afstandelijke zwijgen over het verleden in de ogen. De lezer krijgt er warmte, hoop en berusting voor terug. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456609806?aid=kb-online-bibliotheek&sid=19&dts=1766068417657&sig=c2c5d27f00e38e09714d79a070ed30daf710f17e7630a9b04539d536c12af80b&width=320",
      "dateSeen": "2025-12-19T07:17:12.117Z"
    },
    "4cd4e6302c2e23fa40ca5ffc53753dc76b3dc73b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456608974/idealen-fokke-obbema",
      "title": "Idealen",
      "subtitle": "Hoopgevende verhalen over in actie komen",
      "authors": "Fokke Obbema",
      "description": "In Idealen laat Fokke Obbema, een van de beste interviewers van Nederland, zien hoe idealen in ons leven komen, ons kunnen veranderen en verrijken. Maar ook hoe ze weerstanden oproepen en een prijs vergen. Dit boek bundelt 46 gesprekken met mensen die het aandurven een betere wereld na te streven. Hun idealen bestrijken een zeer breed pallet: van de strijd tegen dierenleed via de verdediging van de rechtsstaat tot ethische ai, van hulp aan kansarme jongeren via de verdediging van kleine talen tot de klimaatstrijd. Gemeenschappelijke deler in de gesprekken is de inzet voor een hoger doel. Wat drijft hen, hoe gaan ze met weerstand om en wat maakt dat ze het volhouden? Dit boek biedt hoop, inspiratie en handvatten om zélf in actie te komen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456608974?aid=kb-online-bibliotheek&sid=19&dts=1766067880477&sig=4261003961f74f1e4ebdbb98aa8dadf04e0a5aee84ff3806071ad56077f38ed2&width=320",
      "dateSeen": "2025-12-19T07:17:13.308Z"
    },
    "ac2c27489733b079609d35836c7a9fb250728f24": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456609717/ook-jij-kunt-presenteren-simone-van-den-ende",
      "title": "Ook jij kunt presenteren",
      "subtitle": "De succesformule van de presentatiecoach achter toptalent",
      "authors": "Simone van den Ende",
      "description": "Ontspannen en overtuigend presenteren: daarvoor moet je een natuurtalent zijn, toch? Onzin, iedereen kan het leren, zegt Simone van den Ende, al dertig jaar dé presentatiecoach van Bekend en Belangrijk Nederland. Of je nu BN'er, politicus of CEO bent: allemaal hebben we last van zenuwen die je ademhaling omhoogjagen, een stem die ineens gek klinkt, of dat nare gevoel dat je niet overkomt zoals je wilt.  Dit boek gaat verder dan alleen formele presentaties. De praktijklessen, ervaringsverhalen, inspiratie en tips zijn voor iedereen die zichzelf sterker wil neerzetten in contact met anderen. Maak voortaan een verpletterende indruk – of je nu in de vergaderzaal staat met al je collega's of aan de eettafel zit met je schoonfamilie. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456609717?aid=kb-online-bibliotheek&sid=19&dts=1766075343346&sig=ab33859d1f10caddb40a1fbcfa9f676ab3f075a263c21a7ace1b12b62785f9fb&width=320",
      "dateSeen": "2025-12-19T07:17:14.702Z"
    },
    "77fc6c30c7748653b70ab3331083fdf131cacfff": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456609695/door-de-sneeuw-tommie-goerz",
      "title": "Door de sneeuw",
      "authors": "Tommie Goerz",
      "description": "Het bergdorp waar Max al tachtig jaar woont, is bedekt met een dikke laag sneeuw. Buiten is het stil. Totdat de doodsklok luidt voor Schorsch, Max' levenslange vriend en metgezel. En dus gaat Max er 's avonds op uit, naar de dodenwake. Een nacht lang halen de dorpsbewoners herinneringen op aan Schorsch, aan vroeger, aan momenten van geluk die ze samen beleefden. Maar ook de duistere kanten van hun dorp komen ter sprake, gebeurtenissen die ze tot dan toe allemaal verzwegen hebben. Als Max in de vroege ochtend thuiskomt, is hem duidelijk: zonder Schorsch is álles anders. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456609695?aid=kb-online-bibliotheek&sid=19&dts=1766073102378&sig=38cde020d9a1192031680e146a6d4011db4272917ba75baedd950210e28a15a7&width=320",
      "dateSeen": "2025-12-19T07:17:15.959Z"
    },
    "b51da74b82c18565ed577a971838102b9b9f0b20": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456608621/liefde-is-de-baas-typhoon",
      "title": "Liefde is de baas",
      "subtitle": "De kunst van moedig leven",
      "authors": "Typhoon",
      "description": "We kennen Typhoon als de goedlachse, succesvolle muzikant en woordkunstenaar. Maar achter die glimlach schuilde lang een duisternis, met depressieve perioden waarin zelfs muziek geen verlichting kon brengen. In dit boek neemt Typhoon je mee op zijn reis van de pieken op het podium tot de dalen achter de schermen. Als hij op zoek gaat naar zijn roots komt hij op het spoor van een krachtige Surinaamse levenswijsheid: lobi da basi - liefde is de baas. Het groeit uit tot een kompas dat helpt oude patronen te doorbreken en onzekerheden om te buigen, om uiteindelijk met een open en liefdevolle houding in het leven te staan. Dit onvergetelijke boek is geschreven vanuit het hart, en nodigt je uit om te luisteren, te vertrouwen en te delen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456608621?aid=kb-online-bibliotheek&sid=19&dts=1766067331055&sig=0808c4b226a30c473efc52377d27bb3be48899dc1296f2c5173337bc6d667c74&width=320",
      "dateSeen": "2025-12-19T07:17:17.348Z"
    },
    "3d5003d07b6b8f890fcf9d5e660148139e895660": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456609512/de-lange-weg-naar-huis-sanne-zurn%C3%A9",
      "title": "De lange weg naar huis",
      "subtitle": "Het verhaal van een onwaarschijnlijke liefde tussen twee werelden",
      "authors": "Sanne Zurné",
      "description": "Sanne komt uit Nederland, Taubu uit Kiribati. Hun huizen staan op 14.000 kilometer afstand van elkaar. Toch worden ze verliefd, als Sanne voor een reportage het afgelegen eiland bezoekt. Enkele maanden later stapt hij voor het eerst in een vliegtuig om haar op te zoeken. Maar dan slaat corona toe en kan hij niet meer naar huis. En als zijn toeristenvisum verstrijkt, geldt hij van de ene op de andere dag als 'illegaal'. Een lange weg langs instanties begint en Sanne en Taubu moeten hun relatie opnieuw uitvinden. Hij voelt zich eenzaam en verloren, zij probeert hun relatie én zichzelf overeind te houden. Sanne beschrijft de soms grappige, soms ontroerende situaties die dat oplevert. Want de confrontatie met zijn leefwereld laat haar ook met andere ogen naar Nederland kijken. De lange weg naar huis is een onvergetelijk verhaal over een onwaarschijnlijke liefde en het doorzettingsvermogen dat nodig is om een relatie te laten slagen. Grenzeloos verliefd meets Liefde, als dat het is van Marijke Schermer (over de zoektocht naar liefde en betekenis) met een vleug Sally Rooney (over het leven en liefhebben in het hier en nu). Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456609512?aid=kb-online-bibliotheek&sid=19&dts=1766078486250&sig=c9fb8427942234e25d53750432eba2e79b8a2d053b5a6798642ab4da8dee7c87&width=320",
      "dateSeen": "2025-12-19T07:17:18.877Z"
    },
    "687b663e95a4ea0e5410af4130db4bd6e94eb603": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444244425/wie-praat--die-gaat-astrid-holleeder",
      "title": "Wie praat, die gaat",
      "authors": "Astrid Holleeder",
      "description": "Want weet je wat het is, As? Over tien jaar haal ik nog een ouwe koe uit de sloot.\nAstrid Holleeder leeft al jaren ondergedoken. Ze getuigde tegen haar broer Willem Holleeder en leeft sindsdien met de voortdurende dreiging van zijn wraak. In Wie praat, die gaat vertelt Astrid over haar leven in de schaduw van angst. Ze beschrijft de dagelijkse routines die nodig zijn om te overleven, de constante waakzaamheid, de voortdurende zorgen om haar familie, het gebrek aan steun en bescherming vanuit de overheid en de onmogelijkheid om een normaal leven te leiden.\n ‘Zodra ik wakker word in wéér een ander huis, sta ik op met zijn wraak.’\n Astrid neemt de lezer mee in haar innerlijke strijd: de emotionele tol van haar getuigenis, haar worsteling met schuldgevoelens en de vrees om Miljuschka, Rich en Francis te verliezen. Ze deelt openhartig haar gedachten en gevoelens, waardoor de lezer een intieme blik krijgt op de impact van haar keuzes.\nWie praat, die gaat is een aangrijpend verhaal over de kracht van familiebanden, de destructieve macht van wraak en de moed om te overleven in de meest extreme omstandigheden. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444244425?aid=kb-online-bibliotheek&sid=19&dts=1766137462568&sig=6e3fa2c06212d4906fab098b62d03d878cc46594c81cae86645d6fcbefa516bc&width=320",
      "dateSeen": "2025-12-20T07:12:52.583Z"
    },
    "18c19e4e4a512d036fcf25c205cb77a032ef7007": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456609709/liefde-aan-kop-elsie-silver",
      "title": "Liefde aan kop",
      "authors": "Elsie Silver",
      "description": "Stefan Dalca is knap, moody en bazig. Hij is ook de grootste publieke vijand in dit kleine stadje, met een duister verleden dat moeilijk te negeren is. En Mira heeft net ingestemd met drie nepdates met hem. Ze mag dan een bekende dierenarts zijn, maar als Mira in de problemen zit, is Stefan haar laatste hoop. Ze heeft zijn hulp nodig om een ziek veulen te redden en in ruil daarvoor wil hij... haar. Hun tijd samen begint als een simpele transactie, maar hoe meer tijd ze met elkaar doorbrengen, hoe meer Mira zich afvraagt of hij wel de slechterik is waarvoor hij wordt gehouden. Met elk intiem gesprek en elke langdurige blik neemt de spanning tussen hen toe. Ze voelt zich al vanaf de eerste keer dat ze hem zag aangetrokken tot Stefan. En nu is hij ronduit onweerstaanbaar. Ze weet dat heulen met de vijand spelen met vuur is. Maar net als een mot die naar een vlam wordt getrokken, voelt Mira zich op een onverklaarbare manier aangetrokken tot deze mysterieuze man. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456609709?aid=kb-online-bibliotheek&sid=19&dts=1766161233925&sig=3dfbb4f86b5203ed0d485619cd6b9f7c31e5e0e357eb3ce8bd06e50320a87363&width=320",
      "dateSeen": "2025-12-20T07:12:53.066Z"
    },
    "f751fb89ae05d4e525b332c7a4acc423b08fc7f9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456628185/the-flower-eva-wolf",
      "title": "The Flower",
      "subtitle": "You will see it only once you've got it - A personal guide to awereness training and non-duality",
      "authors": "Eva Wolf",
      "description": "Have you ever had a moment when you were just happy? A moment, however brief, when everything was right just as it was? An experience in which you were completely absorbed? In such a moment you are yourself. In this book Eva uses her own experience to explain how to use the metaphor of the Flower to deepen self-confidence and to live in harmony with others. Eva has brought together a multitude of insights and knowledge into an image that is intuitively and instantly recognized and that you can apply immediately in your own life. The essence of the Flower is summed up in the acronym S.C.A.L.T.: Simplicity, Confidence, Awareness, Love, and Transparency. The uniqueness of this personal guide is that it offers an integrative approach that shows you how complicated life can be and how simple it is once you see through it. It is written in such a way that it is accessible to everyone. Each chapter can be read separately so that you can get exactly what you need at that moment. --- Dr. EVA WOLF is a psycho-social therapist and meditation teacher. In addition to individual and partner sessions, she gives awareness courses and workshops. For many years she was a trainer, teacher and supervisor in healthcare education. The Flower is her third book. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456628185?aid=kb-online-bibliotheek&sid=19&dts=1766149408946&sig=cd63dbffd403815acf63fe3d63bd6e0e3c41871bc35f63af200044fa4b3525ad&width=320",
      "dateSeen": "2025-12-20T07:12:54.481Z"
    },
    "94b2d93a06684bed136722cc5cdd6a5a5a9947e4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456628312/een-prachtvolk--die-honden--ivan-boenin---vasili-grossman---vladimir-giljarovski---aleksandr",
      "title": "Een prachtvolk, die honden!",
      "subtitle": "korte verhalen",
      "authors": "Ivan Boenin | Vasili Grossman | Vladimir Giljarovski | Aleksandr Koeprin | Ivan Toergenjev | Dmitri Mamin-Sibirjak | Fjodor Sologoeb | Teffi | Jevgeni Zamjatin | Varlam Sjalamov | Ljoedmila Oelitskaja | Ljoedmila Petroesjevskaja",
      "description": "‘Een prachtvolk, die honden!’ Met deze woorden eerde Anton Tsjechov de harige viervoeters en zijn geliefde teckels in het bijzonder – en hij was niet de enige Russische schrijver met een grote liefde voor honden.\nIn deze unieke selectie Russische hondenverhalen is de hond méér dan een huisdier. Soms een reddingsboei, een laatste houvast in een grillige wereld, dan weer een stille getuige van de menselijke ziel en een spiegel van de samenleving. Ook riepen schrijvers de hulp in van deze trouwe metgezellen om – soms op speelse, soms op bedekte wijze – kritiek te leveren op de Russische maatschappij.\nOntroerend, bizar, geestig en meeslepend – Een prachtvolk, die honden! is een ode aan de hond én aan de kracht van verhalen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456628312?aid=kb-online-bibliotheek&sid=19&dts=1766143853747&sig=34f96b77099b5e6456c2ead4fb2d3ee076fe45e16684784bb2eb7786c5a9c4b4&width=320",
      "dateSeen": "2025-12-20T07:12:54.918Z"
    },
    "4a7b4af780bd85df713a131d80393682fe873ad6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447153013/silent-exit-martine-bakker",
      "title": "Silent exit",
      "authors": "Martine Bakker",
      "description": "Steractrice Suze van Olst wordt tijdens een groots jubileumfeest geconfronteerd met haar verleden – een ontmoeting die ongemakkelijke herinneringen oproept. Wat volgt is een intrigerend inkijkje in de theaterwereld. Een verhaal over macht, ongemak op de werkvloer, de keerzijde van roem, vriendschappen die aanvoelen als verliefdheid en het verlangen om ongemerkt te verdwijnen in een wereld waar juist alles draait om gezien worden. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447153013?aid=kb-online-bibliotheek&sid=19&dts=1766214455048&sig=0a0b2949e361aec083ff2251a44e90952e0c8b11f52a40be9b075a4a80054a48&width=320",
      "dateSeen": "2025-12-20T07:12:56.355Z"
    },
    "3162df2ae1bda3aa74eb748c77b5e064a91250e7": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444169482/villa-italia-julia-romein",
      "title": "Villa Italia",
      "authors": "Julia Romein",
      "description": "Emilie heeft zich altijd een buitenbeentje gevoeld in de chique wereld van haar familie. Als ze een brief met dagboekfragmenten van haar overleden oma vindt, komt alles wat ze over het verleden heeft gehoord ineens in een ander daglicht te staan. Na een ruzie met haar vriend neemt Emilie een drastisch besluit. Op de achterkant van de envelop heeft haar oma een adres in Umbrië opgeschreven, en met het gevoel dat ze niets te verliezen heeft vertrekt Emilie naar Italië…\n'Een heerlijk zomers verhaal vol met familiedrama, relatieproblemen en het zonnige Italië.’ – LINDA\n\n‘Perfect voor een moment van ontspanning.’ – @boekzen\n‘Echt heerlijk zo’n verhaal, warm, lief en gezellig.’ – @met.het.boek.op.tafel Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444169482?aid=kb-online-bibliotheek&sid=19&dts=1766149414415&sig=49f8ea66339a75e5f782126ef57ef80ad1794d54924504ca2eebb8dd248f536c&width=320",
      "dateSeen": "2025-12-20T07:12:57.760Z"
    },
    "0f0fa1624d5420522dea67a88c8c87cf88c0a3d1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444330917/nachtvlucht-suzanne-vermeer",
      "title": "Nachtvlucht",
      "authors": "Suzanne Vermeer",
      "description": "Stella’s grootvader Evangelis werd op Kreta geboren, maar trok als jonge man naar Nederland voor werk. Na zijn overlijden besluit Stella om haar grootvaders as terug te brengen naar zijn geboortegrond en tegelijkertijd op zoek te gaan naar haar eigen roots.\nMaar Stella en haar gezin lijken niet erg welkom te zijn op het Griekse eiland. Haar familie is haar liever kwijt dan rijk en er doen zich vreemde zaken voor. Alles lijkt te maken te hebben met een gebeurtenis in een ver verleden. Met een geheim dat door hun komst dreigt te worden onthuld… Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444330917?aid=kb-online-bibliotheek&sid=19&dts=1766213141237&sig=77669bbedc8a0e1bd0484c505793c8533d150c1ef78f3e0cec5db7c5625675ef&width=320",
      "dateSeen": "2025-12-20T07:12:58.202Z"
    },
    "8971f3a5211c95fab0736c9ae136818e896fce5b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444330879/schuilplaats-david-baldacci",
      "title": "Schuilplaats",
      "authors": "David Baldacci",
      "description": "Het is 1944 en Londen siddert onder de aanhoudende bombardementen van nazi-Duitsland. De veertienjarige wees Charlie Matters steelt wat nodig is om te overleven. Zodra hij oud genoeg is, wil hij gaan vechten tegen de Duitsers. De vijftienjarige Molly Wakefield is intussen na vijf jaar relatieve veiligheid op het platteland teruggekeerd naar Londen. Maar in plaats van een feestelijke thuiskomst, wacht haar het bericht dat haar vader en moeder zijn verdwenen.\nCharlie en Molly raken met elkaar bevriend, en met Ignatius Oliver, de eigenaar van boekwinkel The Book Keep. Terwijl de stad om hen heen brandt, leren de drie dat hun samenzijn en het vertrouwen in elkaar misschien wel de enige manier is om te overleven. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444330879?aid=kb-online-bibliotheek&sid=19&dts=1766214458729&sig=2592b4963f94f709982473c183973862ea0979b7e15a9dfb1b01716c11c0bdec&width=320",
      "dateSeen": "2025-12-20T07:12:58.890Z"
    },
    "97f1d3cc1ee7eea559169b863c2896de307ce4de": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447153315/onze-lieve-stad-jan-uriot",
      "title": "Onze lieve stad",
      "authors": "Jan Uriot",
      "description": "Van de allereerste bewoners van Amstelredamme tot de iconische grachtengordel, van de invloed van migranten tot de grandeur van de Gouden Eeuw – Onze Lieve Stad neemt de lezer mee op een boeiende wandeling door de geschiedenis van Amsterdam. Jan Uriot gaat in gesprek met historici, ondernemers, kunstenaars en Amsterdammers die de stad in al haar facetten kennen. Amsterdam is een stad van verhalen, en Onze lieve stad brengt die verhalen tot leven. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447153315?aid=kb-online-bibliotheek&sid=19&dts=1766214447482&sig=a51097005b2e6be5b702d1ea21c266fac6e08aaf244fc9531d6f7e134720357e&width=320",
      "dateSeen": "2025-12-20T07:12:59.385Z"
    },
    "d562cbb88d1162c431e29b22c1cb46959ea4eb0f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447153234/niet-meer-dan-een-nacht-catherine-walsh",
      "title": "Niet meer dan een nacht",
      "authors": "Catherine Walsh",
      "description": "Wie had dit kunnen bedenken? Want daar sta je dan, op dezelfde bruiloft. In Ierland. Onenightstands heten om een reden zo. Er is maar weinig ongemakkelijker voor Sarah dan (als bruidsmeisje van haar beste vriendin!) haar onenightstand (de broer van de bruidegom!) tegen het lijf te lopen. Vooral als hij oprecht zijn best lijkt te doen om haar voor schut te zetten. Na deze bruiloft hoeft ze Declan gelukkig nooit meer te zien. Maar eenmaal terug in New York merkt Sarah dat hoe meer ze Declan probeert te vergeten, hoe minder ze hem uit haar gedachten krijgt…\n‘Warm, romantisch en vaak heel grappig, je betrapt jezelf erop dat je hardop zit mee te lachen met sommige scènes.’ – Chicklit.nl over Wat ik wil voor kerst\n‘Kan zo verfilmd worden met de leuke karakters, humor en familierelaties. Een feelgoodroman waarin het knettert van de chemie tussen de hoofdpersonen.’ – Boekenkrant over Ingesneeuwd met kerst Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447153234?aid=kb-online-bibliotheek&sid=19&dts=1766214779508&sig=1214fe2fa322de08d623a3724f57d306610bfe07004e9774ad4f6d2b659f56c3&width=320",
      "dateSeen": "2025-12-20T07:13:00.910Z"
    },
    "841963b805afb27c40937d3885515d8cb7906209": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444330860/de-verrader-j%C3%B8rn-lier-horst",
      "title": "De verrader",
      "authors": "Jørn Lier Horst",
      "description": "Na weken van zware regenval ontstaat er een aardverschuiving in een woonwijk van Larvik, waarbij tientallen huizen worden bedolven. Wisting sluit zich aan bij de reddingsoperatie. Tegen zonsopgang de volgende dag zijn alle bewoners geteld en is het duidelijk dat het natuurverschijnsel geen levens heeft geëist. En toch wordt er vierentwintig uur later een dode gevonden tussen het puin.\n De lijkschouwer stelt vast dat het tijdstip van overlijden achtenveertig uur voor de aardverschuiving moet zijn geweest. In het onderzoek naar de dood van de man zijn er aanknopingspunten die verband lijken te houden met verschillende andere lopende zaken, en Wisting wordt ingeschakeld om een apart onderzoeksteam te leiden. Algauw blijkt echter dat er een verrader in de groep zit... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444330860?aid=kb-online-bibliotheek&sid=19&dts=1766214781015&sig=b6fe67e748beb9e3405d70c758f6d0901c88eadad565aa15dca36ac6c0217206&width=320",
      "dateSeen": "2025-12-20T07:13:02.415Z"
    },
    "45a2f6ad7e3d6798beb420cf2c853e79a2798db2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444169407/tussen-de-zomers-alexa-hennig-von-lange",
      "title": "Tussen de zomers",
      "authors": "Alexa Hennig von Lange",
      "description": "Het tweede deel van de Heimkehr-trilogie, geïnspireerd op de herinneringen van Alexa Hennig von Langes grootmoeder. Zomer 1939: Klara trouwt met Gustav, en ook al is het maar een klein feest, iedereen heeft het gevoel dat dit het begin is van iets groots. Ze vestigen zich in een huisje naast het vrouweneducatiecentrum dat Klara runt voor de nationaalsocialisten. Het Joodse meisje Tolla, dat Klara jarenlang heeft verborgen, kan met een kindertransport naar een veilig land. Overal is te voelen dat dit de laatste zomer voor de oorlog zal zijn. Het duurt dan ook niet lang voor Gustav wordt opgeroepen… Klara, inmiddels zwanger, moet tussen schuld en verantwoordelijkheid alleen haar weg zien te vinden door het Derde Rijk.\n\n‘Een overtuigend en gevoelvol verhaal over de strijd tussen goed en kwaad.’ – De Limburger\n‘Een belangrijk tijdsdocument, uitstekend onderzocht en levendig verteld, geloofwaardig tot aan de bijpersonages aan toe.’ – BRIGITTE Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444169407?aid=kb-online-bibliotheek&sid=19&dts=1766214782539&sig=f753d4c886f1c59461b3001ce254b99b9f6132591dda6d43b189c8854792e948&width=320",
      "dateSeen": "2025-12-20T07:13:02.999Z"
    },
    "ab2fe55fcbc58c98f5ba4a2a32df69fbc8b4e414": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444294805/de-natuurlijke-organisatie-mark-van-vugt---max-wildschut",
      "title": "De natuurlijke organisatie",
      "subtitle": "De evolutie van werk en de toekomst van organisaties in een veranderende wereld",
      "authors": "Mark van Vugt | Max Wildschut",
      "description": "In een wereld die razendsnel verandert, blijven veel organisaties vasthouden aan verouderde structuren. Maar wat als we bedrijven konden herontwerpen om beter aan te sluiten bij onze diepste menselijke behoeften?\nDit baanbrekende boek daagt alles uit wat je dacht te weten over hoe organisaties zouden moeten functioneren. Gewapend met inzichten uit de evolutionaire psychologie onthullen de auteurs waarom traditionele hiërarchieën falen en hoe we ze kunnen vervangen door systemen die echt floreren in onze complexe wereld. Of je nu CEO, manager of werknemer bent, dit boek zal je kijk op werk en organisaties voorgoed veranderen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444294805?aid=kb-online-bibliotheek&sid=19&dts=1766214460712&sig=10e2806ad0924572347259513f20d279b3329cf6477a7531931a37e9fc32bca8&width=320",
      "dateSeen": "2025-12-20T07:13:04.563Z"
    },
    "1f9d7aa96fcdb35f22066ace431444beaa76e233": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447153196/voetbalhart-bas-van-loon---nikki-baggerman",
      "title": "Voetbalhart",
      "subtitle": "Twee vrienden, twee hartstilstanden",
      "authors": "Bas Van Loon | Nikki Baggerman",
      "description": "'Ongelooflijk wat voor impact een hartstilstand heeft. Mooi dat Bas en Nikki hun heftige ervaringen ombuigen naar een positieve missie.' – Louis van Gaal\nTwee jonge, sportieve voetbaltalenten, verenigd door hun gedeelde liefde voor het spel, worden plots getroffen door hetzelfde lot: een hartstilstand. In Voetbalhart vertellen vrienden Nikki (27) en Bas (34) hoe hun levens van de ene op de andere dag volledig veranderden. Openhartig delen ze hun ervaringen met de fysieke strijd, het mentale herstel en de onzekere weg terug. Maar ze hebben het ook over vriendschap, veerkracht en de onschatbare steun van hun omgeving en de medische wereld. Dit boek neemt je mee naar de donkerste momenten, maar laat ook zien welke krachtige lessen ze eruit haalden en hoe je zelfs na een klap van het lot weer op kunt staan. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447153196?aid=kb-online-bibliotheek&sid=19&dts=1766142833019&sig=e87ca013a4a38964e23f72b750baa010c26ef50a15f33c38806357f805efbe4f&width=320",
      "dateSeen": "2025-12-20T07:13:05.976Z"
    },
    "8b1fd288da5ba0637a93aa36c1d4c22c8219297e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456609008/vacht--cobi-van-baars",
      "title": "Vacht!",
      "authors": "Cobi van Baars",
      "description": "Eline van der Veer werkt in een archief dat is gevestigd in een voormalig klooster. Bij aantreden voelde die plek als de hemel, de jaren daarna gewoon als de aarde en sinds kort als de hel. Hoe houd je je staande in een wereld die zich tegen je lijkt te keren? Vacht! is een invoelende, geestige en ontroerende roman over verlangen. Over de behoefte ergens bij te horen. Het verlangen één te worden. Maar ja, waarmee? 'Elíne een relátie?' Niemand op de werkvloer gelooft het. Zelfs Machteld, zelfverklaard spiritueel begaafd, blijkt de tekenen gemist te hebben – maar ach wat gúnt ze dit haar collega! Helemaal onterecht is al dat wantrouwen niet en Eline voelt zich genoodzaakt haar leugen steeds dikker aan te zetten. Intussen dwingen de koffiemomenten tot openhartigheid en verwart hoofdarchivaris Reinier zijn opendeurenbeleid met controle. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456609008?aid=kb-online-bibliotheek&sid=19&dts=1766162021692&sig=51667913d9eff7f9d9b386d14cd8472494082194d3af5c08e33fc86727f21f74&width=320",
      "dateSeen": "2025-12-20T07:13:06.473Z"
    },
    "0b246fcc40969eccb820d432524d128209968596": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456642072/in-het-hol-van-de-wolf-anna-starobinets",
      "title": "In het hol van de wolf",
      "subtitle": "Een beestachtige dierendetective",
      "authors": "Anna Starobinets",
      "description": "In het Verre Bos leven de dieren beschaafd samen en eten elkaar niet op. Maar dan wordt Haas vermoord. Inspecteur Das en de jonge agent Daskat onderzoeken de zaak. Wie is de dader? Alle dieren wijzen naar Wolf, maar klopt dat wel? Al snel blijken er meer verdachten te zijn. Niets is wat het lijkt. Welke rol speelt coyote Yota? Waarom gedraagt mevrouw Haas zich zo verdacht? Inspecteur Das en Daskat volgen alle sporen en dan…     Anna Starobinets is bekend als schrijfster van mysterieverhalen, horror en sciencefiction. Sinds 2009 schrijft ze ook kinderboeken, nadat ze door het moederschap de wereld van de kinderfantasie ontdekte. De Beestachtige Dierendetectives (2019) zijn een groot succes geworden door de levendige personages en de fantasierijke wereld. Ze laten kinderen op speelse wijze ontdekken hoe belangrijk vriendschap, moed en samenwerken zijn. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456642072?aid=kb-online-bibliotheek&sid=19&dts=1766292295480&sig=6395bc85e267d04e08fa7696576ce217f310c30a404b8a5060ef958370594ba5&width=320",
      "dateSeen": "2025-12-21T07:14:01.471Z"
    },
    "a05679c2d5e8d875a9224fde1c2aed27eab1f26a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456642641/het-recht-van-een-roofdier-anna-starobinets",
      "title": "Het recht van een roofdier",
      "subtitle": "Een beestachtige dierendetective",
      "authors": "Anna Starobinets",
      "description": "Op Hoeve Jachtlust aan de rand van het Verre Bos is iets gruwelijk mis: er is een kip vermoord. Heeft Vosje echt bloed aan haar poten, of probeert iemand de bewoners van het Verre Bos een loer te draaien? En wat is de rol van Dina Arling? Inspecteur Das en Daskat starten een onderzoek, maar de dader is ze telkens een stapje voor. Ze moeten hem vinden voordat Rex en zijn waakhonden een Grote Jacht openen op het Verre Bos.\nDit tweede deel van de Beestachtige Dierendetectives is een spannende whodunit voor kinderen van negen tot twaalf jaar die van detectives, listige dieren en verrassende ontknopingen houden.\nAnna Starobinets schrijft sinds 2009 kinderboeken, nadat ze door het moederschap de wereld van de kinderfantasie ontdekte. De Beestachtige Dierendetectives (2019) zijn een groot succes geworden door de levendige personages en de fantasierijke wereld. Ze laten kinderen op speelse wijze ontdekken hoe belangrijk vriendschap, moed en samenwerken zijn. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456642641?aid=kb-online-bibliotheek&sid=19&dts=1766301241572&sig=c7776f2e62c356d1dd59cadfa70223004bfb5ccf10dd4abe675e88b3b8b6932e&width=320",
      "dateSeen": "2025-12-21T07:14:02.075Z"
    },
    "19fcb76b80d717302b33bacd4ceecf899b7776ce": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456645667/een-nacht-met-de-gouvernante-erin-langston",
      "title": "Een nacht met de gouvernante",
      "authors": "Erin Langston",
      "description": "Twee volslagen vreemden... en een betoverende avond die ze niet kunnen vergeten. Het enige plan dat de overwerkte advocaat Gavin Sinclair heeft voor de kerstdagen, is zich terugtrekken op het landgoed van zijn zusje Cora en treuren over het feit dat zijn langverwachte promotie een prijs heeft waarvan hij niet zeker weet of hij die kan betalen. Maar wanneer een sneeuwstorm hem laat stranden in een plattelandsherberg, samen met een meisje met kuiltjes in haar wangen, neemt zijn avond een onverwachte wending. Gavin is gefascineerd en probeert zijn verplichtingen te vergeten voor een avondje plezier. Helaas laten zijn verantwoordelijkheden weinig ruimte voor zulke magie. Emilia Davis is een gouvernante zonder familie of eigen huis, maar ze is altijd optimistisch en gewend om het beste te maken van haar teleurstellingen. Dus wanneer een aardige, maar gereserveerde vreemdeling haar in de kou laat staan, besluit ze hem te vergeten en zich te concentreren op haar nieuwe baan bij de luidruchtige familie Travers. Totdat de man van haar dromen onverwachts aan de eettafel van haar werkgever verschijnt. Gavin en Emilia brengen de feestdagen samen door onder één chaotisch dak. Al snel kunnen ze de groeiende passie tussen hen niet langer ontkennen. Maar wanneer hun romance wordt bedreigd door de meest controversiële rechtszaak uit Gavins carrière, is de dreigende druk van de echte wereld misschien meer dan ze aankunnen. Gavin en Emilia hadden nooit gedacht dat ze elkaar één keer zouden vinden, laat staan twee keer. En als ze het deze keer willen volhouden, zullen ze eindelijk hun hart boven hun hoofd moeten stellen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456645667?aid=kb-online-bibliotheek&sid=19&dts=1766290458802&sig=d6c17eb39ca465c3e4d2bc10c473bb4b9040c80b97d45da2321201ea32390729&width=320",
      "dateSeen": "2025-12-21T07:14:02.593Z"
    },
    "531f7c596d8ec86548315f51111a2d627209173d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/41636828X/topvrouw-in-7-stappen-annette-onrust",
      "title": "Topvrouw in 7 stappen",
      "subtitle": "jouw weg naar de boardroom",
      "authors": "Annette Onrust",
      "description": "\"Het aantal vrouwelijke bestuurders in de top van het bedrijfsleven neemt af. Het streefcijfer van 30% vrouwen in bestuursfuncties bij beursgenoteerde ondernemingen wordt bij lange na niet gehaald: de actuele stand is een bedroevende 7,1 %. De traditionele route naar de top blijkt duidelijk voor het ene geslacht beter te werken dan voor het andere. En dat is zonde, want het is bekend dat diversiteit in de top een organisatie innovatiever en succesvoller maakt. Om nog maar te zwijgen van het stuwmeer van onbenut vrouwelijk potentieel. Over waar het mis gaat zijn al vele rapporten geschreven. Zondebokken als het old boys network en het glazen plafond kennen we allemaal. Maar er zijn meer beren op de weg: van enkel mannelijke rolmodellen raken vele vrouwen op weg naar de top verwijderd van wie ze zelf zijn en waar ze voor staan. En veel meer dan mannen zijn vrouwen voorzichtig in het uitspreken van hun ambitie, maken ze niet genoeg zichtbaar wat ze doen, worstelen ze met de combinatie van werk en gezin. Is het dan een mission impossible, de top bereiken als vrouw? Zeker niet! Het begint bij het juiste startpunt: de dingen doen die bij jou en je talenten passen. TOPvrouw in 7 stappen laat zien hoe je je carrière in eigen hand kan nemen en welke bepalende keuzes jouw weg naar de boardroom kunnen maken of breken. Bekende topvrouwen vertellen in openhartige interviews hoe zij het hebben aangepakt. Ze hebben elk de top bereikt in een andere branche, maar hebben in ieder geval één ding met elkaar gemeen: ze hebben hun hart gevolgd en maken daarmee het verschil. De weg naar de boardroom is niet voor watjes en vraagt om krachtige keuzes, moedige stappen en doorzettingsvermogen. Maar de beloning is groot: steeds meer ruimte om jouw unieke bijdrage aan je organisatie én aan de wereld te realiseren. En waarom zou je er níet naar streven om dat mooie perspectief te bereiken?\" Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A41636828X?aid=kb-online-bibliotheek&sid=19&dts=1766387975886&sig=a232f371d1ea4c04f37966d5241a9245599d7cb24afc5a9e79dfe8eb1b1ac8af&width=320",
      "dateSeen": "2025-12-22T07:19:36.407Z"
    },
    "8334b92d66f014eac495f7aff57c696ab66a0513": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436843412/de-onvoltooide-memoires-mujibur-rahman",
      "title": "De onvoltooide memoires",
      "authors": "Mujibur Rahman",
      "description": "Onvoltooide memoires, op grond van dagboeken over de periode 1920-1955, van Sheikh Mujibur Rahman (1920-1975), de grondlegger van de staat Bangladesh.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436843412?aid=kb-online-bibliotheek&sid=19&dts=1766387976518&sig=119d18de39080c380c27ab9e31c80132bbaa1e93802a5334ffcdc081962982be&width=320",
      "dateSeen": "2025-12-22T07:19:37.006Z"
    },
    "c23b307fa9b6b43a67413e6ac93617fe9bb50b2c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/435707957/in-barbarije-john-meilink",
      "title": "In Barbarije",
      "authors": "John Meilink",
      "description": "Het is het jaar 1678. De West-Indiëvaarder Sint Joris vertrekt vol goede moed met een lading Schiedamse jenever en een aantal passagiers richting Paramaribo. Ter hoogte van de Kaapverdische Eilanden slaat het noodlot toe: Algerijnse kapers enteren het schip en alle opvarenden worden in de boeien geslagen. Na een reis vol ontberingen verdwijnen de Hollanders in de wrede wereld van Moorse slavenhandelaren. Thomas Hees, afgezant van de Republiek in Algerije, probeert uit alle macht een vredesverdrag met de plaatselijke machthebbers te sluiten, om zo de Hollandse koopvaarders in de Middellandse Zee te vrijwaren van piraterij en de Hollandse slaven vrij te kopen. Maar de concurrentie is hevig: Engelsen en Fransen schuwen geen middel om Hees dwars te zitten. Tot overmaat van ramp verschijnt er, te midden van intriges, bruut geweld en verraad, een nog grotere vijand in Algiers: de Zwarte Dood. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A435707957?aid=kb-online-bibliotheek&sid=19&dts=1766387977113&sig=27510dad1fe0e949b5babb68bf0840acd7b6d94bcddb90faf52c1a8d14f2031e&width=320",
      "dateSeen": "2025-12-22T07:19:37.771Z"
    },
    "aa1c38c1d530f260754c438cdde01c05c552d27e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/435707221/kroesvee-john-meilink",
      "title": "Kroesvee",
      "authors": "John Meilink",
      "description": "De West-Indische Compagnie heerst over de Afrikaanse Goudkust. Aan de andere kant van de Atlantische Oceaan schreeuwen de plantages om goedkope arbeidskrachten, maar het aanbod is schaars. Afrikaanse koninkrijken en Europese compagnieën handelen volgens oude verdragen, die zorgvuldig worden nagekomen. Als in november 1687 een dorpje in het Denkyira-rijk door illegale slavenhalers wordt leeggeplukt, zijn daarom de rapen gaar. Hollanders, Zeeuwen, Brandenburgers en andere Europeanen vechten om de buit, terwijl lokale stammen proberen wapens te bemachtigen om zo hun invloed uit te breiden. Het resultaat: een moeras van intriges, corruptie en geweld. In die agressieve wereld leeft wit en zwart wantrouwend naast elkaar, verbonden door hebzucht en geteisterd door hitte, ziekte en armoede. Aldemar Burghoutsz, schipper van de Griffioen, probeert zijn ruimen vol te krijgen. Slaven brengen geld op. Zij zijn vee. Kroesvee. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A435707221?aid=kb-online-bibliotheek&sid=19&dts=1766387977888&sig=295b310f41d81c59d99729b18c53f7c2bbf48ba6ecd726dfdbb4ce4dc31192d4&width=320",
      "dateSeen": "2025-12-22T07:19:38.403Z"
    },
    "d2624a1b3ba5f5e50082630caa357ad9ef43e236": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/440463939/niet-echt-de-baas-patries-quant",
      "title": "Niet echt de baas",
      "subtitle": "over het ontwikkelen van gezag en invloed",
      "authors": "Patries Quant",
      "description": "In elke organisatie werken mensen die leidinggeven, maar geen macht hebben - althans geen formele macht. Denk maar aan projectleiders, teamleiders, coördinatoren, senior medewerkers, meewerkend voormannen, mensen die leiding­geven aan vrijwilligers, fractieleiders, sectiehoofden, ploeg­leiders enzovoort. Zij geven vaak leiding aan medewerkers die ook nog eens gewend zijn om heel zelfstandig te opereren. Toch kun je als leidinggevende ook in deze lastige positie leren hoe je gezag, macht en invloed kunt ontwikkelen. In Niet echt de baas legt de auteur op haar eigenzinnige wijze uit hoe je het aanpakt om invloed uit te oefenen zonder macht. Dat doe je onder andere door onafhankelijker te denken, gezag op te bouwen, op te houden met te veel zelf doen en vooral door draagvlak te verwerven. Hoe je dat praktisch toepast, laat de auteur zien aan de hand van een aantal herkenbare cases. De stappen in dit helder geschreven boek kun je direct succesvol toepassen in je eigen werk situatie. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A440463939?aid=kb-online-bibliotheek&sid=19&dts=1766302928389&sig=b37ac4cc96a452424a62fe568e5e3309566c9877d6ced9cc95f89885e7f0c39a&width=320",
      "dateSeen": "2025-12-22T07:19:38.867Z"
    },
    "1902a6a9297b0017edd759959e38ef52e4b41d18": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456650849/the-high-5-habit-mel-robbins",
      "title": "The high 5 habit",
      "subtitle": "neem de controle over je leven met één simpele gewoonte",
      "authors": "Mel Robbins",
      "description": "Op basis van wetenschappelijke inzichten leert het de lezer hoe die zelfvertrouwen in een gewoonte kan veranderen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456650849?aid=kb-online-bibliotheek&sid=19&dts=1766387979010&sig=f0b970d82103d6bb226b94ada63815d09abf50b9ddb17b4f459563729f6e269d&width=320",
      "dateSeen": "2025-12-22T07:19:39.520Z"
    },
    "8f465fc3ccc99c09d1c8c79a8d9c01a42465eaab": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456650865/the-psychology-of-money-morgan-housel",
      "title": "The Psychology of Money",
      "subtitle": "tijdloze lessen over rijkdom, hebzucht en geluk",
      "authors": "Morgan Housel",
      "description": "Over de besluitvorming omtrent geld, met als centrale argument dat die niet steunt op kennis maar op gedrag.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456650865?aid=kb-online-bibliotheek&sid=19&dts=1766380188074&sig=dc27c84ba746f3e25158053dad0e65915f92903eb94b1cb798185be67b5eff1d&width=320",
      "dateSeen": "2025-12-22T07:19:39.967Z"
    },
    "777027bf34eaf40e3256b06837735f8e34ed9934": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456650008/50x-gezonde-eenpansgerechten-jennifer",
      "title": "Voedzaam en Snel - 50x gezonde eenpansgerechten",
      "subtitle": "Lekker, snel en makkelijk",
      "authors": "Jennifer & Sven",
      "description": "Geen zin in gedoe in de keuken of een berg afwas na het eten? Dan is een eenpansgerecht de perfecte uitkomst. In hun tiende kookboek 'Voedzaam & Snel: 50 x gezonde eenpansgerechten' delen Jennifer en Sven vijftig recepten die je eenvoudig in één pan bereidt: voedzaam, makkelijk en vol smaak. Of je nu thuis kookt of op vakantie bent met een gasbrandertje of campingkooktoestel: deze gerechten bewijzen dat je met één pan verrassend veelzijdig kunt koken. Denk aan geurige curry's, snelle pasta's, goedgevulde soepen en stevige stoofpotjes. Gerechten waarin smaken samenkomen en je minder hoeft op te ruimen. Win-win. 50x gezonde eenpansgerechten is ideaal voor drukke doordeweekse dagen, voor gezinnen en voor iedereen die gezond wil koken zonder gedoe. Eén pan, minimale afwas, maximaal resultaat. Eerder verschenen van deze auteurs onder meer de bestsellers '50x luchen zonder brood' en 'Wrap it up!'  'Supergezond en lekker makkelijk om te maken. Om je vingers bij af te likken!' – Grazia\n 'Jennifer en Sven scoren online en offline de pannen van het fornuis!' – Nederlands Dagblad Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456650008?aid=kb-online-bibliotheek&sid=19&dts=1766306816283&sig=3052200a9ea536b9b89415fb4a998e82b7da5839cedb2b36a7f9543b453dc41c&width=320",
      "dateSeen": "2025-12-22T07:19:40.458Z"
    },
    "27280c2b05fc7066142f0c058729d7e7451740c8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456650199/moederreis-jessie-harrold",
      "title": "Moederreis",
      "subtitle": "jouw transformatie van vrouw naar moeder",
      "authors": "Jessie Harrold",
      "description": "Spirituele beschouwing over de persoonlijke transformatie die het moederschap met zich meebrengt.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456650199?aid=kb-online-bibliotheek&sid=19&dts=1766319736468&sig=f6a230d9a8bddf8db1f50df2f07a84fe1b6fcc5f04044e9ddcfb9a5570d3db71&width=320",
      "dateSeen": "2025-12-22T07:19:40.917Z"
    },
    "597d563f5299282bd5e175c588bfd5545fbd8e8b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456650024/galop-door-de-storm-evelien-van-dort",
      "title": "Galop door de storm",
      "authors": "Evelien van Dort",
      "description": "Finn maakt een rit met zijn paard Fulco, maar er is een storm op komst. Zijn vriendin Vic besluit hem te gaan zoeken. Zal ze hem op tijd kunnen bereiken? Met tips over de omgang met paarden. Vanaf ca. 10 jaar.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456650024?aid=kb-online-bibliotheek&sid=19&dts=1766330446272&sig=beed84cb344ee0f7e7d452ab2b40c1cc913ecf04eb9dd531bfd324e65c26bc82&width=320",
      "dateSeen": "2025-12-22T07:19:41.378Z"
    },
    "d2f218c6b4a054764732fee0aa22abd88c102d6e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456650822/de-zeven-huizen-van-anna-freud-isabelle-pandazopoulos",
      "title": "De zeven huizen van Anna Freud",
      "authors": "Isabelle Pandazopoulos",
      "description": "Anna Freud, de dochter van Sigmund Freud, streeft naar een carrière als psychoanalyticus met bijzondere aandacht voor kinderen. Nadat ze in 1938 met haar familie Wenen ontvlucht, zet ze haar werk in Londen voort.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456650822?aid=kb-online-bibliotheek&sid=19&dts=1766387981484&sig=1329ba47bd44c003ca71b6321019bcd4c77a588b46ffe89f91e46786948c6427&width=320",
      "dateSeen": "2025-12-22T07:19:41.982Z"
    },
    "eb61a6c71a78243f6a0606633015b4acb7bdb7d0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456649905/de-jongen-die-z-n-ouders-liet-verdwijnen-ben-miller",
      "title": "De jongen die z'n ouders liet verdwijnen",
      "authors": "Ben Miller",
      "description": "De jongen die z'n ouders liet verdwijnen van bestsellerauteur Ben Miller is een hilarisch verhaal dat laat zien: met boos worden bereik je niets. Als Harrison op een kinderfeestje een woedeaanval krijgt, krijgt hij geen ballon aan het einde van het feestje, maar een zwart gat. Aan een touwtje. Zodra hij doorheeft hoe het werkt, grijpt hij elke kans om van dingen af te komen die hem storen. De groenten op zijn bord, de hond van de buren – allemaal verdwijnen ze in het zwarte gat. Harrison wordt er helemaal vrolijk van. Maar thuis krijgt hij een nieuwe uitbarsting. Hij zwaait zijn zwarte gat rond en dan... Oeps! Voor kinderen vanaf 8 jaar. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456649905?aid=kb-online-bibliotheek&sid=19&dts=1766387982083&sig=287fd46bb7e15bcbf06adf4d44987316e8c86ec65f271d2953f173fbac12a30d&width=320",
      "dateSeen": "2025-12-22T07:19:42.595Z"
    },
    "075a529da3e28c987cd5efc6fdc81fabe68634aa": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456650040/grip-op-interactie-arie-speksnijder",
      "title": "Grip op interactie",
      "subtitle": "interactie ontwerpen en begeleiden in trainingen",
      "authors": "Arie Speksnijder",
      "description": "Ontdek de kunst van interactieontwerp. Grip op interactie leert lezers hoe ze het denkvermogen van hun deelnemers kunnen stimuleren met creatieve interactieprikkels. Zo wordt elke training dynamischer én impactvoller. In dit boek ontdek je hoe je als trainer de interactie in je training naar een hoger niveau kunt tillen door middel van heldere interactiedoelen, slimme vragen en nuttige werkvormen. Je leert hoe je interactieprikkels ontwerpt die het denkvermogen van de deelnemers stimuleren. Daarnaast vind je in dit boek onmisbare basistechnieken voor het begeleiden van interactie en praktische stappenplannen voor het omgaan met uitdagende interactiesituaties. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456650040?aid=kb-online-bibliotheek&sid=19&dts=1766387982702&sig=5ebf0923728a20211280fea3d291d3e9ecdf385aeadc257c587d768ba547f870&width=320",
      "dateSeen": "2025-12-22T07:19:43.153Z"
    },
    "bbaab411b3e78bd490b22ba668de79ed82e77303": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456650016/wat-ons-rest-elly-griffiths",
      "title": "Wat ons rest",
      "authors": "Elly Griffiths",
      "description": "Deel 15, het afsluitende deel, in de Ruth Galloway-serie.  Een stel bouwvakkers ontdekt een menselijk skelet achter een muur van café King’s Lynn. Een zaak voor Inspecteur Harry Nelson, die de hulp inschakelt van Ruth Galloway.  Ruth ziet meteen dat de botten niet oud zijn. Ze worden geïdentificeerd als de resten van Emily Pickering, een jonge archeologiestudente die sinds de jaren negentig wordt vermist.  Tijdens hun onderzoek ontdekken Nelson en zijn team een ingewikkeld web van relaties binnen de studentengroep waarin Emily verkeerde. Wat was de link tussen de groep en café King’s Lynn?  Ondertussen maakt Ruth zich niet alleen zorgen over deze zaak. De dreiging van de sluiting van haar afdeling en haar steeds ingewikkelder relatie met Harry Nelson, houden haar uit haar slaap. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456650016?aid=kb-online-bibliotheek&sid=19&dts=1766386629564&sig=16a3c133686241c823580817a8397effb4d247af42394aa4c8ea3b584049298f&width=320",
      "dateSeen": "2025-12-22T07:19:43.768Z"
    },
    "e8d6da3831a311a73b0c1172a6c330bd0825cfcf": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456650032/onvoltooide-symfonie-virginia-andrews",
      "title": "Onvoltooide symfonie",
      "authors": "Virginia Andrews",
      "description": "Melody Logan leeft in de overtuiging dat haar moeder, Haille, en haar geliefde stiefvader beiden op tragische wijze zijn omgekomen. Maar alles verandert als ze een recente foto ziet van Haille. Kan het zijn dat haar moeder niet verongelukt is? Of is er iets anders aan de hand? Melody reist onmiddellijk naar Californië, op zoek naar haar moeder.  Maar niets heeft haar erop voorbereid als ze Haille vindt – en die vervolgens beweert geen idee te hebben wie Melody is. Melody's hart is gebroken. Waarom doet haar moeder alsof ze haar niet kent? En waarom heeft Haille haar eigen dood in scène gezet?  Hoewel haar geliefde Cary haar ervan probeert te overtuigen dat ze de zaak beter kan laten rusten, is Melody vastbesloten de waarheid over haar moeder en haar eigen verleden te ontdekken. Pas dan kan ze haar familiegeschiedenis achter zich laten en gelukkig worden met de man van wie ze houdt...  'Onvoltooide symfonie' is het derde deel in de Melody-serie van Virginia Andrews, waarin drie generaties vrouwen in de familie Logan worden gevormd door een familiegeheim dat verstrekkende gevolgen heeft... Het verhaal van Melody en de familie Logan begon in 'Melody' en 'Lied van verlangen' en gaat verder in 'Middernachtmuziek' en 'Verstilde stemmen'. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456650032?aid=kb-online-bibliotheek&sid=19&dts=1766387983879&sig=7a63223d654570ff530e6459f96c2f1833d8659721c14e91a3b5db344a914b7f&width=320",
      "dateSeen": "2025-12-22T07:19:44.447Z"
    },
    "3d2b495f72d6c070eefdf76517fa674dbb067d37": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456650830/win-win-marie-jose--cremers",
      "title": "Win win",
      "subtitle": "onderhandelen doe je zo",
      "authors": "Marie-José Cremers",
      "description": "Onderhandelen doe je overal. Op het werk, thuis, in de winkel en in de kroeg. Met je baas, je partner, je kinderen en wildvreemden. Je kunt er niet omheen. Vakkundig onderhandelen is een combinatie van inhoud, spelregels, machtsbalans, sfeer, psychologisch inzicht en techniek. Daarnaast kun je ook nog kiezen voor een onderhandelingsstrategie: samenwerken en begrip tonen of vechten. Hoe je het ook aanpakt, de kunst van goed onderhandelen is opkomen voor je eigen belang zonder de relatie met je onderhandelpartner te schaden. Met andere woorden: het eindresultaat is een win-windeal. Hoe je dat bereikt, leer je met het overzichtelijke stappenplan uit deze waaier. Doe er je voordeel mee! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456650830?aid=kb-online-bibliotheek&sid=19&dts=1766387984570&sig=67047ddfcf43927ab2174ba7e5a81354998020728eb1cf5bf697991d2f525adb&width=320",
      "dateSeen": "2025-12-22T07:19:45.046Z"
    },
    "23cd4e6be1020b105ed678eca1b0df3f2e5d2c44": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456650091/onbedaarlijke-jachtlust-2-rosalie-van-someren",
      "title": "Onbedaarlijke jachtlust 2",
      "authors": "Rosalie van Someren",
      "description": "18+. Vicky Vanderpoele heeft het erotische spel Vossenjacht uitgespeeld. Ze is gepromoveerd tot Gouden Vos en krijgt de mogelijkheid om een kamer in Villa Vulpes te bemachtigen. Daarvoor moet ze twee aspirant-Vossen werven. Het klinkt eenvoudig, maar dat blijkt het niet: Vicky is in het erotische spel te onderdanig. Daarnaast komt haar studie in gevaar doordat ze slechte cijfers heeft behaald. Haar aantrekkelijke decaan, Dave Diependijk, doet haar en een medestudente een aanbod. Zal ze erop ingaan? Vicky's verlangen naar intimiteit en passie is ongeremd. Maar kan ze haar pikante opdracht nog met haar studie combineren als ze te maken krijgt met tegenslagen? En zal het haar lukken om haar erotische jacht geheim te houden voor de buitenwereld? Voor Rosalie van Someren zijn de mensen om haar heen een onuitputtelijke bron van inspiratie voor haar ondeugende verhalen. Het liefst laat de vrolijke huisvrouw de hele wereld blozen. In haar dagdromen bedenkt ze talloze plots die ze uitwerkt tot een verhaal. Ze laat haar fantasieën de vrije loop en stelt al haar zintuigen open. Dat ze daarbij uit haar eigen ervaringen put, zal ze niet ontkennen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456650091?aid=kb-online-bibliotheek&sid=19&dts=1766339574117&sig=78ee408d757e8d2c82d3241beb9e3c1d541d229339a2a0a098f7ae3ae2b36b4f&width=320",
      "dateSeen": "2025-12-22T07:19:45.578Z"
    },
    "234b957e9f0610007ada83df7d9758129e6de353": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456649948/tussen-as-en-adem-deirdre-vinck",
      "title": "Tussen as en adem",
      "authors": "Deirdre Vinck",
      "description": "Fascinerend. Gevaarlijk. Onweerstaanbaar... Wanneer Faye op een regenachtige avond onderuit gaat, ontmoet ze een vreemdeling. Ace. Zijn onverwachtse hulp wekt herinneringen tot leven die ze jarenlang zorgvuldig heeft weggestopt. Hoe dichterbij hij komt, hoe duidelijker het wordt: hij is even fascinerend als gevaarlijk. Kan ze het risico nemen hem toe te laten? Fayes leven draait om rust en controle. Ze doet er alles aan om de vijfjarige Izzy te beschermen tegen de schaduwen van het verleden. Maar wanneer Izzy's nachtmerries aanhouden en Fayes eigen angsten weer opborrelen, dwingt het heden haar om te kiezen. Hoever wil ze gaan om Izzy te beschermen? En wat blijft er over van haarzelf als ze alles geeft? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456649948?aid=kb-online-bibliotheek&sid=19&dts=1766385646588&sig=37e40aa1f69ca0b1fb491ec01f3c891a54f93386e6b0ec851a0ecfa870ff8a79&width=320",
      "dateSeen": "2025-12-22T07:19:46.079Z"
    },
    "22f853229814aeb51cd07b5fe31f35318e5e25ed": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45664993X/alles-wat-schittert-virginia-andrews",
      "title": "Alles wat schittert",
      "authors": "Virginia Andrews",
      "description": "Ruby is teruggekeerd naar haar oude leven op het platteland van Louisiana, en naar de Cajun-gemeenschap waar haar wortels liggen. Ze is vastbesloten een veilig en warm thuis te creëren voor haar dierbare dochtertje Pearl. Haar oude en eerste liefde Paul Tate heeft haar verwelkomd in zijn huis Cypress Woods, en haar tot zijn vrouw gemaakt – maar ze zijn slechts in naam getrouwd, omdat het schokkende familiegeheim dat hen uit elkaar dreef nog steeds tussen hen in staat.  Ruby zou gelukkig kunnen zijn, ware het niet dat Pauls moeder Gladys niets van haar moet hebben. En dan komt Ruby's verachtelijke zus Gisselle ook nog eens met slecht nieuws over Beau Andreas, Pearls vader en Ruby's grote liefde. Wanhopig op zoek naar een leven dat haar écht gelukkig kan maken, vlucht Ruby terug naar het oude huisje dat ze ooit deelde met haar Grandmère – maar pas als ze voorgoed afrekent met haar verleden, zal ze een nieuwe toekomst kunnen vinden…  'Alles wat schittert' is het derde deel in de Ruby-serie van Virginia Andrews, waarin drie generaties vrouwen in de familie Landry worden gevormd door een familiegeheim dat verstrekkende gevolgen heeft… Het verhaal van Ruby en de family Landry begon in 'Ruby' en 'Parel in de mist' en gaat verder in 'Verborgen juweel' en 'Het gouden web'. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45664993X?aid=kb-online-bibliotheek&sid=19&dts=1766385669080&sig=f98904b2bfb8fc5213ff520071684b6e8d9cc731c55801aaaf06fbce15cd953a&width=320",
      "dateSeen": "2025-12-22T07:19:46.679Z"
    },
    "e7d2021e3db6366c7912d87482d8a57b06fc4fb1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456650148/ellis-en-de-spiegel-van-longatonne-john-brosens",
      "title": "Ellis en de Spiegel van Longatonne",
      "authors": "John Brosens",
      "description": "Als haar vakantie naar Frankrijk bijna begint gaat Ellis (13) naar de stad om nieuwe schoenen te kopen. Bij een overstap pakt ze de verkeerde bus en bij de eerste de beste halte stapt ze weer uit. Ze is in een wijk terecht gekomen waar ze nooit eerder was. Haar mobieltje is bijna leeg! Ze krijgt hulp van een geheimzinnige vrouw met een zwarte kat aan een riempje. Is de ontmoeting toeval of het begin van een magisch avontuur? Ellis ontdekt in de kelder van een oud kasteel een kast met een spiegel waarin zij dingen ziet die aan anderen voorbijgaan. En achter die kast is het op één plek vreselijk koud. Hoe kan dat? En van wie is de witte caravan in het bos achter het kasteel? Van de man die een maand geleden een onderzoek begon naar de aristocratische familie Saint Mouton de Labrune - en die sindsdien spoorloos is...? John Brosens (1946) is een veelzijdig auteur die al sinds 1998 spannende boeken schrijft voor de jeugd en voor volwassenen in diverse genres. Hij ontving de Lecticus Luisterboekenprijs en scoorde nominaties voor de Thea Beckmanprijs en de Zeeuwse Boekenprijs. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456650148?aid=kb-online-bibliotheek&sid=19&dts=1766387986785&sig=b86a16f63c8d232d9caf24e6644de7c42eb9d6d6b46b8ded3b5a0a44e0556afd&width=320",
      "dateSeen": "2025-12-22T07:19:47.375Z"
    },
    "c55bf52eae2d934392b3b9a3d8750d25e7c28542": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456650180/stop-met-praten--begin-met-raken-sabine-funneman",
      "title": "Stop met praten, begin met raken",
      "subtitle": "Als je een leider met lef bent",
      "authors": "Sabine Funneman",
      "description": "Dit is een boek voor leiders met lef! Als leider vertel je voortdurend een verhaal, ook als je zwijgt. Maar hoe weet je of het klopt? Hoe zorg je dat je boodschap raakt, overtuigt en geloofwaardig is? Dit boek is voor iedereen die namens een organisatie spreekt: bestuurders, managers, voorzitters, woordvoerders, teamleiders. Voor iedereen die zich weleens afvraagt: zeg ik nu echt wat ertoe doet? Stop met praten, begin met raken helpt je om op een integere, menselijke en krachtige manier vorm te geven aan wat je vertelt. Niet met trucs of pasklare zinnen, maar met inzichten, vragen, voorbeelden en handvatten die je helpen bij die ene, steeds terugkerende opgave: een verhaal vertellen dat klopt, bij jezelf, bij je boodschap én bij je publiek. Authentiek, betekenisvol en verbonden. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456650180?aid=kb-online-bibliotheek&sid=19&dts=1766387987485&sig=67804f700f81b3d2b1ece9ecdcde104cabbd88ea01c2be74fb06d9e693e2ea70&width=320",
      "dateSeen": "2025-12-22T07:19:48.049Z"
    },
    "29b7f0e43ba063119090d8ee03b9d0c70a8fbdfd": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456649956/ruby-virginia-andrews",
      "title": "Ruby",
      "authors": "Virginia Andrews",
      "description": "Ruby Landry is opgegroeid op het platteland van Louisiana, bij haar grootouders. Haar geliefde Grandmère Catherine is een Cajun spirituele genezer, en Grandpère Jack was een formidabele man tot de drank hem aan lager wal bracht. Hoewel Ruby haar overleden moeder mist en haar vader nooit gekend heeft, is ze gelukkig.  Als Ruby verliefd wordt op de knappe Paul Tate lijkt het geluk haar toe te lachen. Maar zijn rijke ouders willen niet geassocieerd worden met de arme Landry's, en Grandmère ziet liever dat Ruby haar schilderstalent ontwikkelt en het platteland achter zich laat om naar New Orleans te gaan.  Dan ontdekt Ruby een oude, vervaagde foto van haar vader, en komt een schokkend familiegeheim aan het licht. Als Grandmère overlijdt, vertrekt Ruby naar New Orleans om haar vader te vinden. Daar ontdekt ze dat haar leven een leugen was. Alleen haar liefde voor Paul houdt haar overeind als de grond onder haar voeten zo verraderlijk blijkt als de moerassen van Louisiana…  'Ruby' is het eerste deel in de Ruby-serie van Virginia Andrews, waarin drie generaties vrouwen in de familie Landry worden gevormd door een familiegeheim dat verstrekkende gevolgen heeft… Het verhaal van Ruby en de family Landry gaat verder in 'Parel in de mist', 'Alles wat schittert', 'Verborgen juweel' en 'Het gouden web'. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456649956?aid=kb-online-bibliotheek&sid=19&dts=1766387988167&sig=d9d4088d3f40c99a961636b5a7acdedb61862198b86ce222437512ba2e3d0d86&width=320",
      "dateSeen": "2025-12-22T07:19:48.750Z"
    },
    "013fc0a77ed00431e8ffe1dc370ab94dd006c6e3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456650075/lied-van-verlangen-virginia-andrews",
      "title": "Lied van verlangen",
      "authors": "Virginia Andrews",
      "description": "Na de plotselinge dood van haar moeder en de schokkende geheimen over haar vader is Melody Logan alleen op de wereld. Ze woont nog steeds bij de familie Logan, maar haar tante Sara ziet in haar slechts de vervanging voor haar eigen overleden dochter, en haar oom Jacob ziet haar als de belichaming van het schandelijke verleden van de familie. Alleen hun zoon Cary lijkt echt om haar te geven, en nu hij niet haar neef blijkt, bloeien tussen Melody en Cary gevoelens op die haar verwarren en opwinden.  Melody weet dat ze Cary's liefde alleen kan beantwoorden als ze de waarheid over haar eigen verborgen verleden heeft ontrafeld. Ondanks de kille dreigementen van 'oma' Olivia, de vrouw die de familie Logan met ijzeren hand leidt, gaat Melody op onderzoek uit. Ze begint bij de mysterieuze Belinda, de vrouw die haar echte grootmoeder is. Haar verhaal biedt Melody hoop dat ze uiteindelijk kan ontdekken wie ze écht is – en daarmee haar rechtmatige plek in de Logan-familie kan innemen. Want het enige wat Melody zoekt is een thuis...  Lied van verlangen is het tweede deel in de Melody-serie van Virginia Andrews, waarin drie generaties vrouwen in de familie Logan worden gevormd door een familiegeheim dat verstrekkende gevolgen heeft... Het verhaal van Melody en de familie Logan begon in 'Melody' en gaat verder in 'Lied van verlangen', 'Onvoltooide symfonie', 'Middernachtmuziek' en 'Verstilde stemmen'. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456650075?aid=kb-online-bibliotheek&sid=19&dts=1766387988900&sig=f4821054563bad3fa48dd4d70558a16a1db0adfc2ec4461c78a9ee7032da0d64&width=320",
      "dateSeen": "2025-12-22T07:19:49.455Z"
    },
    "9aab186da51048bf984ce77f677ab204770d4b58": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456650164/u-lijkt-me-een-vrij-hopeloos-geval-ade-lka-vendl",
      "title": "U lijkt me een vrij hopeloos geval",
      "subtitle": "provocatief coachen: interventies die werken",
      "authors": "Adélka Vendl",
      "description": "Er bestaan grote misverstanden over provocatief coachen: je zou vrijuit je cliënt mogen kwetsen, beledigen en belachelijk maken. Dit boek maakt korte metten met deze opvatting. De therapeutische provocatie is juist een heel zorgvuldige uitnodiging tot een reactie. Een provocatieve coach werkt met humor, liefde en uitdaging om de cliënt te stimuleren zich uit te spreken en zijn kracht te bevorderen. Dit boek maakt helder hoe deze coachingsvorm werkt, welke voordelen ze biedt en geeft je een aantal aanzetten om er zelf mee te experimenteren. Tenminste, als je bereid bent een paar heilige huisjes in hulpverleningsland omver te gooien ... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456650164?aid=kb-online-bibliotheek&sid=19&dts=1766387989569&sig=03f30dc4ceae2674182875fef8f08e7daeda7fa5167758d726effd64d6661662&width=320",
      "dateSeen": "2025-12-22T07:19:50.115Z"
    },
    "b1d99c8446e1da87721f03a17187426b33f9dad1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456650814/toponderhandelaars-maarten-van-rossum---tim-masselink",
      "title": "Toponderhandelaars",
      "authors": "Maarten van Rossum | Tim Masselink",
      "description": "Onderhandelen doen we dag in dag uit, en toch zijn er maar weinig mensen die zich er echt in bekwamen. Dit boek leert je hoe je uit elke onderhandeling meerwaarde kunt halen. En dat terwijl je de relatie verbetert met diegene met wie je onderhandelt. Veel mensen zijn getraind op de theoretisch 'juiste' manier van onderhandelen, maar in de praktijk zie je vaak dat ze keuzes maken die helemaal verkeerd uitpakken. Irrationele keuzes. Toponderhandelaars voorziet in de behoefte aan concrete adviezen van ervaren onderhandelaars om dat te voorkomen. Daarnaast lees je hoe beroemde onderhandelingen zijn verlopen. Vaak gaat bij de onderhandelingen de aandacht achteraf namelijk alleen uit naar de resultaten ervan. Lessen over het onderhandelingsproces gaan vaak verloren. In dit boek krijg je inzicht in de rijke praktijk achter de theorie van Harvard. Je leest over de ervaringen van Nederlandse toponderhandelaars, je ontdekt waar zij het meest op letten tijdens een onderhandeling, en krijgt een aantal gouden tips. Op basis van hun verhalen hebben we het kader van methodisch onderhandelen ontwikkeld, dat ervoor zorgt dat je nooit meer in je oude valkuilen stapt. Aan het woord komen onder anderen Mark Rutte (secretaris-generaal NAVO), Frank Heemskerk (ASML), Marjan van Loon (Shell), Neelie Kroes (Uber/Salesforce), Ed Kronenburg (voormalig ambassadeur in China), Elske Doets (zakenvrouw van het jaar 2017), Stientje van Veldhoven (World Resources Institute), generaal Patrick Cammaert en Edith Schippers (oud-minister van VWS). Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456650814?aid=kb-online-bibliotheek&sid=19&dts=1766317931896&sig=fc797a573317024c77cc5cfbca5b488f331658943aa7522ff41f57fdfbe89326&width=320",
      "dateSeen": "2025-12-22T07:19:50.709Z"
    },
    "3abdf39037d1285062fcbc4b8a035903a43e2c82": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456650059/doe-en-denk-als-taylor-swift-josephine-inez",
      "title": "Doe en denk als Taylor Swift",
      "subtitle": "Authentiek, creatief, strategisch, veerkrachtig, charismatisch, ambitieus, succesvol",
      "authors": "Josephine Inez",
      "description": "In Doe en denk als Taylor Swift ontdek je hoe creativiteit, strategisch denken en veerkracht de sleutel zijn tot succes. Dit inspirerende boek duikt in Swifts carrière en laat zien hoe haar authentieke expressie, slimme keuzes en doorzettingsvermogen haar tot een wereldster maakten. Of je nu dromen wilt najagen, kansen wilt benutten of grenzen wilt doorbreken, dit nieuwste deel in de succesvolle Doe en denk als-serie biedt praktische handvatten om met dezelfde vastberadenheid en innovatie je eigen pad te creëren, zoals Taylor dat haar hele leven al doet. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456650059?aid=kb-online-bibliotheek&sid=19&dts=1766387058269&sig=ecdd6806cd79704c94d6dab141655acc8c21cf5901a13c7cace0747d6280c049&width=320",
      "dateSeen": "2025-12-22T07:19:51.230Z"
    },
    "fdcd69144ce86445d52c5b1724f6d3b952abaaac": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456649921/verborgen-juweel-virginia-andrews",
      "title": "Verborgen juweel",
      "authors": "Virginia Andrews",
      "description": "Pearl is opgegroeid in het liefdevolle thuis dat haar moeder Ruby en vader Beau voor haar gecreëerd hebben, samen met haar jongere tweelingbroers Pierre en Jean. Ze droomt ervan dokter te worden, en ze hoopt ooit net zo'n allesvervullende liefde te vinden zoals haar ouders die delen. Maar ze heeft nog steeds last van terugkerende nachtmerries over de gebeurtenissen in haar vroegste jeugd, en ze weet dat haar ouders oude familiegeheimen voor haar verzwijgen.  Als een van haar broers verongelukt in de bayou, ziet Pearl hoe haar moeder aan het verdriet ten onder gaat en uiteindelijk terugvlucht naar het huis waar ze opgroeide. Pearl houdt nog altijd zielsveel van haar moeder, maar het breekt haar hart om te zien hoe haar achtergebleven broer dodelijk ziek wordt en hun vader steeds vaker antwoorden zoekt in een fles bourbon.  Pearl ziet haar dromen een voor een vlam vatten en ten onder gaan. Ze komt tot het besef dat als ze nog iets van haar toekomst wil redden, ze eerst alle demonen uit het verleden te ruste moet leggen. Met de hulp van een Cajun-man die haar terzijde staat en de ijzeren wil die ze van haar moeder geërfd heeft, gaat Pearl op zoek naar de waarheid die haar hele familie kan bevrijden.  'Verborgen juweel' is het vierde deel in de Ruby-serie van Virginia Andrews, waarin drie generaties vrouwen in de familie Landry worden gevormd door een familiegeheim dat verstrekkende gevolgen heeft… Het verhaal van Pearl en de family Landry begon in 'Ruby', 'Parel in de mist' en 'Alles wat schittert' en gaat verder in 'Het gouden web'. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456649921?aid=kb-online-bibliotheek&sid=19&dts=1766387991337&sig=1cac1ccc9e937eaaafa1ecb0cb72d414b5cf5ca12bb9a57af4d1a41699b650af&width=320",
      "dateSeen": "2025-12-22T07:19:51.909Z"
    },
    "8f99c7089211d4a5c63bfcc2ba5d98acb56291d3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456650768/gestrikt-voor-kerst-kerstbengels",
      "title": "Gestrikt voor kerst",
      "authors": "Kerstbengels",
      "description": "Kleuterjuf Marloes moet de kerstviering op school organiseren, maar al snel dreigt alles in de soep te lopen. Haar broer schakelt de hulp in van Jake, een cynische muzikant die weinig op heeft met kerst en met kinderen. Terwijl ze samen proberen de kerstchaos te redden, groeit er onverwacht iets tussen hen. Wordt het een kerst om nooit te vergeten, of willen ze deze dag juist zo snel mogelijk achter zich laten? In de kerstnovelle 'Gestrikt voor kerst' is elk hoofdstuk geschreven door een andere Nederlandse feelgoodauteur. De auteurs die meewerkten zijn: Wendy Brokers, Denise Meijer, Jacodine van de Velde, Wendy de Liefde, Chantal Claassen, Jet Nijland, Isabelle Paz Soldan, Mienke Fijen, Anja Janssen, Karin de Graaff en Marjon Weerink. De royalty's van dit project schenken zij aan stichting Het Vergeten Kind. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456650768?aid=kb-online-bibliotheek&sid=19&dts=1766317931892&sig=745c41cf3729a5b93bc570801bac1ed5d7699ce855c15d0a0a38c621cf57273c&width=320",
      "dateSeen": "2025-12-22T07:19:52.455Z"
    },
    "48871d953a9a3e6ccf3928b9682b989e64b8d6f2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456650873/coachen-met-voice-dialogue-judith-budde---karin-brugman",
      "title": "Coachen met Voice Dialogue",
      "subtitle": "handboek voor begeleiders",
      "authors": "Judith Budde | Karin Brugman",
      "description": "Voice Dialogue is een ervaringsgerichte methode die steeds bekender wordt onder coaches in Nederland. In Voice Dialogue gaan we er vanuit dat ieder mens uit meerdere ikken of subpersonen bestaat. Deze ikken nemen het stuur geregeld van ons over. Zoals een Pleaser die zorgt dat je geen conflicten krijgt en een Pusher die je aanzet tot overwerken. Grip krijgen In Voice Dialogue gaat de begeleider letterlijk in gesprek met de verschillende ikken van de cliënt. Daardoor leert de cliënt zijn innerlijke krachtenveld beter kennen en meer kanten van zichzelf in te zetten. Met Voice Dialogue help je de cliënt om zelf de regie te nemen over zijn leven in plaats van dat een paar ikken dat doen. In dit eerste Nederlandstalige handboek over Voice Dialogue presenteren Judith Budde en Karin Brugman op levendige wijze hoe je kunt werken met deze methode. Helder en toegankelijk leggen ze de aanpak stap voor stap uit, geïllustreerd door tal van herkenbare voorbeelden. Voor wie 'Coachen met Voice Dialogue' is geschreven voor coaches, loopbaanadviseurs, supervisoren, therapeuten en andere begeleiders. Een onmisbaar naslagwerk voor iedereen die werkt of wil werken met deze prikkelende methode. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456650873?aid=kb-online-bibliotheek&sid=19&dts=1766349083227&sig=cf59122f49c9bc69335ff2f74f1f5e3b6d840ca4a521918ea12ea838ac55193a&width=320",
      "dateSeen": "2025-12-22T07:19:52.988Z"
    },
    "26bf4f78d12fda91bb66a5f43b848e0b45cd2982": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456649964/de-democratische-markt-lisa-herzog",
      "title": "De democratische markt",
      "subtitle": "hoe meer economische gelijkheid onze politiek kan redden",
      "authors": "Lisa Herzog",
      "description": "Filosofisch pleidooi voor een rechtvaardige economie waarin niet de markt maar de democratie centraal staat.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456649964?aid=kb-online-bibliotheek&sid=19&dts=1766387993101&sig=b98a37c5e37a47bbb8a4f4a2f9f41c3dd7063960d65b8ad19d805db9f7764f6f&width=320",
      "dateSeen": "2025-12-22T07:19:53.675Z"
    },
    "4623b18e816eb0b187e9dfad29c1f9f00b1d0814": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442312067/the-border-dispute-between-suriname-and-guyana-evert-g--gonesh",
      "title": "The border dispute between Suriname and Guyana",
      "subtitle": "Reflections on a contested territorial triangle",
      "authors": "Evert G. Gonesh",
      "description": "The border dispute between Suriname and Guyana has its roots in colonial times. This book sheds light on the genesis of the border dispute based on historical documents, while outlining the policy followed by the government of the Netherlands regarding this issue and further focuses on relevant aspects of international law and hitherto underexposed, if not hidden, historical facts. The author hopes that this publication could contribute to a balanced assessment of the problem by both governments in their pusuit of a peacefull solution of the border dispute. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442312067?aid=kb-online-bibliotheek&sid=19&dts=1766448200513&sig=d8aeaa052a7ced638df021f68ef24f7152da608e93d83e5073028c4caa576592&width=320",
      "dateSeen": "2025-12-23T07:18:57.634Z"
    },
    "c7b206a7d7a6408b64f70e8006ba2ca80064443c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442312059/the-world-as-home-yolanda-weldring",
      "title": "The World as Home",
      "authors": "Yolanda Weldring",
      "description": "What choices do you make in your life? Which turns do you take and when do you stick to your current path? In The World As Home, Yolanda Weldring tells the story of her now-seventy-year-old life – from a happy childhood in Noord-Holland and a free student time in Groningen to an exhilarating career, which led her via youth care in the Netherlands to development cooperation in Asia and Africa. She candidly describes the special encounters; loved ones, family, friends and colleagues, the lessons she learned and the experiences that shaped her world and self-image. The result is a sharp and inspired plea for a better world, in which we treat each other, animals and nature more humanely and carefully. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442312059?aid=kb-online-bibliotheek&sid=19&dts=1766408957650&sig=0fa86dc03ce2f8b935c37addd74eec3dda66f24a0975a7e77b74dc2e5bad06c7&width=320",
      "dateSeen": "2025-12-23T07:19:00.895Z"
    },
    "2adfe29f9a191e50b01696533682092bb378ef5a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/436843412/de-onvoltooide-memoires--",
      "title": "De onvoltooide memoires",
      "authors": "Mujibur Rahman",
      "description": "Onvoltooide memoires, op grond van dagboeken over de periode 1920-1955, van Sheikh Mujibur Rahman (1920-1975), de grondlegger van de staat Bangladesh.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A436843412?aid=kb-online-bibliotheek&sid=19&dts=1766391759243&sig=830bfd7e0c3d6d06547ee0831fb2abe7d0dbf01303b41ac24248575cfabbcb99&width=320",
      "dateSeen": "2025-12-23T07:19:01.305Z"
    },
    "dd510f987f2e6afc8d6cd9454c5c9e1f73d42ab0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444127011/zin-en-onzin-over-coaching-eefje-rondeel---aveline-dijkman",
      "title": "Zin en onzin over coaching",
      "authors": "Eefje Rondeel | Aveline Dijkman",
      "description": "Over coaching wordt veel gezegd en geschreven, maar er wordt nog maar weinig gebruik gemaakt van wetenschappelijke kennis rondom coaching. Dat is zonde, want de wetenschap kan ons waardevolle antwoorden geven op uiteenlopende vraagstukken. Moeten coach en coachee op elkaar lijken voor de beste resultaten? Is online coachen wel effectief? Kan dat ook met een chatbot in plaats van met een echte coach? Kan een leidinggevende een goede coach zijn? Is coaching een overbodige luxe? Heb je werkelijk iets aan wandel- of paardencoaching? Vaak doen over dergelijke vraagstukken de wildste verhalen de ronde. Maar hoe zit het nou echt? In ‘Zin en onzin over coaching’ wordt met een wetenschappelijke bril gekeken naar deze en andere actuele kwesties. En Eefje Rondeel (wetenschapper) en Aveline Dijkman (coach, opleider en supervisor) bespreken de wetenschappelijke tussenstand na aan de keukentafel. Zo kun jij als professional nog beter gefundeerde keuzes maken. Of je nu overweegt om coach te worden, een beginnende of gevorderde coach bent, coaches opleidt of je bezighoudt met de inzet van coaching binnen organisaties: dit boek is onmisbaar voor iedereen die het vak van coach serieus neemt. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444127011?aid=kb-online-bibliotheek&sid=19&dts=1766408957535&sig=3991225bd4c8124dd81bdd9e44e1f711bc7d4cb01404683b866704865b322d29&width=320",
      "dateSeen": "2025-12-23T07:19:01.702Z"
    },
    "f766e13ccb5aa483ebac33a324fde92f791b7e4a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456650830/win-win-marie-jos%C3%A9-cremers",
      "title": "Win win",
      "subtitle": "onderhandelen doe je zo",
      "authors": "Marie-José Cremers",
      "description": "Onderhandelen doe je overal. Op het werk, thuis, in de winkel en in de kroeg. Met je baas, je partner, je kinderen en wildvreemden. Je kunt er niet omheen. Vakkundig onderhandelen is een combinatie van inhoud, spelregels, machtsbalans, sfeer, psychologisch inzicht en techniek. Daarnaast kun je ook nog kiezen voor een onderhandelingsstrategie: samenwerken en begrip tonen of vechten. Hoe je het ook aanpakt, de kunst van goed onderhandelen is opkomen voor je eigen belang zonder de relatie met je onderhandelpartner te schaden. Met andere woorden: het eindresultaat is een win-windeal. Hoe je dat bereikt, leer je met het overzichtelijke stappenplan uit deze waaier. Doe er je voordeel mee! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456650830?aid=kb-online-bibliotheek&sid=19&dts=1766409433770&sig=1df36394e0b68a46189f2d29c5884926a01d15526e9fe5ee70421200febebbce&width=320",
      "dateSeen": "2025-12-23T07:19:02.113Z"
    },
    "1ff4e33d7827464c72fe9d60c0b9eb81c0cb4c11": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456652485/kleuren-van-hoop-sharon-garlough-brown",
      "title": "Kleuren van hoop",
      "subtitle": "bijbelstudiegids",
      "authors": "Sharon Garlough Brown",
      "description": "In 'Kleuren van hoop: bijbelstudiegids'van Sharon Garlough Brown vervolg je je weg met de vier vriendinnen uit de 'Reisgenoten'-serie: Meg, Mara, Charissa en Hannah. Aan de hand van 'Kleuren van hoop', het tweede deel uit de serie, neemt Sharon je acht weken lang mee via prikkelende vragen, inspirerende bijbelverzen en geestelijke oefeningen. Met deze speciale bijbelstudiegids wandel je niet alleen mee met de vier vriendinnen in hun spirituele reis, maar word je zelf ook uitgedaagd om je geestelijk leven opnieuw vorm te geven en je open te stellen voor Gods transformerende genade. Elke week wordt afgesloten met discussievraagen, waardoor het boekje ook perfect te gebruiken is in bijbelstudiegroepen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456652485?aid=kb-online-bibliotheek&sid=19&dts=1766397744995&sig=a84dd987c366e4806c4c81dd062fa32a975f6a4a62c1af834f123b093d612035&width=320",
      "dateSeen": "2025-12-23T07:19:02.504Z"
    },
    "2465161914ac107ab26ba1a9ca5c9cd0d6153a95": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456650857/het-zigzagmeisje-elly-griffiths",
      "title": "Het zigzagmeisje",
      "authors": "Elly Griffiths",
      "description": "Inspecteur Stephens wordt geconfronteerd met een moord die lijkt op een goocheltruc die hij ooit gezien heeft.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456650857?aid=kb-online-bibliotheek&sid=19&dts=1766393784173&sig=6f336b902da60cffda52af39900fb64d28ffdab8f7112ca584498d17da08947e&width=320",
      "dateSeen": "2025-12-23T07:19:02.947Z"
    },
    "f8e0b07e0b5fc0d0798579bb62fecebbb3d396ca": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456650903/samen-safe-hans-van-der-loo",
      "title": "Samen safe",
      "subtitle": "Hoe kleine gewoontes het grote verschil maken",
      "authors": "Hans van der Loo",
      "description": "Je veilig voelen is een oerbehoefte. Dat begint al bij een pasgeboren baby die instinctief de armen uitstrekt naar de ander. Ook op het werk verlangen we ernaar om gezien, gehoord en gewaardeerd te worden. Dáár draait het om bij psychologische veiligheid: jezelf kunnen zijn, open communiceren en volwaardig meedoen. In Samen safe laat de auteur zien hoe psychologische veiligheid het fundament vormt voor sterke teams en gezonde samenwerking. Dat weten we al langer, maar initiatieven om de veiligheid te verbeteren hebben maar al te vaak bitter weinig effect, door een onhandige aanpak, blinde vlekken en misverstanden. Ondanks de beste intenties gaat de veiligheid er soms zelfs op achteruit! Psychologische veiligheid moet je niet alleen afspreken, maar vooral dóen. In dit boek daarom geen ingewikkelde theorie of enorme veranderprogramma's, maar een praktische en onderbouwde aanpak waarin juist kleine gewoontes en ogenschijnlijk eenvoudige gebaren het verschil maken. Aan de hand van herkenbare voorbeelden, actuele inzichten en heldere handvatten leer je hoe je samen een werkomgeving creëert waarin mensen floreren. Een plek waar iedereen ertoe doet. De kleine gewoontes en gebaren die we ons samen eigen kunnen maken zullen een groot effect hebben. Samen safe is de praktische gids voor iedereen die met teams werkt en duurzaam wil bouwen aan vertrouwen, openheid en resultaten. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456650903?aid=kb-online-bibliotheek&sid=19&dts=1766391316484&sig=db2e3d45fe65d0c4feb739f632a9383cb7cc19ec66378aefdbb118df5cdd044a&width=320",
      "dateSeen": "2025-12-23T07:19:03.408Z"
    },
    "e9bf5dc63215c93517662516519aa2232e2646b2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456650083/woman-on-fire-sheila-de-liz",
      "title": "Woman on fire",
      "subtitle": "beter leven met de overgang",
      "authors": "Sheila de Liz",
      "description": "Gids over de menopauze, met veel adviezen op het gebeid van gezondheid en welzijn. Met zwart-witillustraties.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456650083?aid=kb-online-bibliotheek&sid=19&dts=1766396719571&sig=58aab192fb995a4eada3a2548b92bdcf055f4870df6630cbf21e6f316e9993e3&width=320",
      "dateSeen": "2025-12-23T07:19:03.802Z"
    },
    "20cd42f6af5475ccfb33dd0345d9fc04e47253df": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456650881/heldere-vlam-heather-kaufman",
      "title": "Heldere vlam",
      "subtitle": "roman",
      "authors": "Heather Kaufman",
      "description": "De bijbelse Johanna moet kiezen tussen haar loyaliteit aan haar rijke familie en haar persoonlijke verlangen om Jezus te volgen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456650881?aid=kb-online-bibliotheek&sid=19&dts=1766393369055&sig=7473c6918039b249af58f39c778db1c346db46435e90415c33135aa479973b0d&width=320",
      "dateSeen": "2025-12-23T07:19:04.249Z"
    },
    "c08204045724ff09074e523c84f319fd3a03a692": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45665092X/een-tijd-als-deze-sarah-van-der-maas",
      "title": "Een tijd als deze",
      "subtitle": "roman",
      "authors": "Sarah van der Maas",
      "description": "Na een valse beschuldiging neemt een jonge Duitse architect de identiteit aan van een overleden chauffeur. Terwijl hij noodgedwongen een zwijgend meisje naar Berlijn moet brengen, ziet hij tijdens hun tocht zijn dromen en overtuigingen instorten.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45665092X?aid=kb-online-bibliotheek&sid=19&dts=1766391335738&sig=0c74326ad159309040c7785e09ccb2922e0f998db7321faee8c417a8e5b0b5db&width=320",
      "dateSeen": "2025-12-23T07:19:04.670Z"
    },
    "f66393e45456a939d6fa05efda59f6eaae24ccef": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456650164/u-lijkt-me-een-vrij-hopeloos-geval-ad%C3%A9lka-vendl",
      "title": "U lijkt me een vrij hopeloos geval",
      "subtitle": "provocatief coachen: interventies die werken",
      "authors": "Adélka Vendl",
      "description": "Er bestaan grote misverstanden over provocatief coachen: je zou vrijuit je cliënt mogen kwetsen, beledigen en belachelijk maken. Dit boek maakt korte metten met deze opvatting. De therapeutische provocatie is juist een heel zorgvuldige uitnodiging tot een reactie. Een provocatieve coach werkt met humor, liefde en uitdaging om de cliënt te stimuleren zich uit te spreken en zijn kracht te bevorderen. Dit boek maakt helder hoe deze coachingsvorm werkt, welke voordelen ze biedt en geeft je een aantal aanzetten om er zelf mee te experimenteren. Tenminste, als je bereid bent een paar heilige huisjes in hulpverleningsland omver te gooien ... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456650164?aid=kb-online-bibliotheek&sid=19&dts=1766401359545&sig=6e0034aa7631012f26dda02ddcd7a0b251303aff194b85b5d03eb05261fa4a4c&width=320",
      "dateSeen": "2025-12-23T07:19:05.047Z"
    },
    "b1dbd5d323e9b4a706a5f9506cbd4a3daf177455": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456651896/de-jakartamethode-vincent-bevins",
      "title": "De Jakartamethode",
      "subtitle": "hoe het Amerikaanse anticommunisme de wereld veranderde",
      "authors": "Vincent Bevins",
      "description": "Verhandeling over de Amerikaanse overheidssteun aan de Indonesische massamoord op vermeende communisten van 1965, die de weg vrijmaakte voor vergelijkbare campagnes in andere landen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456651896?aid=kb-online-bibliotheek&sid=19&dts=1766413764773&sig=e6d354124be07a1de401b12f6ca1076d17744d507f46f0ee570edf9be8c7aa03&width=320",
      "dateSeen": "2025-12-23T07:19:05.432Z"
    },
    "af4da823daf16657bd0b553a8a5142a6bfeb4738": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456652469/verstilde-stemmen-virginia-andrews",
      "title": "Verstilde stemmen",
      "authors": "Virginia Andrews",
      "description": "Olivia Logan is altijd al de verstandige zus geweest, de verantwoordelijke zus. Belinda is in alles haar tegenpool: onbezonnen, flirterig en knap. Waar Olivia op hun vader lijkt, een man zo koud en gedreven als een winterstorm, is Belinda degene die haar uiterlijk inzet om te krijgen wat ze wil. Tot die noodlottige nacht.  In één nacht, een nacht waar ze van hun vader nooit meer over mogen spreken, verandert alles. Het is het begin van een opeenstapeling aan familiegeheimen en schandalen die de levens van generaties Logans zal bepalen. Het is de nacht die van Olivia de vrouw maakt die met ijzeren hand de familie Logan door de komende jaren zal loodsen – en die van Belinda slechts een schim maakt van de vrolijke jonge vrouw wier leven haar toelachte...\n'Verstilde stemmen' is het vijfde en laatste deel in de Melody-serie van Virginia Andrews, waarin drie generaties vrouwen in de familie Logan worden gevormd door een familiegeheim dat verstrekkende gevolgen heeft... Het verhaal van Olivia en de familie Logan begon met het verhaal van Melody in 'Melody', 'Lied van verlangen' en 'Onvoltooide symfonie', en met het verhaal van Laura in 'Middernachtmuziek'. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456652469?aid=kb-online-bibliotheek&sid=19&dts=1766400664437&sig=d4a5b24a286c66c755b1fd055f49c122477b00c618694c680d274d8480d0b5bd&width=320",
      "dateSeen": "2025-12-23T07:19:05.828Z"
    },
    "c68ea401605bcc5613f6ff3e21fa8aed56bb3e4c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443787158/van-god-los-pete-hautman",
      "title": "Van God los",
      "authors": "Pete Hautman",
      "description": "Jason heeft het helemaal gehad met zijn katholieke opvoeding. In een opstandige bui besluit hij zijn eigen religie te beginnen, met de plaatselijke watertoren als god. Maar wat begon als een grap, wordt steeds serieuzer als Jasons beste vriend een bijbel voor de nieuwe religie begint te schrijven. Ook schoolgenoten sluiten zich erbij aan. Jason verliest al snel de controle over de beweging die hij begonnen is, wat leidt tot een levensgevaarlijke nachtelijke ‘mis’ in de watertoren…\n\nPete Hautman laat met dit verhaal zien hoe verhoudingen binnen een groep op scherp kunnen komen te staan, en hoe iets onschuldigs totaal uit de hand kan lopen. Een geniaal boek over vriendschap, macht en je eigen weg volgen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443787158?aid=kb-online-bibliotheek&sid=19&dts=1766489858928&sig=50c3e152c2b326272f22f52bc4702b038098bbac9bb3cb5e7fce9a4673440602&width=320",
      "dateSeen": "2025-12-24T07:18:43.428Z"
    },
    "1ebfccac0704328c61b31a414b1db361a50ba463": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456662146/het-grote-zin-in-zappelin-voorleesboek-thedo-keizer",
      "title": "Het grote Zin in Zappelin voorleesboek",
      "authors": "Thedo Keizer",
      "description": "Het grote Zin in Zappelin voorleesboek van Thedo Keizer is het boek bij de bekende Zin in Zappelin podcast van AVROTROS. Zappie, Roef, Ollie en hun vriendjes maken allerlei avonturen mee. In de trein, naar de tandarts, afzwemmen, verstoppertje spelen, de avondvierdaagse: het komt allemaal voorbij. Sommige verhalen zijn wat spannender, zoals over het kasteelspook, verdwalen in het bos en de poes in de boom. Maar gelukkig komt het altijd goed! Zin in Zappelin is een populair tv-programma en veelbeluisterde verhalenpodcast van AVROTROS voor peuters en kleuters. In dit boek zijn de leukste 25 verhalen opgenomen. De vrolijke illustraties van TerraLemon maken het voorlezen extra leuk. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456662146?aid=kb-online-bibliotheek&sid=19&dts=1766551827549&sig=28143828196aaeceea80ed3a9726c682472498bde86ee404cd64d5a3599fe00a&width=320",
      "dateSeen": "2025-12-24T07:18:43.927Z"
    },
    "930a25811cd0dd73a362cf2edb309f5f0268792f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456661689/de-blauwevinvistemster-elin-meijnen",
      "title": "De blauwevinvistemster",
      "authors": "Elin Meijnen",
      "description": "De blauwevinvistemster is een jeugdboek van Elin Meijnen, passend bij de Kinderboekenweek van 2025, over een onvergetelijke zomer vol verlangen. Monica logeert in de zomervakantie bij haar opa en oma op een eiland. Maar ze moet plotseling alleen voor haar neefje en nichtje zorgen die ook bij opa en oma logeren. Veel liever gaat ze mee op avontuur met de groep jongeren die op het eiland kampeert – jongens en meiden die een paar jaar ouder zijn dan zij. Stiekem neemt Monica haar neefje en nichtje midden in de nacht mee naar het strand – kan dat wel goed gaan? Het is het begin van een zomer vol geheimen en dagen vol durven en ontdekken wie je bent. Voor fans van Anna Woltz en met een prachtig omslag van Gouden Penseel-winnaar Djenné Fila.  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456661689?aid=kb-online-bibliotheek&sid=19&dts=1766560724053&sig=d35aeac4a47ab32cb023e349fb50e1715bedcd7d81126609de3a15fca92911f7&width=320",
      "dateSeen": "2025-12-24T07:18:44.522Z"
    },
    "f05fad1c51f0e6da772ff8159f9cb579eebbced5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456660895/het-broertje-van-carlie-van-tongeren",
      "title": "Het broertje van",
      "subtitle": "Wat als je broer ineens beroemd is?",
      "authors": "Carlie van Tongeren",
      "description": "In Het broertje van hebben de broers Kay en Liam samen een grote hobby: Nederlandse covers maken van bekende hits en die delen op sociale media. Maar als Liam op een dag zonder Kay een video opneemt die wordt gedeeld door de oorspronkelijke artiest en viraal gaat, is Liam beroemd - en Kay niet. Kay is ineens 'het broertje van' en kijkt vanaf de zijlijn toe hoe het leven van zijn broer in een klap is veranderd. Kay kan genieten van de voordeeltjes die hij nu ineens heeft, tegelijkertijd mist hij zijn broer en is hij jaloers. Maar is het nieuwe leven van Liam wel echt zo leuk? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456660895?aid=kb-online-bibliotheek&sid=19&dts=1766489339150&sig=f19bab3823aa934e98e154766239f46b699ccade6d39474a46636cbcc2d6aad7&width=320",
      "dateSeen": "2025-12-24T07:18:45.021Z"
    },
    "aba71a783c4fe8d309f2c2bb8961369ab9225c28": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456660801/zonnesteek-suzanne-vermeer",
      "title": "Zonnesteek",
      "authors": "Suzanne Vermeer",
      "description": "In Zonnesteek, de nieuwe thriller van bestsellerauteur Suzanne Vermeer, en onderdeel van de gloednieuwe serie Thrillseekers, draait tijdens een examenreis op Albufeira een TikTok-challenge uit op een nachtmerrie. Naomi gaat samen met haar vriendinnen Jasmijn en Loïs op examenreis naar Albufeira. Eenmaal aangekomen in de Portugese stad ontmoeten ze al snel een groep Nederlandse jongens. Een van de jongens vertelt dat er een spannende Tiktok-challenge gaande is, en vraagt of de meiden zin hebben om mee te doen. Wat begint als een manier om lol te hebben, loopt steeds meer uit de hand als de opdrachten gevaarlijker worden. Terwijl de vakantie zo leuk begon, slaat de stemming compleet om als een van de vriendinnen na een avond uitgaan verdwenen is. Waar kan ze zijn? En heeft de laatste, extreem gevaarlijke challenge er iets mee te maken?\n \n \nZonnesteek is een boek voor jongeren dat speciaal voor de serie Thrillseekers werd geschreven door Suzanne Vermeer. Dé nieuwe serie voor jongeren die spanning en avontuur ademt. Deze pakkende thrillers weten zelfs de minst enthousiaste lezers te grijpen. Met dunne, toegankelijke boeken, geschreven door toonaangevende Nederlandse auteurs zoals Suzanne Vermeer en Maren Stoffels, belooft Thrillseekers een wervelende leeservaring: spannend, fris en eigentijds. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456660801?aid=kb-online-bibliotheek&sid=19&dts=1766477032858&sig=c200293065876b2d397b3a06d78d6d9d83983fc4f7e21a40a717867d3affeb1d&width=320",
      "dateSeen": "2025-12-24T07:18:45.552Z"
    },
    "376db4ce011105b698999d7af32cf80f29968bec": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456662855/toen-iedereen-ons-kwijt-was-wouter-klootwijk",
      "title": "Toen iedereen ons kwijt was",
      "authors": "Wouter Klootwijk",
      "description": "Toen iedereen ons kwijt was is een hartverwarmend en tijdloos verhaal van journalist en schrijver Wouter Klootwijk, waarin een wereld wordt beschreven waar iedere lezer graag zou willen wonen. Soms brengt een ongeluk geluk. Zo leren Pom en Siem elkaar kennen: omdat hun vaders op elkaar botsen in het verkeer. Vanaf die dag zijn ze beste vrienden. Op een dag zien ze wel duizend vissen. Zo komen ze op een idee om de visvrouw te helpen. Maar de volwassenen luisteren niet. En dus gaan Pom en Siem ervandoor als iedereen nog slaapt, op zoek naar iemand die wél in hun ongelooflijke ontdekking gelooft. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456662855?aid=kb-online-bibliotheek&sid=19&dts=1766558550476&sig=489a7d27897651ce54f37d73f9f7bfd12fd12c47707d77f6a579a563c8e94a27&width=320",
      "dateSeen": "2025-12-24T07:18:46.031Z"
    },
    "9fcbbfe865df8e20844881482a2fc2d46896295f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456661654/prinses-zonder-erwt-astrid-boonstoppel",
      "title": "Prinses zonder erwt",
      "authors": "Astrid Boonstoppel",
      "description": "Hij zag mij helemaal vanaf de andere kant van de kamer.\n (Ik liet achterwege dat hij mij ook allang was opgevallen.)\n Op een eindexamenfeestje ontmoet de zeventienjarige Claire de twee jaar oudere Wes. Wes heeft mooi haar en kijkt naar haar alsof hij haar al kende. Meer heeft Claire niet nodig om als een blok voor hem te vallen. En hij valt misschien nog wel harder voor haar.\n Heet beton, zonverbrande huid en de koelte van de tegels van de Maastunnel; samen beleven Claire en Wes de ultieme stadse zomer.\n Tot zij zwanger blijkt.\n 'Prinses zonder erwt' is een roman in versvorm over een eerste liefde, maar ook over een tienerzwangerschap en de emoties en mogelijke keuzes die deze met zich meebrengt. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456661654?aid=kb-online-bibliotheek&sid=19&dts=1766550153985&sig=6503c9722d0731bf680236fa954c07c08b90278ef7d5a7ad7f4793696f37a0df&width=320",
      "dateSeen": "2025-12-24T07:18:46.610Z"
    },
    "bdeb5435dd77750bf461ccfcfc4ce9bcf680dbc5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456663096/de-griezelbus-2-paul-van-loon",
      "title": "De Griezelbus 2",
      "authors": "Paul Van Loon",
      "description": "Herbeleef de  Griezelbus 2  van Paul van Loon met deze nieuwe editie met het originele iconische omslag. Vier kinderen neuzen stiekem rond op een autokerkhof. Als er een vreselijk onweer losbarst, schuilen ze in een oude bus. De bliksem slaat in. De verlichting van de bus gaat aan. Op de radio vertelt een stem griezelverhalen. De kinderen kunnen de bus niet meer uit. Dan stapt een merkwaardige chauffeur in. De bus vertrekt naar een duistere bestemming..\nSpeciaal voor alle Griezelbus-fans van het eerste uur – en voor de fans van nu. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456663096?aid=kb-online-bibliotheek&sid=19&dts=1766492619768&sig=9785d8903dcb1c78d6a28b82e4449c150caee3dbf24e05d85ee25f196b5dc81e&width=320",
      "dateSeen": "2025-12-24T07:18:47.129Z"
    },
    "f19457e88e1990ca03dac64dbf94fc0548683068": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456661719/stip---ponydroom-sam-verhoeven",
      "title": "Stip - Ponydroom",
      "authors": "Sam Verhoeven",
      "description": "In Stip - Ponydroom van Sam Verhoeven beleeft Emma met haar lievelingspony Stip een spannend ponyavontuur. Perfect boek voor beginnende lezers die van pony's en paarden houden!\nEmma hoort de mensen van de boerderij praten. Wordt Stip verkocht? Normaal doet Emma enorm haar best om Stip braaf te laten zijn, maar nu helpt ze hem om ondeugende streken uit te halen. Dat schrikt de kopers vast af! Of juist niet?\nStip is een ondeugende, grappige en lieve shetlandpony vol met stippen. Hij is kampioen ontsnappen en door de modder rollen, en hij is altijd in voor een avontuur (en een lekker hapje). Stip bestaat echt. Kom je hem een keer knuffelen bij Avonturenboerderij Molenwaard? Bezoek ook de gloednieuwe Stip de pony ranch!\nDit e-book is alleen geschikt voor tablets in verband met de kleurenillustraties. U kunt deze niet lezen op een zwart-wit e-reader. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456661719?aid=kb-online-bibliotheek&sid=19&dts=1766560727237&sig=56f3770b62326fe31fe60d08dca1a04218f451897b0a0ac53e0bca21a6c5e48e&width=320",
      "dateSeen": "2025-12-24T07:18:47.739Z"
    },
    "1a714994b6563dfd4f72f0aae38bf5e183cc5ab0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456660887/schaduwtemmer-rihana-jamaludin",
      "title": "Schaduwtemmer",
      "authors": "Rihana Jamaludin",
      "description": "Roekmini wordt geboren met een gave: ze kan wezens uit andere werelden zien. Vol verwondering en nieuwsgierigheid kijkt ze naar de bijzondere schepselen die voor anderen onzichtbaar zijn. Maar er is ook een keerzijde, want niet alle wezens zijn ongevaarlijk.\n Roekmini groeit op op plantage Reynsdorp, een traditionele agrarische gemeenschap van Javaanse immigranten in Suriname. Wanneer de Tweede Wereldoorlog uitbreekt, verandert het vertrouwde leven op de plantage, mede door de komst van Amerikaanse soldaten die de waardevolle grondstof bauxiet uit handen van de Duitsers willen houden.\nIn oorlogstijd arriveert ook een fabelachtige wajangpoppenspeler op Reynsdorp. Iedereen is laaiend enthousiast over het schimmenspel van deze Dhalang, maar Roekmini vertrouwt hem niet en besluit te vluchten. In kazernestad Paramaribo valt het Roekmini op dat er vreemde dingen gebeuren; er raken soldaten vermist en er lijken steeds meer kwade geesten rond te dolen. Komt het door de oorlog of heeft de Dhalang er iets mee te maken? En is een arm plantagemeisje met een handjevol vrienden opgewassen tegen dit grote gevaar? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456660887?aid=kb-online-bibliotheek&sid=19&dts=1766551791763&sig=4adfc7e453fd9b7c6d821e9a9784fd28e615b4c805344fabd671c570ee84a57d&width=320",
      "dateSeen": "2025-12-24T07:18:48.280Z"
    },
    "1ddfc6957871d25e9c18102ce7a994a3efb193a7": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45666310X/speler-13-maren-stoffels",
      "title": "Speler 13",
      "authors": "Maren Stoffels",
      "description": "In Speler 13, de nieuwe thriller van de koningin van de plottwists Maren Stoffels en onderdeel van de gloednieuwe serie Thrillseekers, neemt Joey per ongeluk de verkeerde rugzak mee naar huis. Hij vindt daarin een toegangsticket voor Container Cash: een illegale, levensgevaarlijke spelshow waarmee veel geld te verdienen is – als je wilt. Kan Joey hiermee in één keer de gokschulden van zijn broer aflossen? De regels van Container Cash zijn simpel: stap een container in en voer de opdracht uit. Als je eruit komt, krijg je het geldbedrag dat erop staat. Joey stort zich in het spel – met gevaar voor eigen leven.\n \nSpeler 13 van Maren Stoffels is een van de eerste thrillers in de Thrillseekers-reeks: dé nieuwe serie voor jongeren die spanning en avontuur ademt. Deze pakkende thrillers weten zelfs de minst enthousiaste lezers te grijpen. Met dunne, toegankelijke boeken, geschreven door toonaangevende Nederlandse auteurs zoals Suzanne Vermeer en Maren Stoffels, belooft Thrillseekers een wervelende leeservaring: spannend, fris en eigentijds. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45666310X?aid=kb-online-bibliotheek&sid=19&dts=1766560647661&sig=64a13d5377d83b4620073c79454bbb1f30b945db84cb35e60a5433ff32dc8f86&width=320",
      "dateSeen": "2025-12-24T07:18:48.807Z"
    },
    "2e2db010d5e44b3bdb96ebafd9f69ece12854451": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456660720/vol-avontuur-diverse-auteurs",
      "title": "Vol avontuur",
      "subtitle": "Ga mee op de spannendste avonturen!",
      "authors": "Diverse auteurs",
      "description": "De verhalenbundel Vol avontuur, geschreven door de allerleukste auteurs, waaronder Paul van Loon, Ilona de Lange, Marcel Groenewegen en Annet Jacobs, is hét boek voor de Kinderboekenweek 2025. Ga mee op de spannendste avonturen! Helemaal alleen de wijde wereld in. Op avontuur met je beste vrienden. In het diepste geheim midden in de nacht naar buiten sluipen. In dit heerlijke boek vind je de leukste, spannendste en meest onverwachte avonturen die je zelf zou willen beleven! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456660720?aid=kb-online-bibliotheek&sid=19&dts=1766497856155&sig=8a0b724a4eefbec3af0abc770e4ae969f23c1a835747158f8e30257d4bfaefb2&width=320",
      "dateSeen": "2025-12-24T07:18:49.329Z"
    },
    "3adf12750fd572c77c1c76a5308b365262aba120": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45666078X/het-geheim-van-amsterdam-andr%C3%A9-kuipers",
      "title": "Het geheim van Amsterdam",
      "authors": "André Kuipers",
      "description": "Het geheim van Amsterdam is een spannend nieuw ruimte-avontuur van astronaut André Kuipers, onderdeel van de al twintig jaar megapopulaire Geheim-serie. In dit verhaal, wat ter gelegenheid van 750 jaar Amsterdam verschijnt, is er paniek in Amsterdam! De Dam is verdwenen. Komt het door een aardbeving? Of is er een komeet ingeslagen? Ishan is alleen thuis als hij dit nieuws op het journaal ziet. Toch gaat hij naar buiten. Daar wordt hij in een tunnel gezogen en komt samen met een onbekend meisje op de landingsbaan van een raket terecht. Een vreemde stem geeft hen opdracht met die raket de ruimte in te gaan. Alleen zij kunnen de aarde redden… Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45666078X?aid=kb-online-bibliotheek&sid=19&dts=1766560729440&sig=4fb3901af879fd7a39a145ccfeec6a306edae7632a7858af5f90d5b382dd5633&width=320",
      "dateSeen": "2025-12-24T07:18:49.909Z"
    },
    "67cb7a37e0e9bd0818a588961ff106ca1fa3eb6d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456660747/hoopvolle-verhalen-over-het-einde-van-de-wereld-schrijvers-voor-toekomst",
      "title": "Hoopvolle verhalen over het einde van de wereld",
      "authors": "Schrijvers voor Toekomst",
      "description": "Hoopvolle verhalen over het einde van de wereld van Schrijvers voor Toekomst is een verrassende bundel korte verhalen rond het thema klimaatverandering, voor lezers van 12 jaar.\n\nStel je voor... \nje ontdekt een bacterie die alle plastic opeet\nje staat in de lift met een van de leukste jongens van je school en dan valt de stroom uit\nje hangt midden in een storm aan een helikopter om actie te voeren\nje leeft in een wereld waarin vliegtuigen zwavel strooien om het zonlicht te dimmen\n15 bekende jeugdboekenschrijvers maken zich zorgen over klimaatverandering en lieten hun fantasie erop los. Hun verhalen zijn spannend, grappig, ontroerend en inspirerend, en vaak gaan ze over moed. De moed om te zijn wie je wilt zijn, om risico’s te nemen voor iets wat je belangrijk vindt. Wedden dat je iets van jezelf in dit boek terugvindt?\n\nIn deze eerste verhalenbundel van Schrijvers voor Toekomst staan verhalen van: Fikry El Azzouzi, Mark Boode, Tom De Cock, Thijs Goverde, Marc ter Horst, Marco Kunst, Elin Meijnen, Milouska Meulens, Marloes Morshuis, Rima Orie, Mijke Pelgrim, Maria Postema, Esther Walraven, Anna Woltz en Zindzi Zevenbergen.\n\n'Dit boek is een aanrader voor thuis en voor in de klas. Lees het voor, geef het door en gebruik in de les ook de lessuggesties die gratis te downloaden zijn op de website schrijversvoortoekomst.nl. Vereende krachten kunnen ervoor zorgen dat verandering daadwerkelijk bewerkstelligd worden. Door middel van deze verhalenbundel is er weer een stap in de goede richting gezet.' - Lang Leve Lezen\n'Juist waar het gaat om botsende meningen en de moed daar het gesprek over aan te gaan, te verbinden, of juist tegen de keer in te gaan, slaagt deze bundel in zijn opzet. [...] Een mooie kennismaking met een aantal van de beste jeugdboekenschrijvers die de lage landen rijk zijn.' - Tzum\n'De diversiteit aan verhalen maakt het erg fijn om te lezen. Op die manier is er voor iedereen een verhaal waarin ze zich zullen kunnen herkennen. De verschillende verhalen doen je ook nadenken over (de gevolgen van) de klimaatverandering én over wat je zelf kan doen om een steentje bij te dragen. [...] Van mij krijgt de bundel dan ook vier sterren!' - Young-Adults.nl\n'Door de grote variatie in toon en perspectief is er altijd wel een verhaal dat een leerling aanspreekt of raakt. De verhalen zijn kort maar krachtig en zetten aan tot denken én praten. Ze bieden leerlingen geen lesje, maar een ervaring. Niet door te zeggen wat moet, maar door te laten voelen wat ertoe doet. Een aanrader voor elke leerkracht die op zoek is naar verhalen die niet alleen informeren, maar ook verwonderen en zo het gesprek over de toekomst op gang brengen.' - Soullie.nl Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456660747?aid=kb-online-bibliotheek&sid=19&dts=1766560730028&sig=fe3252a23d6d6f0e31238ba3f96829345244018aa3858d418a5026e03f4ab319&width=320",
      "dateSeen": "2025-12-24T07:18:50.501Z"
    },
    "637634326c20869ce05a365af0542c86638b16b1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456660755/the-way-i-used-to-be-amber-smith",
      "title": "The way I used to be",
      "authors": "Amber Smith",
      "description": "'Ik weet niet wie ik op dit moment ben. Maar ik weet wel wie ik niet ben. En dat vind ik fijn.'\nAls Eden wordt verkracht door de beste vriend van haar broer, wordt alles anders. Want hoe vertel je iets waar ampel woorden voor zijn? Hoe maak je mensen duidelijk dat het beeld dat ze van iemand hebben niet klopt? Het lukt Eden niet om te praten, dus begraaft ze de waarheid - en daarmee het meisje dat ze vroeger was. Ze doet alsof ze geen vrienden nodig heeft, geen liefde, geen gerechtigheid. Maar terwijl haar wereld instort, blijkt dat er maar één persoon is die Eden kan redden... En dat is Eden zelf.\n\"The way I used to be\" is een prachtig maar aangrijpend verhaal over seksueel misbruik, de bredere impact van trauma en de veerkracht die nodig is om je eigen identiteit terug te vinden. Het boek werd genomineerd voor meerdere prijzen en ontving tienduizenden positieve reviews. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456660755?aid=kb-online-bibliotheek&sid=19&dts=1766520377566&sig=8fc3d3be5503862bb3206995e0ea70a7d4be435fdedbfee9f26278727d455df2&width=320",
      "dateSeen": "2025-12-24T07:18:51.031Z"
    },
    "8f0dd43f1ecb30e300476d855e0c560048b936c1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456660798/tekeningen-in-het-zand-mary-heylema",
      "title": "Tekeningen in het zand",
      "authors": "Mary Heylema",
      "description": "Mary Heylema en prijswinnend kunstenaar Tineke Meirink maakten met Tekeningen in het zand een gevoelig én avontuurlijk voorleesboek over een jongen die het lastig vindt dat zijn ouders gaan scheiden.\n\nLoetje woont op een eiland. Het liefst gaat hij elke dag naar de zee, waar hij het strand afzoekt naar touwtjes, stenen en andere schatten. Hij sleept ze mee naar huis en bedenkt er talloze verhalen bij. Maar als zijn ouders uit elkaar gaan, raakt Loetje enorm van slag. Hij kan zijn plek niet vinden in de twee huizen en stopt zelfs met strandjutten.\nOp een dag vindt hij schatten die in een patroon zijn neergelegd op het strand. Hij loopt er eerst onverschillig langs, maar een dag later vindt hij weer zo’n tekening van vondsten. Wie maakt deze tekeningen? Zo leert Loetje de mysterieuze strandjutter Wiets kennen, die hem leert: kapot is niet altijd stuk, maar soms ook schervengeluk! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456660798?aid=kb-online-bibliotheek&sid=19&dts=1766560731161&sig=d12fd9bf9258a861e12eeaba57a6c0feb41f93ef44435a5f2ea30f36157f7576&width=320",
      "dateSeen": "2025-12-24T07:18:51.640Z"
    },
    "af778b5fc0c3183584bdcd83280bfa0027d3788f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456663053/hotel-de-spartaan-lizette-de-koning",
      "title": "Hotel De Spartaan",
      "authors": "Lizette de Koning",
      "description": "Hotel De Spartaan is een heerlijk avontuur voor lezers van 9 of ouder.\nRoef vindt lezen heel moeilijk. Liever besteedt hij tijd aan zijn uitvindingen, en nadenken over de grote uitvindwedstrijd die elke zomer wordt gehouden. Roefs vader is een zakenman die overgebleven pepernoten naar China verscheept en zijn moeder een ambitieuze politica. Zij vinden het vooral belangrijk dat hij goed scoort op zijn OMNI-toets, die bepaalt naar welke middelbare school hij mag.\nWanneer Roefs uitslag tegenvalt, zien zijn ouders een reclame voor hotel De Spartaan. Kinderen van rijke ouders kunnen daar een zomer doorbrengen, wat hun schoolresultaten enorm zal helpen. Roefs ouders besluiten om hem er heen te sturen. Weg wedstrijd voor uitvindingen, dus. Maar dat is nog niet Roefs grootste probleem! Want als hij in hotel De Spartaan komt, ontdekt hij samen met de andere kinderen dat de eigenaar een bedrieger is.. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456663053?aid=kb-online-bibliotheek&sid=19&dts=1766551842076&sig=824227cec7e5a7e4a9e10324a17196a59aa5e699d803397d4b9d0b51aa74006b&width=320",
      "dateSeen": "2025-12-24T07:18:52.137Z"
    },
    "9a00370895230a83b7f88571bd1dac63075df97d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456661670/de-verboden-game-maxime---sophie",
      "title": "De verboden game",
      "authors": "Maxime & Sophie",
      "description": "In De verboden game, het tweede boek in hun serie, moeten Maxime & Sophie op zoek gaan naar Gideon, die spoorloos verdwenen is. Ze ontdekken dat hij via een mysterieuze app op de tablet een gamewereld in is gezogen! Samen met Sander duiken de meiden ook de tablet in. Ze worden spelers in een serie spannende, hilarische én gevaarlijke games. Kunnen ze Gideon vinden voordat het te laat is?\nEen spannend en hilarisch vervolg op De grootste challenge ooit, dat ook los te lezen is. Met glansrollen voor de bekendste typetjes van Maxime & Sophie, die 1,6 miljoen volgers op TikTok hebben. Met tekeningen van Stripmaker der Nederlanden Jan Vriends, bekend van Tina. Voor fans van Rik & Jesper. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456661670?aid=kb-online-bibliotheek&sid=19&dts=1766482960442&sig=e620015ccff08e2ccaa8dd880905075d7570744656c053683c58f194f410e991&width=320",
      "dateSeen": "2025-12-24T07:18:52.637Z"
    },
    "33fc945cde2765054c8bc69c80ae0d621190a139": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456661646/de-youtube-hack-annet-jacobs",
      "title": "De YouTube Hack",
      "subtitle": "Het YouTube-kanaal van Loiza en Boaz heeft opeens miljoenen abonnees. Superleuk! Toch?",
      "authors": "Annet Jacobs",
      "description": "In De YouTube Hack van bestsellerauteur Annet Jacobs beleven Loiza en Nacho een spannend avontuur als zij per ongeluk doorbreken op YouTube. Een aanrader voor iedereen die droomt van een eigen YouTube-kanaal.\nNacho en Loiza hebben een YouTube-kanaal. Met een goud glimmend lint en een glitterschaar openen ze heel officieel de gekste dingen – gootsteenputjes, pakken melk, hondenpoepzakjes... Ze hebben nul abonnees. Nul likes. Maar ontzettend veel lol! Dan wordt YouTube gehackt. Het platform is drie dagen offline. Daarna is alles anders. Nacho en Loiza hebben miljoenen abonnees. Ze zijn beroemde YouTubers!\n'Net als de boeken over TikTok zal ook dit verhaal bij kinderen vanaf een jaar of 9 in de smaak vallen. Het sluit perfect aan op de belevingswereld van de jeugd van nu!' - Kinderboekenjournaal\n'De game challenge is in één woord GEWELDIG! Wat een tof boek, spannend vanaf het begin tot aan de laatste letter.' - Hebban\n \nDit e-book is alleen geschikt voor tablets in verband met de kleurenillustraties. U kunt deze niet lezen op een zwart-wit e-reader. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456661646?aid=kb-online-bibliotheek&sid=19&dts=1766560732751&sig=21e8a13cb80c1e579e7b140b5a22f1ae018696105e0e4a9f59c778251ba40a05&width=320",
      "dateSeen": "2025-12-24T07:18:53.223Z"
    },
    "3a4741641465fefd6441beb71016f4230bea38cf": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456661662/maxi---helium-in-het-magische-dierenrijk-camilla-brinck",
      "title": "Maxi & Helium in het magische Dierenrijk",
      "authors": "Camilla Brinck",
      "description": "Maxi en Helium wonen sinds kort in de mensenwereld. Als ze op een dag een gat in de muur ontdekken en hierin worden gezogen, begint een spannend avontuur. Ze komen in het Dierenrijk terecht: een magische plek waar nog nooit een mens is geweest!\nTa-Ta, een vriendelijke weerwolf, legt hun alles uit over het Dierenrijk. Er staat Maxi en Helium een gevaarlijke missie te wachten! Ze moeten op zoek naar hun verdwenen ouders. En dat heeft weer alles te maken met de waardevolle Gouden Kaas die in handen dreigt te vallen van de Jachtduiven... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456661662?aid=kb-online-bibliotheek&sid=19&dts=1766560733338&sig=f131c7ec723fe18c4e05b2a0bb2ba9d501b0f48a4b0684209b802f039ce560e6&width=320",
      "dateSeen": "2025-12-24T07:18:53.859Z"
    },
    "51f52f8297d54081a7430e6cf96190a617fc5747": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456662138/morgen-ben-ik-vrij-diverse-auteurs",
      "title": "Morgen ben ik vrij",
      "subtitle": "Verhalen over slavernij",
      "authors": "Diverse auteurs",
      "description": "Morgen ben ik vrij bevat elf verhalen over de tijd van de slavernij, gezien door de ogen van kinderen. Van Paramaribo tot Amsterdam, en van Java tot Curaçao: slavernij heeft overal een enorme invloed gehad. Dit jeugdboek met verhalende non-fictie brengen elf verhalen je dichter bij die geschiedenis. Elk verhaal wordt verteld door kinderen die destijds te maken hadden met slavernij. De opstand van Tula, het abolitionisme van Elizabeth Fry en Marten Douwes Teenstra, Ma Pansa die zaadjes in haar haar smokkelde: lees hun verhalen, en die van anderen. Maak kennis met de jonge Isack, die als pronkstuk cadeau wordt gegeven aan een adellijke familie. Of met Doni, die gevangenzit op een slavenschip en de schaduwjongen Untung, die op het familieportet van Pieter Cnoll staat in Batavia. De verhalen zijn spannend, ontroerend en hoopvol, en vertellen over moedige mensen die opstaan tegen onrecht.\nDe verhalen in deze bundel zijn geschreven door bekende auteurs: Simone Arts, Annemarie van den Brink, Janice Deul, Fikry El Azzouzi, Henna Goudzand Nahar, Tialda Hoogeveen, Martine Letterie, Milouska Meulens, Robin Raven en Dwight van van de Vijver. Naast auteur van twee verhalen, is Tialda Hoogeveen ook betrokken geweest als mede-samensteller en redacteur. Ernestine Comvalius schreef het voorwoord en de prachtige, kleurrijke illustraties zijn gemaakt door Roeqiya Fris. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456662138?aid=kb-online-bibliotheek&sid=19&dts=1766560733977&sig=3246df0b58345a601e462821560402591b59919fa54719166cc680cb842a49d5&width=320",
      "dateSeen": "2025-12-24T07:18:54.432Z"
    },
    "8c40a0c96b9e2e7e3cf549406f2ca2d5f31d52bf": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444728767/kinderen-van-de-straat-xavier-laurent-petit",
      "title": "Kinderen van de straat",
      "authors": "Xavier-Laurent Petit",
      "description": "Saturnino, zijn zusje Luzia en de kreupele Tullidito zijn straatkinderen. Ze overleven door schoenen te poetsen en kaarten te verkopen. Het belangrijkste is om ver weg te blijven bij de macaco’s, de militaire politie. Want als zij je te pakken krijgen, kom je misschien wel niet meer terug. Als Saturnino wordt betrapt bij het beroven van een toerist, valt hij in handen van de macaco’s. Maar dan verschijnt er een oude man in een prachtig pak, die ervoor zorgt dat Saturnino vrijgelaten wordt. Hij is dirigent en nodigt allerlei straatschoffies uit om ze instrumenten te leren bespelen. Maar kan muziek hen redden van het rauwe straatleven?\nXavier-Laurent Petit baseerde dit verhaal op een Boliviaanse dirigent die een orkest oprichtte van straatkinderen. Tijdens de rellen van 2003 vloog de muziekschool in brand. De kinderen redden de instrumenten en verwelkomden hun leraar door te spelen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444728767?aid=kb-online-bibliotheek&sid=19&dts=1766514160579&sig=9c5354144a26acc3b9a4ef7ee6737625077e9517fea8bda7cc26d3fede9aba99&width=320",
      "dateSeen": "2025-12-24T07:18:54.943Z"
    },
    "bb4adade280e4c520e8c7c9593029a274438adc8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448858223/de-muizenschool-agn%C3%A8s-mathieu-daud%C3%A9",
      "title": "De muizenschool",
      "authors": "Agnès Mathieu-Daudé",
      "description": "De uil Elvis is er klaar mee. Nooit kan hij eens rustig de krant lezen of een dutje doen. Hij houdt best van gezelschap, maar de dertien ondeugende muisjes beneden in de stal maken wel erg veel lawaai. Gelukkig heeft hij gezien dat mensen een uitstekende oplossing voor zo’n probleem hebben bedacht: een school. En Elvis denkt dat hij best schooldirecteur kan worden…In deze bundel worden drie grappige verhalen over Elvis en de muisjes Winnipeg, Wiepke, Waaike, Wendela, Wies, Wopke, William, Wilfried, Wietze, Willibrord, Wout, Watnogmeer en Waaromniet gebundeld. Om voor te lezen of zelf te lezen! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448858223?aid=kb-online-bibliotheek&sid=19&dts=1766501890557&sig=fde5d371a1fa59f2c77062b3f9eaef25615ecdf87d7460874f4f56ee36459f95&width=320",
      "dateSeen": "2025-12-24T07:18:55.444Z"
    },
    "9bcd7915b9dba4a3a38fc628a8f23c67ef8fba0d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44472866X/het-geheim-van-de-natuurbende-marjolein-van-der-gaag",
      "title": "Het geheim van de natuurbende",
      "authors": "Marjolein van der Gaag",
      "description": "In bijna alle voortuinen in de buurt liggen alleen maar tegels. Saai! Daar gaan Levi, Samir en Zoë iets aan doen! Stiekem sluipen ze ’s nachts naar buiten, halen stenen weg en zetten er bloemen en planten voor in de plaats. De volwassenen snappen er niks van. Waar komen al die bloemen ineens vandaan? Het is het geheim van de natuurbende! Maar diep in de nacht stuiten Levi en zijn vrienden op een groot gevaar… Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44472866X?aid=kb-online-bibliotheek&sid=19&dts=1766506931007&sig=00dd89e293f54450ac3d5241dc2c7c728f10477089650b8cf92454f686b1f2e3&width=320",
      "dateSeen": "2025-12-24T07:18:55.937Z"
    },
    "a8549f6b096fa0ebfede599d03eeb1b43f0a6382": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444714286/after-party-maren-stoffels",
      "title": "After Party",
      "authors": "Maren Stoffels",
      "description": "Iedereen kent het verhaal van Eslin. Zij is vorig jaar na het schoolfeest verdwenen en nooit meer teruggevonden. Een jaar later is Lucy nog altijd naar haar op zoek. Wat is er met Eslin gebeurd? Dan wordt eropnieuw een schoolfeest georganiseerd. Het lijkt erop dat Lucy eindelijk antwoorden gaat krijgen. Maar die brengen haar gevaarlijk dicht bij de ontvoerder… Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444714286?aid=kb-online-bibliotheek&sid=19&dts=1766494772458&sig=ec726f4d9ef7a21ce573913cf2bc483299f3aa73cac26189fd6554f793bdcd35&width=320",
      "dateSeen": "2025-12-24T07:18:56.480Z"
    },
    "035b28c8ffe74bf605d07da8241055a27ec603ea": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448858177/the-glass-girl-kathleen-glasgow",
      "title": "The glass girl",
      "authors": "Kathleen Glasgow",
      "description": "Het nieuwste boek van Kathleen Glasgow - bekend van de bestseller 'Girl in Pieces'\n Bekroond New York Times #1-bestsellerauteur Kathleen Glasgow komt opnieuw met een aangrijpende roman waarin de complexe wereld van verdriet, hoop en herstel centraal staat. Glasgow heeft het talent om ingewikkelde emotionele thema's op meeslepende manier te brengen, en de diepgaande karakterontwikkeling van haar personages zorgt ervoor dat haar boeken de lezer diep raken.\n'The glass girl', een indringend verhaal over Bella die haar verdriet om het verlies van haar oma verdooft met alcohol, is niet alleen prachtig geschreven, maar biedt ook (h)erkenning voor degenen die soortgelijke uitdagingen ervaren. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448858177?aid=kb-online-bibliotheek&sid=19&dts=1766486082072&sig=c36ae4c0521a13283531a855e9fd3912c9df330fc5122e9fe5decf4648bb4d62&width=320",
      "dateSeen": "2025-12-24T07:18:57.048Z"
    },
    "e44589e9919322105a6f1bac20a12546cf2af7cb": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/446937282/het-raadsel-van-de-verdwenen-ring-martine-kamphuis",
      "title": "Het raadsel van de verdwenen ring",
      "authors": "Martine Kamphuis",
      "description": "Twee vriendinnen en een puppy lossen een reeks diefstallen op in deze detective voor lezers van 9-12 jaar, geschreven door crime-schrijfster Martine Kamphuis.\nEmmy’s oma vergeet veel, dus als ze haar ring kwijt is, denkt iedereen dat ze hem zelf zoekgemaakt heeft. Iedereen… behalve Emmy! Zij wil op onderzoek gaan in het tehuis waar oma woont. Maar hoe kan ze daar zo vaak naartoe zonder dat het opvalt? \nGelukkig heeft haar beste vriendin een puppy gekregen, en de meiden merken dat de oude mensen heel erg opvrolijken van het hondje. Dat is een mooi onderwerp voor het werkstuk dat ze moeten maken, en zo hebben ze meteen een goede smoes om elke dag naar het tehuis te gaan. Er zijn verdachten genoeg, zoals een jongen die zijn oude buurman opzoekt en doet alsof hij ook speurt naar de dief. De meiden zetten een val en wachten vol spanning…\nEen spannende whodunnit voor jonge fans van cosy crime. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A446937282?aid=kb-online-bibliotheek&sid=19&dts=1766500396500&sig=ce14bc085c41161b348b8459c0dd422dfd884fd42b17e49922beac2bceda128e&width=320",
      "dateSeen": "2025-12-24T07:18:57.630Z"
    },
    "730c14615578c12e9b348a626b145b02b7e7f3c3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/449119513/de-squishy-s-nemen-het-over--marjolein-algera",
      "title": "De squishy's nemen het over!",
      "authors": "Marjolein Algera",
      "description": "Ineens verschijnen er in de buurt op de gekste plekken superzachte squishy knuffels! Milou en Puck vinden er steeds meer en ze besluiten op onderzoek te gaan, want 1: van wie zijn die squishy’s eigenlijk? En 2: waarom worden ze op die vreemde plekken achtergelaten? Ze roepen zichzelf uit tot de Super Squishy Club en ze willen antwoorden! Zijn alle squishy’s wel wat ze lijken?\nMet full colour illustraties van Leon Römer, bekend van Schattig tekenen doe je zo! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A449119513?aid=kb-online-bibliotheek&sid=19&dts=1766501849914&sig=b1bb075a2c5074412a2e56adfa1cedb1cdfbe1038e7599414f0428e49150ec64&width=320",
      "dateSeen": "2025-12-24T07:18:58.144Z"
    },
    "0b4b8cc5cb6ba5b51a8647ea49fb454ceffe0503": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/446937258/benno-s-beste-vriend-jutta-nymphius",
      "title": "Benno's beste vriend",
      "authors": "Jutta Nymphius",
      "description": "Op de markt laat Benno per ongeluk een teckel schrikken, die keihard begint te blaffen en hem in zijn vest bijt. Vanaf dat moment is hij heel bang voor honden. Zo bang, dat hij eigenlijk niet meer in zijn eentje naar school durft te lopen.\nAls zijn moeder op een dag meegaat, ziet Benno dat het tuinhek van een buurman openstaat. En die buurman heeft een hond! De buurman legt uit dat Benno niet angstig hoeft te zijn, omdat Freddy bang is voor mensen. Hij is zo schuw dat de buurman twijfelt of hij weer terug moet naar het asiel. Maar dat vindt Benno wel heel zielig… kan hij Freddy niet helpen? Zo ontstaat er een bijzondere vriendschap.\nDit e-book is alleen geschikt voor de tablet. U kunt het niet lezen op een e-reader. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A446937258?aid=kb-online-bibliotheek&sid=19&dts=1766496353993&sig=134b5e62aaf0d85fc0c76fdd9526605af93b3b17b86e833d90a6908ae296a3c4&width=320",
      "dateSeen": "2025-12-24T07:18:58.635Z"
    },
    "c3225dcbf4d57a176318f436a4e305aecc1628c2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448858061/middernachtkatten-en-het-gevaar-van-de-magische-halsband-barbara-laban",
      "title": "Middernachtkatten en het gevaar van de magische halsband",
      "authors": "Barbara Laban",
      "description": "Nova en Henry zijn kattenfluisteraars: ze kunnen katten verstaan en met ze praten! Nova ontdekt dat de wrede kat Fergus alle andere katten het leven zuur maakt. Alleen de geheimzinnige halsband van Morar kan Fergus in toom houden – maar zonder magische bedels werkt de halsband niet. In het diepste geheim gaan Nova en Henry op zoek naar de verdwenen bedels. Maar Fergus heeft overal spionnen en handlangers, die er alles voor over hebben om de magische voorwerpen in handen te krijgen… Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448858061?aid=kb-online-bibliotheek&sid=19&dts=1766507239361&sig=530f92dec756af2af6b19bf196574881555717381724e68d130364ec03b1b347&width=320",
      "dateSeen": "2025-12-24T07:18:59.148Z"
    },
    "90bacdc891fa1f78aec1a54f72d88a6e37e8a0c6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444601740/hoe-vijanden-vrienden-kunnen-worden-yuval-noah-harari",
      "title": "Hoe vijanden vrienden kunnen worden",
      "subtitle": "Het mysterie van de mens",
      "authors": "Yuval Noah Harari",
      "description": "Waarom maken mensen ruzie met elkaar, of nog erger: waarom voeren ze oorlog? Willen mensen niet liever in vrede samenleven…?\nIn dit boek lees je hoe ruzie en oorlog ontstaan doordat mensen jaloers, bang of hebzuchtig zijn. Het begint allemaal met de verhalen die we elkaar vertellen, verhalen die vaak helemaal niet waar zijn. Bijvoorbeeld over mensen die anders zijn dan wijzelf.\nIn dit boek ontdek je ook hoe iedereen mee kan helpen om ervoor te zorgen dat vijanden vrienden worden en blijven. Ook jij!\nYuval Noah Harari werd wereldwijd bekend met zijn boek Sapiens. Volgens veel mensen het belangrijkste boek dat ze ooit lazen. Met kleurenillustraties van Ricard Zaplana Ruiz.\nDit e-book is alleen geschikt voor tablets in verband met de kleurenillustraties. U kunt deze niet lezen op een zwart-wit e-reader. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444601740?aid=kb-online-bibliotheek&sid=19&dts=1766600701525&sig=9a52e0c62c43508bceb658f11d364169471732fba116be373735cf1c1d3d6eac&width=320",
      "dateSeen": "2025-12-25T07:17:15.463Z"
    },
    "c07bb48f1bdda0e4ecd41e7029e34b9d1e3539dd": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456680268/het-krabbenschip-takiji-kobayashi",
      "title": "Het krabbenschip",
      "authors": "Takiji Kobayashi",
      "description": "De zee van Kamtsjatka ziet eruit alsof ze hen opwacht en zegt: wat een lef dat jullie tot hier zijn gekomen. De golven belagen hen als uitgehongerde leeuwen. Daar, op die bulderende zee tussen de Sovjet-Unie en Japan, werken de zeelieden van het krabbenschip vijf maanden achtereen. Slaap krijgen ze nauwelijks. Beriberi ligt op de loer. Opzichter Asakawa zweept de zeelieden op harder te werken. Hij leert ze ongemak en pijn te verdragen en elke korrel rijst te koesteren. Maar als de omstandigheden zo ijzingwekkend worden dat er levens op het spel komen te staan, beginnen de vissers zich tegen deze kapitalistische uitbuiting te verenigen. Revolutie! Vertaald en van een nawoord voorzien door Luk Van Haute Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456680268?aid=kb-online-bibliotheek&sid=19&dts=1766733420757&sig=8cdaaafe56f7f6e0d820630a9f1a0535e1007aabd0380db9648058131d9e85cf&width=320",
      "dateSeen": "2025-12-26T07:17:01.263Z"
    },
    "71594c864ba4d2c67812623f2eb1c526feb28b3e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456680918/kampdagboeken-beb-vuyk",
      "title": "Kampdagboeken",
      "subtitle": "Indonesië, 1942-1945",
      "authors": "Beb Vuyk",
      "description": "In de week voor kerst, op 20 december 1942, krijgt Beb Vuyk een oproep zich samen met haar twee zoontjes te melden voor internering in Bandoeng. Eerst valt het kampleven nog alles mee – er heerst grote solidariteit onder de vrouwen, vooral tussen Beb en haar kleine groep trouwe vriendinnen.'Kon erger’, menen veel van de geïnterneerden. Maar in de laatste maanden van de oorlog wordt de situatie in het kamp steeds slechter. Vuyk observeert scherp en zonder bitterheid hoe de laatste restjes beschaving wegvallen, hoe het kampregime inhumaner wordt, hoe de smakeloze pap die ze voorgeschoteld krijgt steeds dunner wordt, en hoe ziektes vele slachtoffers eisen. Vuyks onopgesmukte verslag van het kampleven in Indonesië is een van de scherpste tijdsdocumenten van, zoals de schrijfster het zelf omschreef, de ‘noodlotsuren der mensheid’. Met een nawoord van Ronald Frisart Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456680918?aid=kb-online-bibliotheek&sid=19&dts=1766733421377&sig=9295006105f2bf293102c1e8f0e0f5a7f54c8ff33e29458331e52d552cc719a1&width=320",
      "dateSeen": "2025-12-26T07:17:01.864Z"
    },
    "3a9e9c96d8250802d9ec4ea531fb0df520a82fec": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456681027/zoutwater-charles-simmons",
      "title": "Zoutwater",
      "authors": "Charles Simmons",
      "description": "‘Zoutwater is een klein meesterwerk. Simmons vertelt dit verhaal met een perfecte fijngevoeligheid, een poëtische melancholie.’ – The New York Times ‘In de zomer van 1963 werd ik verliefd en verdronk mijn vader.’ Zo begint het verhaal van een zomer waarna niets in het leven van de vijftienjarige Michael meer hetzelfde is. Zoals elk jaar brengt hij zijn vakantie met zijn ouders door in hun huis aan zee. Maar deze keer gebeurt er iets onverwachts als de aantrekkelijke mevrouw Mertz en haar twintigjarige dochter Zina in het naastgelegen gastenverblijf hun intrek nemen. Michael wordt smoorverliefd op de mooie Zina en is hopeloos overgeleverd aan haar grillen. De autonomie die zij en haar moeder uitstralen, evenals hun openheid en directheid, fascineren niet alleen Michael, maar ook zijn vader. Bijna weemoedig beschrijft Simmons de verwarring en het verlies van de jeugdige onschuld die horen bij een eerste liefde in een door zijn kleur en sfeer betoverende zomer aan de kust van New England. Zoutwater is vertaald uit het Engels door Gerda Baardman en Jan de Nijs. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456681027?aid=kb-online-bibliotheek&sid=19&dts=1766733079024&sig=86016cb6cd1c6ca54d8f82b97dfdf5bb8af41ecd0863e5e61bff709c5578e3a1&width=320",
      "dateSeen": "2025-12-26T07:17:02.421Z"
    },
    "b914d3038d994f4f0e6ff96c50e2dee90d98560f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456680349/het-meisje-en-het-veulen-susanne-bailey",
      "title": "Het meisje en het veulen",
      "authors": "Susanne Bailey",
      "description": "Het is midden in de winter als de elfjarige Addie terechtkomt bij een pleeggezin op een boerderij in Exmoor, een afgelegen natuurgebied in Engeland. Ze is boos, bang, eenzaam en ze vertrouwt niemand. Ze wil maar één ding: terug naar huis en naar haar moeder. Op een dag vindt Addie een wild veulen, helemaal alleen in de sneeuw. Vanaf het eerste moment heeft ze een band met hem. Addie is vastberaden om het veulen terug te brengen naar zijn moeder, zoals het hoort. Wat ontstaat is een onverwacht avontuur en Addie komt erachter dat ze toch minder alleen is dan ze dacht... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456680349?aid=kb-online-bibliotheek&sid=19&dts=1766733422557&sig=f234aaddbb1f37f010fe856e65fb88acd06768ca2599f0fd9decb4a3c21f6d6c&width=320",
      "dateSeen": "2025-12-26T07:17:02.957Z"
    },
    "8fc37de305ad9d2b7fddc56e08c7dc22360b21e2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456680330/het-huis-op-de-heuvel-cesare-pavese",
      "title": "Het huis op de heuvel",
      "authors": "Cesare Pavese",
      "description": "In de eerste jaren van de Tweede Wereldoorlog zwelt iedere avond het geluid van het luchtalarm aan boven Turijn. Het is er niet meer veilig en Corrado besluit zich terug te trekken in de heuvels rond de stad. Tijdens een wandeling met zijn hond Belbo, zijn laatste vertrouweling, hoort hij stemmen opstijgen uit een huis aan de andere kant van de heuvel. In het verduisterde huis treft hij een groep mensen die net als hij een schuilplaats zoeken voor de oorlogsdreiging. Onder hen is ook Cate, zijn jeugdliefde, met een zoontje dat zijn naam draagt. Op een dag is de hele groep plots verdwenen, gearresteerd door de Duitsers. In zijn weergaloos sobere en afgewogen stijl laat Cesare Pavese zien voor welke keuzes een mens staat als de wereld in puin ligt. Wat houdt dat in, ‘het goede doen’, in tijden van oorlog? Wat is beter, actie of lijdzaam lijfsbehoud, verbinding of isolement? Het zijn vragen die bijna tachtig jaar na publicatie nog immer brandend actueel zijn. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456680330?aid=kb-online-bibliotheek&sid=19&dts=1766733423081&sig=2cefd41c738fa444273eaeb6e8e86e0ba2656813fcf6b9a0d0783d1addeff83f&width=320",
      "dateSeen": "2025-12-26T07:17:03.540Z"
    },
    "10ab01ce786137b11515cf67ddf549e1437d1a8e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456680640/trein-naar-kamakura-luk-van-haute",
      "title": "Trein naar Kamakura",
      "subtitle": "Japan, een literaire reis",
      "authors": "Luk Van Haute",
      "description": "Kenzaburo Oe, Osamu Dazai, Soseki Natsume. Wie verslingerd is aan de Japanse meesterwerken, leest die heel vaak in de Nederlandse vertaling van Luk Van Haute. Al meer dan veertig jaar reist hij door de Japanse literatuur – eerst als lezer, later ook als onderzoeker en vertaler. In Trein naar Kamakura gidst hij de lezer door zijn herinneringen aan die trips, bezoekt hij plekken die een belangrijke rol spelen in boeken en interviewt hij de belangrijkste hedendaagse schrijvers. Hoe verloopt een avondje griezelen met Murakami? Waarom zijn er zoveel Japanse kattenboeken? En wat is er eigenlijk zo Japans aan Japanse literatuur? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456680640?aid=kb-online-bibliotheek&sid=19&dts=1766729773102&sig=ccd08ee656ef96eaa4123d8d874c9cad2a4063cd8b3a7d576c064d48fc28f867&width=320",
      "dateSeen": "2025-12-26T07:17:04.006Z"
    },
    "dfd2d1414204700b3522cd1aafa40606590ede9f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456680861/windkracht-17-caroline-wahl",
      "title": "Windkracht 17",
      "authors": "Caroline Wahl",
      "description": "Ida, begin twintig, is grof, spontaan en emotioneel. Alles van haar persoonlijkheid en haar verdriet wordt weerspiegeld in de manier waarop ze haar verhaal vertelt. Na het overlijden van haar alcoholistische moeder verlaat ze het ouderlijk huis, een afscheid voor altijd. Op het station kiest ze de trein die het verst weggaat, en ze belandt op Rügen, Noord-Duitsland. Zonder plan en met een flinke brok woede en schuldgevoel in haar maag, zwerft ze over het Oostzee-eiland. In de plaatselijke kroeg ontmoet ze Knut en zijn vrouw Marianne, die de jonge vrouw in dienst en in huis nemen. ’s Avonds werkt ze bij Knut in de kroeg, overdag slaapt ze, wandelt ze met Marianne door het bos of zwemt – ook bij een rode vlag – tot de onstuimige zee haar totaal heeft uitgeput. Als ze Leif ontmoet, raakt ze volledig in de war omdat ineens alles een plek lijkt te krijgen en een beetje draaglijker wordt. Maar na korte tijd staat haar wereld weer op z’n kop. In Windkracht 17, een roman vol zwarte humor, maken we kennis met de vitale stem van Ida: vol van de onzekerheden en angsten, het egoïsme soms, de passie en creativiteit van een jong iemand in deze tijd. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456680861?aid=kb-online-bibliotheek&sid=19&dts=1766729817453&sig=cf67d9f7cbd823866fb20ea69ae4bc984ac1b6cdacc34e934117a4bfb0872398&width=320",
      "dateSeen": "2025-12-26T07:17:04.486Z"
    },
    "f891a32b046696b75db4c7f8c4659f35c35e81c9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45668090X/wereld-en-wandel-van-elizabeth-costello-j-m--coetzee",
      "title": "Wereld en wandel van Elizabeth Costello",
      "authors": "J.M. Coetzee",
      "description": "De scherpzinnige Elizabeth Costello is de bekende auteur van The House on Eccles Street en vele andere romans. Haar roem brengt haar over de hele wereld. In Amsterdam houdt ze een lezing over het kwaad en het dierenleed, die anders afloopt dan verwacht. In Zuid-Afrika, op bezoek bij haar zus, voelt ze pijnlijk hoe moeilijk het is geworden elkaar te begrijpen. Tijdens de ontmoeting met een vroegere minnaar begint ze zich te verbazen over haar jongere zelf. Is zij het, of is het de wereld die op een soms onbegrijpelijke manier verandert? En dan is er de wonderlijke ontmoeting met een suppoost in het Prado, die zich voortzet wanneer het museum zijn deuren al heeft gesloten. Haar laatste dispuut heeft ze voor de hemelpoort, waar ze een verklaring moet afgeven voor ze passeren mag. Ze formuleert glashelder wat haar in haar leven heeft bezig gehouden. Elizabeth Costello neemt in Coetzee’s oeuvre een centrale positie in; zij belichaamt op een speelse manier de kern van zijn werk. Wereld en wandel van Elizabeth Costello bevat de beste – door de auteur geselecteerde en herschreven – oude én gloednieuwe Costelloverhalen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45668090X?aid=kb-online-bibliotheek&sid=19&dts=1766733424606&sig=6de7359d30eb4663dd2dfe6ffb63dcec0b20d3f590eb3c433bf551faee48613c&width=320",
      "dateSeen": "2025-12-26T07:17:05.034Z"
    },
    "860c6341705369bd9fde391b4141792fdd5edecf": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456680888/hoge-vlucht-jacqueline-vollebregt",
      "title": "Hoge vlucht",
      "authors": "Jacqueline Vollebregt",
      "description": "Ida Veldhuyzen van Zanten was een zeer vrijgevochten vrouw. Haar ouders stierven jong. Ida groeide als jongste kind op met zes broers. Ze wilde graag stewardess worden, maar werd afgewezen door de KLM. In 1938 vertrok ze naar Engeland om daar haar vliegbewijs te halen. Ze was ervan overtuigd dat ze dan meer kans maakte om aangenomen te worden als stewardess. Eenmaal weer in Nederland werd ze alsnog stewardess bij de KLM. Ida voelde zich in de lucht op haar allerbest. Toen de Duitsers op 10 mei 1940 Schiphol bombardeerden, zag ze haar dromen in rook opgaan. Als Ida vervolgens op BBC-radio een bericht hoort over de ATA (Air Transport Auxiliary) waarin wordt gemeld dat ook vrouwen mogen vliegen bij deze ferry pilot-afdeling die samenwerkt met de Royal Air Force, neemt Ida een besluit. Ze moet koste wat kost naar Engeland zien te komen. Vanaf dat moment begint Ida's lange reis en haar zoektocht naar vrijheid: een tocht vol gevaren, teleurstellingen, verraad, vriendschap en liefde. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456680888?aid=kb-online-bibliotheek&sid=19&dts=1766651324995&sig=746c6ef88942093a4cfe4e9876da2f8f80153dbe7816d8bd3fd3d44964ac5b47&width=320",
      "dateSeen": "2025-12-26T07:17:05.474Z"
    },
    "972c7912c4a968eb73149c40842faee36751a1b2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456680896/de-zwarte-poel-jan-vantoortelboom",
      "title": "De zwarte poel",
      "authors": "Jan Vantoortelboom",
      "description": "Op de hoeve van Adrie Vermeulen, aan de rand van een klein Zeeuws dorpje, komen de jongeren uit de streek bijeen. Ze sleutelen er aan hun brommers en fietsen, hakken met een machete de woekerende braamstruiken weg en stoken kampvuurtjes. Het is de plek waar vriendschappen ontstaan, zoals tussen de grillige Lou en de lankmoedige Ko. Ko volgt precies het pad dat zijn ouders voor hem hebben uitgestippeld: een stabiel huwelijk, kinderen, een vaste baan. Hij blijft de steun en toeverlaat voor Lou. Maar als Lou sterft, begint er zich iets onpeilbaars in Ko te roeren. Wat is er vroeger voorgevallen dat zo onherroepelijk was dat het jaren later weer begint te woekeren? Wie zijn die meisjes die als schikgodinnen boven het land spoken? De zwarte poel is een meesterlijke en duistere roman over vriendschap en verraad, houvast en onrust, over landschap en herinnering. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456680896?aid=kb-online-bibliotheek&sid=19&dts=1766733425581&sig=29bb7b898ccc31116d58387c6c413abd0913585c572e7f6636172bff7c841179&width=320",
      "dateSeen": "2025-12-26T07:17:06.051Z"
    },
    "af03bb9b6ee0043dccb374ac7b8e02381f8be5d9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456680489/de-mooiweerrechtsstaat-jonathan-e--soeharno",
      "title": "De mooiweerrechtsstaat",
      "authors": "Jonathan E. Soeharno",
      "description": "De Nederlandse rechtsstaat staat wereldwijd bekend als solide. Maar wat nu als hier, zoals recent in Polen of Hongarije, politici aan het roer komen die openlijk invloed uitoefenen op de rechterlijke macht? Hoe bereiden we onze ‘mooiweerrechtsstaat’ voor op springtij? Hoe zorgen we dat politici ook in de toekomst de handen afhouden van de rechter? En andersom: dat rechters niet op de stoel van politici gaan zitten? In De mooiweerrechtsstaat laat Jonathan E. Soeharno op inzichtelijke en indringende wijze zien hoe vatbaar de rechtspraak in Nederland is voor politieke invloed, maar ook wat er gedaan kan worden om de onafhankelijkheid van de rechter te bewaren. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456680489?aid=kb-online-bibliotheek&sid=19&dts=1766733426175&sig=b59a705c8e7328a599adf4d6ef0ce4a007622dab8e56cfb8de506e03cc78eb98&width=320",
      "dateSeen": "2025-12-26T07:17:06.736Z"
    },
    "cef5ed9b4a7efee35a50a742117556b9e02f382a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456681035/de-nieuwe-weg-christine-bax",
      "title": "De nieuwe weg",
      "authors": "Christine Bax",
      "description": "In een klein plattelandsdorpje is er helemaal niets, behalve modder. De jonge Ype zit zich stierlijk te vervelen. Totdat hij op het idee komt om een weg te bouwen naar de stad. Maar met de weg komt de wereld naar binnen, en versnelt de tijd. De dorpelingen vertrekken en er komen vreemdelingen voor in de plaats die hier niets te zoeken hebben. Het zijn dagjesmensen en import, krakelingen en buitenlanders die nooit niks verstaan. Ypes weg wordt bevolkt door ongure types, die het als raceparcours gaan gebruiken. En zijn dochter snapt niet dat ze naar haar vader moet luisteren en advocaat/dokter/professor moet worden. Terwijl Ype in de ban raakt van zijn gloednieuwe kleurentelevisie, doet zijn dochter zwaar, vuil werk, ze rookt, drinkt en hangt rond op het parcours. In de velden klinken explosies van carbid en opgevoerde automotoren. De nieuwe weg is een verhaal over een periode die tegelijkertijd lang vervlogen en heel dichtbij is. Het vertelt over de onoverbrugbare kloof tussen generaties en de diepmenselijke wens te ontsnappen aan tijd en realiteit – of dat nu over een weg is, met een onmogelijk snelle auto, via het beeldscherm of door een slok zelfgestookte alcohol. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456681035?aid=kb-online-bibliotheek&sid=19&dts=1766733426853&sig=57687b21ff5173c746574c857a408a0c8cc3e781f8a182e2838298ab00dbcc9f&width=320",
      "dateSeen": "2025-12-26T07:17:07.337Z"
    },
    "e61e86f51b13460c2a0aec3d1d52b6b74eacb0ea": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/446333948/kersentijd-montserrat-roig",
      "title": "Kersentijd",
      "authors": "Montserrat Roig",
      "description": "De lente van 1974. Na twaalf jaar ballingschap keert Natàlia Miralpeix terug naar haar welgestelde familie in Barcelona. Er hangt revolutie in de lucht, zowel op politiek, artistiek als seksueel vlak. Franco zit nog op het pluche, maar zijn macht is tanende, en de jonge Catalaanse generatie droomt – onder muzikale begeleiding van Hendrix en Joplin – van een vrijere toekomst. Maar niet alles is rooskleurig: Natàlia’s oude vrienden koesteren wrok over haar vertrek, en de oudere generatie torst het trauma van de burgeroorlog mee, vol verijdelde dromen, opstanden en verlangens. Dit tweede boek uit de Barcelona-trilogie geldt als een klassieker in Catalonië en werd bij verschijnen in 1976 onthaald als een gedurfd en fris verhaal over een stad in opstand. Schakelend tussen de kleurrijke personages schetst Montserrat Roig een bedwelmend beeld van Barcelona: rokerig, rauw, verontrustend, maar ook zonovergoten en vol romantiek – met inwoners die niet kunnen wachten onderdeel te worden van een nieuwe wereld. De kersentijd komt eraan. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A446333948?aid=kb-online-bibliotheek&sid=19&dts=1766665206636&sig=6c35fd5a2b8a62e1fdfd0b48b9892cb7efcfb10b66d1fd80c7f1cdb070dc36dc&width=320",
      "dateSeen": "2025-12-26T07:17:07.813Z"
    }
  }
}