{
  "values": {
    "4ab2813c3d7ae708635aafe39ff281ae2cdd7fbe": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444678050/de-tijgerkat-g--tomasi-di-lampedusa",
      "title": "De tijgerkat",
      "authors": "Giuseppe Tomasi di Lampedusa",
      "description": "In 1860 landt Garibaldi bij Marsala om Sicilië in te lijven bij de nieuwe, liberale eenheidsstaat Italië. Het is gedaan met de Bourbons en met de feodaliteit: de platte, berekenende burgerij neemt de macht over. Don Fabrizio, prins van Salina, ziet deze ontwikkeling met lede ogen aan, maar voelt zich machteloos tegenover de geschiedenis en zoekt troost in zijn studie van sterren en planeten. Zijn pupil Tancredi weet zich wel aan te passen aan het nieuwe bestel. Hij kiest de kant van Garibaldi, trouwt met de dochter van een steenrijke dorpsburgemeester en zal een hoge positie bekleden in de nieuwe staat.  De tijgerkat schetst een bedwelmend beeld van Sicilië. Het landschap wordt in geuren en kleuren beschreven en de mensen komen werkelijk tot leven. De beschrijving van de dood van de prins is een van de mooiste sterfscènes van de wereldliteratuur.  De tijgerkat heeft in Italië inmiddels meer dan zeventig drukken beleefd en is in alle talen vertaald. Anthonie Kee leverde met zijn vertaling van deze klassieker een prestatie van topniveau. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444678050?aid=kb-online-bibliotheek&sid=17&dts=1756634356703&sig=a326403bf154236711645751f0bd821153fa462ef7bfb37ae40efd9e5fcec72c&width=320",
      "dateSeen": "2025-09-01T07:14:25.432Z"
    },
    "b6add156206018dbe0a4850ec5ab826130f68eec": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444534466/het-persoonlijke-is-politiek-hedy-d--ancona",
      "title": "Het persoonlijke is politiek",
      "authors": "Hedy d' Ancona",
      "description": "Hedy d'Ancona vertelt op persoonlijke wijze over de ontwikkelingen die zijzelf en de vrouwenbeweging in de jaren zeventig doormaakten en hoe uiteindelijk het persoonlijke politiek werd.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444534466?aid=kb-online-bibliotheek&sid=17&dts=1756640172315&sig=981ad75e81287ce968e7d81b4a94eff77844c0f10b955c24de87854871fcb9ca&width=320",
      "dateSeen": "2025-09-01T07:14:25.621Z"
    },
    "133cd484b181e1bc06c037a871b6cd4e865a9ee7": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444678182/vrolijk-verval-hedy-d--ancona",
      "title": "Vrolijk verval",
      "authors": "Hedy d' Ancona",
      "description": "Het valt niet te ontkennen: in onze huidige samenleving is jong in en oud out. Ouderen worden vooral bestempeld als kwetsbaar en knuffelhongerig. Een woud van treurwilgen dat je moet beschermen tegen uitsterven. Hedy d’Ancona kreeg genoeg van die stereotypering van zichzelf en haar leeftijdsgenoten. In Vrolijk verval relativeert ze het zieligheidsstempel en bekritiseert ze de zachte uitsluiting. Van de angstaanjagendheid van de ouderdom blijft weinig over in deze grappige en scherpe observaties van het dagelijks leven.\n‘In handen van Hedy d’Ancona wordt het verval van de ouderdom net zo komisch en weemoedig als de dwaasheid van de jeugd. Ze schrijft met het vuur van de verliefde; nog altijd smaakt de verboden vrucht haar het best. Zo spreekt zij haar jongere ik toe: struikelen was het, is het en zal het altijd blijven.’ – Arnon Grunberg  ‘Heerlijke, soms vileine en altijd vrolijk makende observaties, vol met het type wijsheid dat alleen met de jaren komt.’ – Sheila Sitalsing Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444678182?aid=kb-online-bibliotheek&sid=17&dts=1756646788076&sig=02538fa09aa00d51188a96552cf0e47b8ed77f821b22bf7641c14640827af451&width=320",
      "dateSeen": "2025-09-01T07:14:25.824Z"
    },
    "ee6731ca8f3637acdccc46624ccb219d9e1363a4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442273258/cuckooland-tom-burgis",
      "title": "Cuckooland",
      "subtitle": "Hoe de rijken de waarheid manipuleren",
      "authors": "Tom Burgis",
      "description": "Onderzoeksjournalist Tom Burgis geeft in Cuckooland een schokkende inkijk in een wereld van corruptie, machtswellust, fake news en manipulatie.Van Kathmandu tot het Kremlin en van Zwitserse banken tot Buckingham Palace: overal ter wereld worden we gemanipuleerd, vaak zonder dat we het doorhebben. Journalist Tom Burgis legt een wereld bloot waarin de machtige welgestelden alles kopen, inclusief de waarheid en het nieuws…Drie jaar lang onderzocht hij een spoor dat hem dieper en dieper in Cuckooland zoog: de plek waar een kleine groep zeer rijken bepaalt welke verhalen er worden verteld over oorlog, geld en macht , en – nog belangrijker – wat er niet wordt verteld. Tijdens zijn research jaagde Burgis op oligarchen, sprak hij met geheime bronnen en traceerde hij enorme sommen geld die heen en weer geschoven werden tussen multinationals, ex-Sovjet-dictaturen en de heersende elite van het Westen.Cuckooland biedt een schokkende inkijk in een wereld van corruptie, machtswellust en manipulatie.‘Burgis’ boek is geniaal en aangrijpend. Oligarchen zullen dit boek lezen en ervan balen dat hun tactieken worden ontmaskerd.’ Catherine Belton, auteur van De mannen van Poetin‘Cuckooland, een waargebeurde thriller, onthult een geheime wereld waarin ongemakkelijke waarheden kunnen worden witgewassen als je over de juiste connecties en middelen beschikt.’ Anne Applebaum, auteur van De schemering van de democratie Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442273258?aid=kb-online-bibliotheek&sid=17&dts=1756834813627&sig=d43a814420b1d558240d7d8dd876818d8141e60f12ed981aa2c722abadae6384&width=320",
      "dateSeen": "2025-09-03T07:12:56.638Z"
    },
    "f42b0b185a1ff1d17dd00bdbf909b379a5d45107": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442855478/weerzien-in-athene-michelle-reid",
      "title": "Weerzien in Athene",
      "authors": "Michelle Reid",
      "description": "Het lukte Isobel niet om zich aan te passen…Ze is te onafhankelijk om de regels van de machtige Petronades-dynastie te volgen. En dus woont ze niet meer bij haar man, Leandros Petronades. Nu wil hij scheiden en spreken ze af in Athene. Waar ze merken dat de passie nog springlevend is!Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442855478?aid=kb-online-bibliotheek&sid=17&dts=1756883576788&sig=4a5f466094ca60d14f91051997e036e964a4bd8210e5d2de7885693a9a3b9cbc&width=320",
      "dateSeen": "2025-09-03T07:12:57.001Z"
    },
    "3677fc505d2bb28aa3c9c9398e570c32ce8ebb9c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007195/een-koninklijk-huwelijk-bella-mason",
      "title": "Een koninklijk huwelijk",
      "authors": "Bella Mason",
      "description": "De koning kiest háár als zijn bruid…Prins Vasili Leos heeft zich altijd tegen het koningshuis verzet. En nu moet hij - de rebelse prins - na de onverwachte dood van zijn broer opeens de troon bestijgen! Het wordt nog erger, want volgens de regels van het hof moet hij trouwen met de prinses die voor zijn broer was bestemd. Om dat te voorkomen besluit hij de eerste de beste vrouw die hij ziet tot zijn bruid te kiezen...Helia is blij met haar baan in de koninklijke bibliotheek. Wat is er heerlijker dan de hele dag tussen de boeken zitten? En door deze baan is ze dicht bij de knappe prins Vasili, die werkelijk een lust voor het oog is. Ze weet dan ook niet wat haar overkomt als hij háár aanwijst als zijn bruid. Haar leven lijkt opeens een sprookje! Tot Vasili het overduidelijk maakt dat er in hun huwelijk geen plaats kan zijn voor gevoelens…  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007195?aid=kb-online-bibliotheek&sid=17&dts=1756842246868&sig=8868ef6a4434bd1b5c9a4c5177a02487dba0090e7314ca7ffaf38c7489d985d9&width=320",
      "dateSeen": "2025-09-03T07:12:57.255Z"
    },
    "6bc18dc4205aecc672fe05215d5141f480a684cc": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007187/passie-onder-de-griekse-zon-susan-stephens",
      "title": "Passie onder de Griekse zon",
      "authors": "Susan Stephens",
      "description": "Ze mag niet toegeven aan haar verlangen...Xander Tsakis was nooit van plan om terug te keren naar Praxos, het kleine Griekse eiland waar hij is opgegroeid. Maar als zijn adoptieve vader overlijdt en Xander het eiland erft, heeft hij geen andere keuze. Hij zal de verwaarloosde plek zo snel mogelijk opknappen en terugkeren naar zijn imperium. Maar dan ontmoet hij Rosy...Rosy heeft te lang moeten toekijken terwijl de Tsakis-familie haar geliefde eiland verpestte, dus als de nieuwe eigenaar aankomt, besluit ze hem eens flink de waarheid te vertellen. Maar als ze Xander voor het eerst ziet, staat ze met haar mond vol tanden. Zo gespierd, zo knap, en zo'n hete blik... Jammer dat ze totaal niet aan haar gevoelens mag toegeven!  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007187?aid=kb-online-bibliotheek&sid=17&dts=1756840474688&sig=f8949bc1f4128c40082a8321681f448478012f57e88f8099e727ac47e7e6f5f7&width=320",
      "dateSeen": "2025-09-03T07:12:57.739Z"
    },
    "587684c85c32ab8f7359308f98444ba038f17709": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442855397/eiland-van-haar-dromen-susan-carlisle",
      "title": "Eiland van haar dromen",
      "authors": "Susan Carlisle",
      "description": "Een onverwachte ontmoeting op een zonnig eiland…Verpleegkundige Macie had niet gedacht dat ze dokter Landon ooit nog zou zien. Al helemaal niet in het ziekenhuis op het eilandje in de Pacific waar zij werkt! Maar de schok van het weerzien maakt al snel plaats voor de realisatie dat ze nog steeds gek op hem is, en dat het dus heel moeilijk zal zijn om het zakelijk te houden... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442855397?aid=kb-online-bibliotheek&sid=17&dts=1756883577871&sig=975d5ae44bbc429d95668ac7f3aaba08f6c34309af53b540501d57c62a7b6388&width=320",
      "dateSeen": "2025-09-03T07:12:58.300Z"
    },
    "33e28ceab314e4dddf7d936c7c75e79870495950": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442273304/de-bloemendochters-tessa-collins",
      "title": "De bloemendochters",
      "subtitle": "Vijf vrouwen, vijf werelddelen, één groot familiegeheim",
      "authors": "Tessa Collins",
      "description": "Het eerste deel van de meeslepende familiesaga De bloemendochters van Tessa Collins, over vijf vrouwen, vijf continenten en één groot familiegeheim.Voor Dalia is Blooming Hall, het landgoed van haar grootouders in Cornwall, haar thuis: hier heeft ze samen met haar vier nichtjes alle zomers tussen de bloemenvelden doorgebracht. Na de plotselinge dood van hun grootmoeder komen de vrouwen samen op het landgoed. Daar doen ze een schokkende vondst: een brief van Dalia’s vader. Zijn identiteit was jarenlang een raadsel, omdat haar moeder al vroeg overleed en haar grootmoeder niets over hem wilde vertellen.De zoektocht naar haar vader leidt Dalia naar Mexico, waar ze erachter komt hoe haar ouders elkaar leerden kennen, maar waar ze ook op een groot familiegeheim stuit.De bloemenvelden van Cornwall en het kleurrijke Mexico vormen het decor voor het eerste deel van de betoverende Bloemendochters-serie: een meeslepende en avontuurlijke saga over vijf jonge vrouwen in de bloei van hun leven, vol passie, geheimen en emoties.‘Mocht je op zoek zijn naar iets nieuws na Lucinda Riley, dan is dit een aanrader.’ VROUW Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442273304?aid=kb-online-bibliotheek&sid=17&dts=1756830466880&sig=66281fee63380a12b94d9f69a5ec67f256b4c9210d19df249290eddc0c56b239&width=320",
      "dateSeen": "2025-09-03T07:12:58.560Z"
    },
    "896fa88f9f4c54a7c4858a9abf2d4f20280aa90c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442855486/wraakzuchtig-spel-renee-roszel",
      "title": "Wraakzuchtig spel",
      "authors": "Renee Roszel",
      "description": "Kalli wil wel trouwen met Niko…Maar dat doet ze alleen om haar grootvader een plezier te doen. Wanneer hij vlak voor het huwelijk sterft, zegt ze de bruiloft dan ook af. Dan blijkt dat Niko zich daar niet zomaar bij neerlegt.Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442855486?aid=kb-online-bibliotheek&sid=17&dts=1756837155145&sig=a5a45356874f7fdb042d8ede2724339033fc60b70c7678110ab30c93a500f9d8&width=320",
      "dateSeen": "2025-09-03T07:12:59.123Z"
    },
    "ad0e1becddb3ef58d610631cdc3cdc977e854144": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442855214/liefde-op-bali-annie-o-neil",
      "title": "Liefde op Bali",
      "authors": "Annie O'Neil",
      "description": "Komt ze in dit paradijs haar droomman tegen?Niets beter voor een gebroken hart dan een compleet nieuwe start, denkt huisarts Rebecca. En dus vertrekt ze naar Bali, waar ze tot rust kan komen. Zonder man, uiteraard, want daar begint ze niet meer aan. Maar dan gebeurt er een ongeluk, en komt dokter Noah in haar leven. Hij is knap, zorgt in zijn eentje voor zijn schattige nichtjes… en is tot haar schrik simpelweg onweerstaanbaar! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442855214?aid=kb-online-bibliotheek&sid=17&dts=1756833167075&sig=dd3773c096be62643b3dec7787cfc64a9739cc919d0e83b2f23232b81530e918&width=320",
      "dateSeen": "2025-09-03T07:12:59.386Z"
    },
    "454a721fa982d777e8beb0f8bbf325eb279fd151": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442855451/passie-en-pasta-michelle-douglas",
      "title": "Passie en pasta",
      "authors": "Michelle Douglas",
      "description": "Zo krijgt ze die baan natuurlijk nooit!Janeen vindt het een geweldig initiatief: de machtige zakenman Rico D'Angelo is van plan een café te openen waar kansarme jongeren worden opgeleid tot kok of ober. Omdat ze er graag aan wil meewerken, besluit ze om te solliciteren op de baan van cafémanager. Maar als ze eenmaal tegenover hem zit, weet ze niets uit te brengen. Want Rico is véél te knap!Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442855451?aid=kb-online-bibliotheek&sid=17&dts=1756883579507&sig=22714e60ae03b0c36f76806fcffc4ee1c03c8a3e2bbe47486599f8ad0d2d1bfb&width=320",
      "dateSeen": "2025-09-03T07:12:59.744Z"
    },
    "2792d549690335303093dd7e0403d7fde183af34": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442855400/zoeter-dan-wraak-susan-stephens",
      "title": "Zoeter dan wraak",
      "authors": "Susan Stephens",
      "description": "Sophie ontdekt vlak voordat ze aan haar baan in Peru begint, dat haar nieuwe baas niemand minder is dan Xavier Bordiu! Ze weet dat hij een enorme wrok tegen haar familie koestert en vreest dat dat  haar werk zal bemoeilijken. Maar al snel maakt ze zich zorgen over iets héél anders: ze vindt de knappe zakenman onweerstaanbaar!Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442855400?aid=kb-online-bibliotheek&sid=17&dts=1756837772722&sig=a725966b77d3735d958616f248cedde4db4129cb4b0381a8634c20b754ffd838&width=320",
      "dateSeen": "2025-09-03T07:13:00.024Z"
    },
    "86a80c6e8079536f33210b28973f21953bb74182": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442855494/onvergetelijke-zomer-cara-colter",
      "title": "Onvergetelijke zomer",
      "authors": "Cara Colter",
      "description": "Ze zeggen dat je je eerste liefde nooit vergeet...Gespannen houdt Lucy haar mail in de gaten. Zou Mac reageren op de uitnodiging voor het grote feest dat ze heeft georganiseerd? Na een onvergetelijke zomer heeft hij hun stadje halsoverkop verlaten, nu zeven jaar geleden, en daarna heeft ze nooit meer iets van hem gehoord. Maar hij móét komen! Ze wil hem namelijk iets vertellen, een groot geheim dat ze al zeven jaar voor zich houdt...Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442855494?aid=kb-online-bibliotheek&sid=17&dts=1756841973742&sig=463362a59ccdfda93a7d157c64ba4fa8763c8f8a610b3e58f42fe27a93ae16f4&width=320",
      "dateSeen": "2025-09-03T07:13:00.457Z"
    },
    "3c7440483c7838a3f51900ef19d314494847648a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442855362/kus-in-de-nacht-bella-frances",
      "title": "Kus in de nacht",
      "authors": "Bella Frances",
      "description": "Francesca dacht dat ze Rocco nooit meer zou zien. Ooit was ze smoorverliefd op hem, en hun affaire was heftig, allesoverheersend… en kort. Voor ze het wist, was de Argentijnse playboy uit haar leven verdwenen. Nu loopt ze hem onverwacht tegen het lijf, en tot haar schrik laait de vurige storm tussen hen meteen weer op!Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442855362?aid=kb-online-bibliotheek&sid=17&dts=1756842405305&sig=05ae45527a57e3b8c91a739345f81480dd7a9d124b91f6bc829deb1ba5d97b89&width=320",
      "dateSeen": "2025-09-03T07:13:00.736Z"
    },
    "7823118d9fd00456335866fd431155da92f4262f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443349053/het-meisje-in-de-trein-paula-hawkins",
      "title": "Het meisje in de trein",
      "subtitle": "Je kent haar niet. Maar ze weet precies wie jij bent",
      "authors": "Paula Hawkins",
      "description": "Het meisje in de trein van Paula Hawkins is een van de best verkopende thrillers aller tijden, en is uitgeroepen tot VN Thriller van het Jaar. Nu met voorpublicatie van haar nieuwe thriller Het blauwe uur.Rachel neemt elke ochtend dezelfde trein. Altijd reist ze over hetzelfde traject, langs een rij charmante huizen in een buitenwijk van Londen, waarna de trein voor hetzelfde rode sein stopt. Zo kijkt ze elke ochtend naar een stel dat op hun terras ontbijt. Ze heeft inmiddels het gevoel dat ze hen kent en noemt hen 'Jess en Jason'. In Rachels ogen is hun leven perfect.Op een dag ziet ze iets vreemds in hun tuin. De trein rijdt weer door, maar voor Rachel verandert alles. Als blijkt dat 'Jess' vermist wordt, stapt Rachel naar de politie om haar verhaal te doen. Hiermee raakt ze niet alleen verwikkeld in de gebeurtenissen die volgen, maar ook in de levens van iedereen die erbij betrokken is. Wie is er te vertrouwen? En doet Rachel meer kwaad dan goed door zich met deze zaak te bemoeien?'Een vernieuwend boek dat je in één nacht uitleest.' VN Detective en Thrillergids *****'Ik weet niet wie je bent Paula Hawkins, maar je hebt me de hele nacht wakker gehouden.' Reese Witherspoon'Een eersteklas thriller en een totaal verslavende leeservaring.' S.J. Watson Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443349053?aid=kb-online-bibliotheek&sid=17&dts=1756827405664&sig=0ffe3fda13b4dcedc639b9950e89440ac116035bcd746b441848f80c1a566967&width=320",
      "dateSeen": "2025-09-03T07:13:01.008Z"
    },
    "cd94f9b9a439d58964c6f088c277c3064b2fcc52": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007209/getrouwd-met-de-verkeerde-griek-tara-pammi",
      "title": "Getrouwd met de verkeerde Griek",
      "authors": "Tara Pammi",
      "description": "Een verrassing voor het altaar...Annika kan alleen maar toegang krijgen tot haar erfenis – en daarmee ontsnappen aan haar tirannieke broer – als ze getrouwd is. Gelukkig wil haar beste vriend Sebastian wel meewerken aan een nephuwelijk. Maar op haar trouwdag krijgt ze de schrik van haar leven: niet Sebastian, maar zijn afstandelijke, arrogante tweelingbroer Alexandros staat voor het altaar!Als zijn tweelingbroer Alexandros smeekt zijn plaats voor het altaar in te nemen, zegt Alex met tegenzin toe: níét omdat hij al jaren stiekem naar Annika verlangt, níét omdat ze de mooiste vrouw is die hij ooit heeft gezien, maar omdat hij door dit huwelijk eindelijk de baas kan worden van het familiebedrijf. Dát is de enige reden... toch?   Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007209?aid=kb-online-bibliotheek&sid=17&dts=1756839887045&sig=55010ff3788975b297ca20cec010b765c92f5ba3449a571a07af39e731a0db88&width=320",
      "dateSeen": "2025-09-03T07:13:01.283Z"
    },
    "63b8593b28c49a1b44d58623a93bd0837ce6f128": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44285532X/verleid-en-verloren-sara-orwig",
      "title": "Verleid en verloren",
      "authors": "Sara Orwig",
      "description": "Het leek een waterdicht plan!Als Brittany Garrison niet heel snel uit de schulden komt, verliest ze haar restaurant. Een gouden kans voor miljonair Emile: hij zoekt al tijden een kans om zich te wreken op de Garrisons! Hij belooft Brittany dat hij haar schulden overneemt én verleidt haar. Missie volbracht, denkt hij tevreden. Maar dan ontdekt hij tot zijn schrik dat het hem niet lukt om zich los van haar te maken…Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44285532X?aid=kb-online-bibliotheek&sid=17&dts=1756827451012&sig=b756e21c343d8d46dfe0da3623ee38ae29b4ff761c78d264e3ff340e0f6d3537&width=320",
      "dateSeen": "2025-09-03T07:13:01.782Z"
    },
    "ccbcad142f8968010ccb39b1aed71df9f76f82c8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442855419/toscaanse-liefde-susan-meier",
      "title": "Toscaanse liefde",
      "authors": "Susan Meier",
      "description": "Ze is al járen verliefd op hem!Laura's hart springt op als Antonio haar hand beetpakt om samen naar het altaar te lopen. In zijn perfect zittende smoking is de knappe Italiaan gewoonweg onweerstaanbaar! Helaas is ze alleen maar het bruidsmeisje op de bruiloft van haar beste vriendin, en het enige wat Antonio haar te bieden heeft, is een baan als zijn PA…Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442855419?aid=kb-online-bibliotheek&sid=17&dts=1756883581902&sig=7d5ea4e9eccfd278f35b6ee12172b833688b3a38af879120c11aa98513f2ca14&width=320",
      "dateSeen": "2025-09-03T07:13:02.359Z"
    },
    "97b569967ab12ace86097c62723fc29256f5ec04": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442855230/de-hartstocht-van-een-sjeik-kate-walker",
      "title": "De hartstocht van een sjeik",
      "authors": "Kate Walker",
      "description": "Een huwelijk met sjeik Malik is niet wat Abbie wil…Maar het is de enige manier waarop ze haar broer uit de gevangenis kan krijgen. Gelukkig blijkt Malik een bijzonder aantrekkelijke man te zijn. Sterker nog, hij doet haar sidderen van verlangen! Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442855230?aid=kb-online-bibliotheek&sid=17&dts=1756883582485&sig=0d3bea8dae6cfc609beaa57f8323d105e7d5c37f95c0a30a22d8f39e3a7f7461&width=320",
      "dateSeen": "2025-09-03T07:13:02.849Z"
    },
    "a77f95abec652f26b1a214722cacd4d4c8bbed25": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442855346/verdwaald-en-verliefd-kat-cantrell",
      "title": "Verdwaald en verliefd",
      "authors": "Kat Cantrell",
      "description": "Kristian rijdt naar Dallas om zich te verloven met een beroemde actrice…Dat hij niets om haar geeft is onbelangrijk: met deze stunt krijgt hij zijn film gefinancierd. Dan verdwaalt hij en belandt in een stadje waar hij de beeldschone VJ ontmoet. Hij valt als een blok haar. Wat niet kan, want hij moet trouwen in Dallas!Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442855346?aid=kb-online-bibliotheek&sid=17&dts=1756836256246&sig=e26066ed03de2d42ad34018a705f72aece42c6d5f25d3425d300261e416ea8af&width=320",
      "dateSeen": "2025-09-03T07:13:03.155Z"
    },
    "73082b75bd1ef9664e40dfa67c4be7a6e0056d28": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007179/terug-in-de-armen-van-de-italiaan-lynne-graham",
      "title": "Terug in de armen van de Italiaan",
      "authors": "Lynne Graham",
      "description": "Van amore krijg je nooit genoeg…Toen Scarlett ontdekte dat ze zwanger was, wist ze dat ze haar minnaar, de knappe Aristide Angelico, moest verlaten. Al brak het haar hart, de Italiaanse playboymiljardair was duidelijk niet geïnteresseerd in een vaste relatie en zij moest voor stabiliteit zorgen. Nu, twee jaar later, komt ze Aristide weer tegen. Hij is sexyer dan ooit, en ze weet meteen dat ze haar geheim niet langer voor hem verborgen zal kunnen houden…Aristide kan het nog steeds niet verkroppen dat de beeldschone Scarlett zomaar verdween. Nu hij haar weerziet, is hij vastbesloten alles in het werk te stellen haar terug te krijgen in zijn leven – en in zijn bed. Hij nodigt haar uit voor een groots feest op zijn Italiaanse landgoed, met de intentie haar daar opnieuw te verleiden. Maar Scarlett brengt een wel heel verrassend cadeau mee naar het feest…  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007179?aid=kb-online-bibliotheek&sid=17&dts=1756831678598&sig=adb34b4e28715011b22d1c14233a81103dcf173002fd6b0db2df4b0b91dc8aa7&width=320",
      "dateSeen": "2025-09-03T07:13:08.441Z"
    },
    "8b0a3025ea1f3123c86e203df4f904353d4323ab": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443442886/vrijspel-anna-karolina-caban",
      "title": "Vrijspel",
      "authors": "Anna Karolina Caban",
      "description": "Vrijspel van Anna Karolina Caban is een zinderend en verslavend verhaal over de dunne lijn tussen passie en obsessie. Olivia de Wilde, gevierd auteur van erotische romans, lijkt op papier het perfecte leven te leiden met een schitterende villa aan de Amstel, een veelbelovende carrière en een verloving met de officier van justitie. Maar haar leven is verre van perfect. Haar boekverkopen dalen, haar inspiratie is opgedroogd, en haar relatie met Stijn is kil en afstandelijk geworden. Olivia's redacteur smeekt om meer lust en passie in haar nieuwe roman, maar hoe kan ze schrijven over hartstocht als haar eigen leven daarvan verstoken is?In een wanhopige zoektocht naar inspiratie grijpt Olivia alles aan wat haar pad kruist. Wanneer een duistere onbekende haar wereld binnendringt, bekruipt haar in eerste instantie een gevoel van angst. Tegelijkertijd ontketent hij creativiteit en een sluimerend verlangen in haar. Terwijl haar leven steeds meer begint te lijken op dat van haar nieuwste hoofdpersonage, vraagt ze zich af of ze nog controle heeft over haar verhaal of slechts een pion is geworden in een gevaarlijk spel.Anna Karolina Caban studeerde literatuurwetenschappen aan de Universiteit Utrecht en combineert tegenwoordig het schrijverschap met haar passie voor mode. Ze schrijft wekelijkse columns voor het magazine &C en schreef eerder de roman Iedereen noemt me Loulou. Vrijspel is een erotische roman met een spannend randje.  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443442886?aid=kb-online-bibliotheek&sid=17&dts=1756827075330&sig=5e9aad582bc6076fe13b09c5cf95ddeb3404df80bfff657d6c8d7cea3aff80e8&width=320",
      "dateSeen": "2025-09-03T07:13:08.727Z"
    },
    "f9dc534866f77cb163affe57bf27e9e7fcea16c2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442273428/burning-crowns-catherine-doyle---katherine-webber",
      "title": "Burning Crowns",
      "subtitle": "Twee zussen in gevaar. Wie zal overleven?",
      "authors": "Catherine Doyle | Katherine Webber",
      "description": "Burning Crowns van Catherine Doyle & Katherine Webber is het laatste deel van de door TikTok groot geworden romantasy-serie Twin Crowns.Sinds Wren de zogenaamde bloedspreuk heeft uitgesproken, lijkt het alsof er een vloek op haar rust. Haar magische krachten zijn onbeheersbaar geworden en ze heeft vreemde dromen die haar bang maken. Er zit niets anders op dan naar de bergen te reizen om de Berggenezer te raadplegen, in de hoop dat zij kan helpen.Ook Rose heeft onrustige nachten. Op een ochtend wordt ze wakker en ziet ze haar ondode voorouder Oonagh naast haar bed staan, die haar beveelt de troon op te geven. Doet ze dat niet, dan zal het hele land worden vernietigd.Er is maar één manier om hun koninkrijk te redden, maar daarvoor zullen de zusjes een groot offer moeten brengen…Over de serie:‘Ik was totaal betoverd door dit geweldige boek.’ Sarah J. Maas, auteur van Hof van doorns en rozen‘Een avontuurlijk verhaal vol meeslepende magie en opwindende romantiek.’ Publishers Weekly Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442273428?aid=kb-online-bibliotheek&sid=17&dts=1756828428328&sig=d8c8209b1046d1a1f48424f07abf52b35eb4800022ceff800715fa5e91bced84&width=320",
      "dateSeen": "2025-09-03T07:13:09.034Z"
    },
    "29c718dc1eab74ec77abdcd007f4e9a537668ad1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443442894/de-gelateria-aan-de-kust-roberta-gregorio",
      "title": "De gelateria aan de kust",
      "authors": "Roberta Gregorio",
      "description": "De gelateria aan de kust van Roberta Gregorio is het eerste deel in de zonnige serie Amore in Amalfi.Livia runt in het schilderachtige Amalfi een ambachtelijke ijswinkel, die ze na het overlijden van haar vader heeft overgenomen. Ze maakt lange dagen om haar klanten telkens weer te verrassen met heerlijke nieuwe smaken. Vrije tijd heeft ze nauwelijks, laat staan tijd voor een liefdesleven. Totdat ze op een avond de charmante Mario ontmoet, die op vakantie is in het stadje.Mario beweert niet van ijs te houden, dus Livia maakt het haar missie om hem van gedachten te laten veranderen. Terwijl de twee steeds meer tijd met elkaar spenderen, begint ze langzaam maar zeker gevoelens voor hem te krijgen. Het lijkt echter alsof hij iets voor haar verborgen houdt. Wat is de reden dat hij naar Amalfi is gekomen? En waarom gedragen haar beste vriendinnen zich ineens zo vreemd?De gelateria aan de kust is een heerlijk verhaal vol vriendschap, liefde en heel veel gelato!  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443442894?aid=kb-online-bibliotheek&sid=17&dts=1756836820360&sig=4cf73ca97deedb15759cc6a7b990fb7528a79ed4abc18f07310e5c860711e352&width=320",
      "dateSeen": "2025-09-03T07:13:09.913Z"
    },
    "ec28c8484830b4e013c36c9648e22138845033c7": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443007233/gevallen-voor-de-vijand-jackie-ashenden",
      "title": "Gevallen voor de vijand",
      "authors": "Jackie Ashenden",
      "description": "Kan ze het voorstel van haar vijand weerstaan?Poseidon heeft dan wel beloofd dat hij zal trouwen met de vrouw die zijn grootmoeder voor hem uitzoekt, maar dit kan echt niet. Deze Andromeda heeft niet gewoon een hekel aan hem, ze staat elke dag voor zijn kantoor te protesteren tegen hem en zijn imperium! Niet dat het een straf is om haar dagelijks te zien, want ze is beeldschoon en heeft, ziet hij als ze even haar megafoon laat zakken, een heel lieve lach…Andromeda houdt Poseidon verantwoordelijk voor de ondergang van haar familie. Daarom staat ze hier elke dag om de wereld te laten weten hoe slecht hij is. Dat hij ook heel sexy is, maakt het allemaal wel wat ingewikkeld. Dan komt hij op een dag op haar af en doet haar een verbijsterend voorstel…  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443007233?aid=kb-online-bibliotheek&sid=17&dts=1756842574659&sig=c2ca8ad9b6ab07da66f897c11dc8a7026402f401369efc9572ddd920842d1048&width=320",
      "dateSeen": "2025-09-03T07:13:10.242Z"
    },
    "91e399a7a0565fe67427b34c22c9f61d89585f38": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44285529X/wijn-en-wilde-hartstocht-natalie-anderson",
      "title": "Wijn en wilde hartstocht",
      "authors": "Natalie Anderson",
      "description": "Dat wijnexporteur Lorenzo geen lieverdje is, weet hij zelf ook wel… Wat dat betreft is hij totaal anders dan zijn keurige nieuwe assistente Sophy. Hij begrijpt dan ook niet dat hij steeds aan haar moet denken. Zou het hem lukken haar te verleiden? Want vreemd genoeg lijkt dat steeds belangrijker voor hem te worden…Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44285529X?aid=kb-online-bibliotheek&sid=17&dts=1756842598426&sig=9f93676e04959de3b443ce23b529fa3ebc6179ba3e77bacfa0ff42c43e85e9f2&width=320",
      "dateSeen": "2025-09-03T07:13:10.688Z"
    },
    "f09d0580eb5ecad6e24e66384711ea1822857c50": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443537399/voor-altijd-verliefd-shannon-stacey",
      "title": "Voor altijd verliefd",
      "authors": "Shannon Stacey",
      "description": "De Kowalski's: spicy feelgood van Shannon Stacey over de leukste familie van Maine!Deel 10Een man? No way, zij heeft haar portie wel gehad!Laney Caswell is toe aan iets anders. Nadat ze eindelijk verlost is van een ongelukkig huwelijk, wil ze alleen nog maar haar eigen beslissingen nemen. Een beetje film kijken en boeken lezen in haar kleine campertje, en werken bij de Northern Star Lodge in Whitford. Meer heeft ze niet nodig! Op die manier hoopt ze weer te ontdekken wat haar écht gelukkig maakt. Zolang het maar geen man is, want daar is ze wel even klaar mee.Maar dan ontmoet ze de stoere ambulanceverpleegkundige Ben Rivers... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443537399?aid=kb-online-bibliotheek&sid=17&dts=1756827139669&sig=2497918e9d5e5bc2f9e08c3a9b18f4d677c0b3a94762b52eeb2de4ccd937b0f5&width=320",
      "dateSeen": "2025-09-03T07:13:10.949Z"
    },
    "0b8113737d1320d70ed5f2400bd95f5765e88808": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443537364/voor-altijd-de-hare-shannon-stacey",
      "title": "Voor altijd de hare",
      "authors": "Shannon Stacey",
      "description": "De Kowalski's: spicy feelgood van Shannon Stacey over de leukste familie van Maine!Deel 7Je zult maar uit een greppel gered worden door je onenightstand van vroeger… akward!Liz Kowalski had zich er enorm op verheugd om terug te keren naar Whitford. Best wel een domper dus, dat ze meteen bij thuiskomst met haar auto in een greppel belandt. En dan wordt ze ook nog uit haar benarde positie bevrijd door de plaatselijke politiecommissaris, Drew Miller. Dezelfde Drew met wie ze op de bruiloft van haar broer een stiekem avontuurtje had...Het liefst zou Drew met gillende sirenes wegscheuren nu blijkt dat de dame die hij moet redden niemand minder is dan Liz. En wat doen al die verhuisdozen in haar auto? Hij krijgt het akelig benauwd. Maar hij mag niet toegeven aan zijn verlangen naar haar - ze moeten koste wat het kost voorkomen dat ze in herhaling vervallen!Op een kampeertrip met haar hele familie zitten ze echter met elkaar opgescheept, en te midden van de modder en de marshmallows loopt het uit de hand! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443537364?aid=kb-online-bibliotheek&sid=17&dts=1756827166469&sig=5090dff79491e7e001805b720a169ef015e4c0146fb35ce2c971ef7fee7abdc3&width=320",
      "dateSeen": "2025-09-03T07:13:11.216Z"
    },
    "b95d987f56ce6d273d8186f2f62e7da6abf96bdc": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443537380/voor-altijd-samen-shannon-stacey",
      "title": "Voor altijd samen",
      "authors": "Shannon Stacey",
      "description": "De Kowalski's: spicy feelgood van Shannon Stacey over de leukste familie van Maine!Deel 9Na haar make-over is hij klaar voor de liefde… maar is zij wel klaar om hem te laten gaan?Max Crawford heeft het punt in zijn leven bereikt waarop hij wel zou willen trouwen. Helaas is hij niet zo handig op sociaal gebied. Bovendien brengt hij heel veel tijd in zijn kelder door met zijn werk, het beschilderen van modeltreinen. Niet erg praktisch als je op zoek bent naar een echtgenote!Sinds de heftige scheiding van haar ouders gelooft Tori Burns niet meer in de liefde. Toch is ze best tevreden met haar leventje in Maine. Dat is grotendeels te danken aan haar leuke baan bij de Trailside Diner. Daar raakt ze bevriend met een van de klanten, de verlegen Max. Zodra ze hoort dat hij op zoek is naar een vrouw, biedt ze aan hem een make-over te geven.Max omtoveren in de droom van elke vrouw blijkt een koud kunstje te zijn. Of eigenlijk werkt Tori's plan een beetje te goed: ze valt zelf als een blok voor hem! Maar is er een toekomst weggelegd voor een typische loner en een vrouw die gezworen had nooit te trouwen? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443537380?aid=kb-online-bibliotheek&sid=17&dts=1756832793709&sig=173b0764e83646b64b52996fde9a83a16f515f5ef9d72065679941dde92088c1&width=320",
      "dateSeen": "2025-09-03T07:13:11.485Z"
    },
    "b6a433dd7937877c83bfca3ce397ff13da33bf0c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442273576/de-schaduwsluiper-rob-koops",
      "title": "De Schaduwsluiper",
      "authors": "Rob Koops",
      "description": "De Schaduwsluiper van Rob Koops is het spannende en avontuurlijke tweede deel van de Oerbloed-trilogie.Obbe en Darja reizen samen door het rijk Norgië om het geheimzinnige Zevende Boek in veiligheid te brengen. Onderweg krijgen ze echter te maken met een grote tegenslag: Obbe wordt gevangengenomen door de verraderlijke Rafenna, die hem overlevert aan koningin Fredegonde. Omdat Obbe de langverwachte Raadselbreker zou zijn, moet hij de raadsels van het Zevende Boek oplossen. Maar kan hij dat wel? Darja zet alles op alles om Obbe te bevrijden. Daarvoor is ze zelfs bereid om een gevreesde Schaduwsluiper te worden, waarbij ze moet leren om vrijwel onzichtbaar te zijn. Maar de tijd dringt, want de verschrikkelijke Fluisterwinter staat voor de deur…‘Ik vond De Raadselbreker geweldig. Het voelde alsof ik mee op reis was.’ Fons (11)‘De boeken van Rob Koops zetten aan tot lezen.’ Mark de Leesmeester Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442273576?aid=kb-online-bibliotheek&sid=17&dts=1756827138976&sig=c5d1f495ff1a5c7fa7322c0608976d209dd6b85a5d727b48afbe8a164d822fd5&width=320",
      "dateSeen": "2025-09-03T07:13:11.722Z"
    },
    "82eb8d5e50278f231b34edfd2b2c7ab3a9cfff45": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443537372/voor-altijd-de-zijne-shannon-stacey",
      "title": "Voor altijd de zijne",
      "authors": "Shannon Stacey",
      "description": "De Kowalski's: spicy feelgood van Shannon Stacey over de leukste familie van Maine!Deel 8Te aantrekkelijk voor woorden én haar nieuwe buurman? Als dat maar goed gaat…Nooit eerder vond Hailey het een probleem dat bijna al haar vriendinnen gelukkig zijn met man en kinderen en zij nog single is. Maar nu ze veertig is, begint ze zich toch wel zorgen te maken. Zal ze haar droomprins ooit nog tegenkomen? Want in Whitford, waar ze al haar hele leven woont, kon dat nog wel eens lastig worden.Wanneer Hailey en een vriendin tijdens een avonturentocht in het bos hopeloos verdwalen, schiet jachtopziener Matt Barnett hen te hulp. Maar hij mag dan haar redder in de nood zijn, Hailey is vastbesloten bij deze ruige natuurman uit de buurt te blijven - beestachtig aantrekkelijk of niet, hij is totaal niet haar type!Dat is alleen makkelijker gezegd dan gedaan. Vooral wanneer blijkt dat hij haar nieuwe buurman is... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443537372?aid=kb-online-bibliotheek&sid=17&dts=1756841901314&sig=09aa280eb5cc18f36219f971598256754739a7bc5c8201453a962759edc15060&width=320",
      "dateSeen": "2025-09-03T07:13:12.138Z"
    },
    "d0dbbd22fb6ba1dfbe85091c9e488743bc9588d3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44285546X/lastige-klus-barbara-hannay",
      "title": "Lastige klus",
      "authors": "Barbara Hannay",
      "description": "Wat moet ze hier nu weer mee!Jen Summers staat haar mannetje als het gaat om lastige pr-klussen. Van relaties of kinderen heeft ze echter geen kaas gegeten, want daar heeft ze het veel te druk voor. Dan belt op een dag een sexy man in chauffeursuniform bij haar aan met een zeer dringend pakketje: haar vijfjarige nichtje. Of ze maar even voor haar wil zorgen!Dit verhaal is eerder verschenen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44285546X?aid=kb-online-bibliotheek&sid=17&dts=1756842022515&sig=5d70b74082d02d0602e0ce1cb3be3779645b3710b1ba6c4f14b5e09d863e6dd5&width=320",
      "dateSeen": "2025-09-03T07:13:12.683Z"
    },
    "c6e2febe0cf2ce3852c453b4bb9a0d7bd7f01a1d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394646231/clausewitz-joost-de-vries",
      "title": "Clausewitz",
      "authors": "Joost de Vries",
      "description": "Een wetenschapper doet onderzoek naar een dertig jaar eerder mysterieus verdwenen schrijver.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394646231?aid=kb-online-bibliotheek&sid=17&dts=1756966636792&sig=36d497a5eb4b4715827b698310a842c817538cd8b3500e303908f651a5cb2fea&width=320",
      "dateSeen": "2025-09-04T07:12:33.630Z"
    },
    "dadf9d9c600d1a444b1f341ca312181734ca5482": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394647807/vechtmemoires-joost-de-vries",
      "title": "Vechtmemoires",
      "authors": "Joost de Vries",
      "description": "Essays over binnen- en buitenlandse literatuur.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394647807?aid=kb-online-bibliotheek&sid=17&dts=1756890450356&sig=c17432a09fc83ff9f1113ef80e562fa4a51b2c1a0776cd24b89991b3aea83e1d&width=320",
      "dateSeen": "2025-09-04T07:12:33.810Z"
    },
    "40d4bbc2b31687113e9170e167b017cfc1c02f7b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/43164781X/de-gelukkigste-man-van-nederland-joost-de-vries",
      "title": "De gelukkigste man van Nederland",
      "authors": "Joost de Vries",
      "description": "Wie is de echte Mark Rutte? Who cares? Interessanter dan hoe Rutte uitgroeide tot de onaantastbare premier die hij nu is (of waar en met wie hij met vakantie gaat), is de vraag wat het zegt dat Nederland zich al een decennium laat leiden door een politicus die er prat op gaat geen langetermijnvisie te hebben en geen grote overtuigingen. Heeft Nederland die dan ook niet? In De gelukkigste man van Nederland schrijft Joost de Vries over hoe politiek onze cultuur beïnvloedt - en omgekeerd. In speelse, wervelende essays over onder meer Mark Rutte en Badr Hari, Voetbal Inside en De luizenmoeder, Rutger Bregman en Ilja Leonard Pfeijffer portretteert De Vries een land dat graag klaagt, maar als het erop aankomt diep tevreden lijkt met zichzelf. In De gelukkigste man van Nederland stelt Joost de Vries de hamvraag: wat betekent het om overeind te blijven in een wereld die steeds sneller verandert?\n Joost de Vries  (1983) is adjunct-hoofdredacteur van De Groene Amsterdammer. Sinds zijn debuutroman Clausewitz in 2010 geldt hij als een van de toonaangevende schrijvers van zijn generatie, van zowel romans als essays. Zijn essaybundel Vechtmemoires werd genomineerd voor de Jan Hanlo Essayprijs. Zijn roman De republiek werd onder meer bekroond met de Gouden Boekenuil en werd in meer dan tien talen vertaald.\nOver De republiek: 'Een wervelende leeservaring, vol verwijzingen naar Mulisch, Hitlergrappen, knipogen naar hedendaagse cultuur en vermakelijke literaire spielerei.' DE MORGEN\nOver Vechtmemoires: 'Hij schrijft jaloersmakend glashelder, soepel, grappig en bedriegelijk eenvoudig. Subliem.' DE STANDAARD ****\nOver Rustig aan tijger: 'Joost de Vries bewijst opnieuw dat hij een van de opwindendste schrijvers van zijn generatie is.' HUMO Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A43164781X?aid=kb-online-bibliotheek&sid=17&dts=1756963720578&sig=57dfcb5dbe0a6f44a206fe1a2207899c3af0cfd8228cda6435450141e95491ec&width=320",
      "dateSeen": "2025-09-04T07:12:34.055Z"
    },
    "f734b1b179d1c3f7c9e1956cfe8b6f7b0ffc5ce1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443920664/rooksignalen-marian-donner",
      "title": "Rooksignalen",
      "subtitle": "(een hoofdkussenboek)",
      "authors": "Marian Donner",
      "description": "Op zoek naar een betere toekomst, een met meer spel, meer dans, meer vrijheid vooral, hink-stap-springt Marian Donner door de popcultuur, langs orka's, 'schreeuwende' planten, oorlogsrecht, kwantummechanica en Ninjago. Onderweg neemt ze de woorden van haar overleden vader mee, voormalig schaakkampioen. De escorts die ze ontmoette bij het bureau waar ze jarenlang de telefoon opnam, laten haar een schaduwwereld zien. En dan is er nog de stem van de Japanse hofdame Sei Shõnagon. Meer dan duizend jaar geleden hield ze een dagboek bij. Wat kan zij ons tonen?\n  Rooksignalen (een hoofdkussenboek) is een trip, een dans, weg van de hokjes en labels, de huidige controledrift, rechtlijnigheid en zwaarte, naar meer ruimte en lucht.\n\nMarian Donner  is essayist en columnist bij De Groene Amsterdammer, waar ze schrijft over popcultuur, technologie en alle overige pijnpunten van het moderne leven. Eerder verschenen van haar De grote weigering en de internationale bestseller Zelfverwoestingsboek. Haar interesse ligt bij alles wat afwijkt van de norm (en de kwantummechanica). Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443920664?aid=kb-online-bibliotheek&sid=17&dts=1756894584424&sig=a3dd3e7b202a44c9531bf5fd7852406606605f133b900fb2d1b3564132e60d92&width=320",
      "dateSeen": "2025-09-04T07:12:34.280Z"
    },
    "e9d50e88a22b377e06c6e3d436e8866d25ca9d1e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444163123/verkleed-in-vreugde-marion-bloem",
      "title": "Verkleed in vreugde",
      "authors": "Marion Bloem",
      "description": "Je zei, schrijf me een brief als ik er niet meer ben. En omdat ik je ken, of heet dat nu dan kende, weet ik dat je toen bedoelde: pak je pen, ga niet verdrinken in verblindende tranen, verstop je niet onder dat dekbed - dat ding dat jij in jouw allerlaatste dagen, of weken veel te zwaar en pijnlijk vond over jouw tere te tengere lijf.\n  In 2022 overleed Ivan Wolffers, arts, schrijver, en de grote liefde van Marion Bloem aan prostaatkanker. Wat hen van meet af aan bond was reizen en schrijven. In Verkleed in vreugde rijgt Bloem nietsontziend eerlijk haar herinneringen, observaties, gevoelens en tranen over hun tweeënvijftigjarige huwelijk aan elkaar. Ze schrijft door de rouw heen, dwars door kleurrijke decennia, op zoek naar hun geheim. Want ze bleven samen, ondanks - maar vooral ook dankzij - elkaar, tot de dood hen scheidde.\n  Zinderend en bezwerend, is Verkleed in vreugde het verhaal van een grootse, onstuimige, altijddurende liefde. Een monument.\n  Naast film-, documentairemaker en beeldend kunstenaar is  Marion Bloem  sinds haar debuut Geen gewoon Indisch meisje (1983) vooral een gelauwerd schrijver. In februari 2023 ontving ze de Constantijn Huygens-prijs 2022 voor haar oeuvre. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444163123?aid=kb-online-bibliotheek&sid=17&dts=1756903039045&sig=9303c2a5cfdfa6a92c4a2737f31a6c4e9379814716d69bcf2a3c8b20354d4573&width=320",
      "dateSeen": "2025-09-04T07:12:34.471Z"
    },
    "6e3aa1f5128152a96e39c1f729fed153db0e8700": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443307512/de-tweelingentrilogie-a-gota-kristo-f",
      "title": "De tweelingentrilogie",
      "authors": "Ágota Kristóf",
      "description": "De tweelingentrilogie is een wreed, urgent drieluik over wat oorlog en ballingschap met mensen doet. Een meedogenloos beklemmend verhaal, verteld met de rauwe eenvoud van een sprookje, dat afpelt tot de duisterste kanten van de mens.\n  'Ágota Kristóf weet dat weemoed en onwetendheid niet van elkaar te scheiden zijn, dat vorm, stijl en inhoud onlosmakelijk met elkaar verbonden zijn, dat de beste literatuur de menselijke smerigheid behoedzaam omarmt.' - Arnon Grunberg\n  'Ágota Kristóf. De geheimtip onder boekhandelaren eindelijk opnieuw beschikbaar.' - Steven Van Ammel, Passa Porta\n  'Literatuur met een angel. Een beklijvende leestrip die je de adem beneemt en de grond onder je voeten doet wegzakken.' - Gert De Bie, Boekhandel Het Voorwoord\n  'Dit boek verdient meer lezers. Het maakte een verpletterende indruk op me. Heftig en rauw. Indrukwekkend!' - Wicher van den Bemt, Boomker Boeken\n  'Kristóf laat niets van haar lezers heel. Een tijdloos literair monument over de wreedheid van oorlog.' - Bart Nijensteen, Athenaeum Boekhandel Zuidoost\n  'Het contrast tussen het eenvoudige taalgebruik van de kinderen en de gruwelijke realiteit die daarachter schuilgaat, grijpt je naar de keel. Dit meesterwerk zou áltijd beschikbaar moeten zijn in de boekhandel!' - Lies Van Den Berghe, Boekhandel Barbóék\n  'Een klap in je gezicht. De directheid van dit boek en de uitgebeende taal zijn onverbiddelijk.' - Ellen Vonken, Libris Voorhoeve\n  'Kristófs schrijven treft doel als een verwonding.' - La Quinzaine Littéraire\n  'Een briljant eerbetoon aan de literatuur. Hoe lezen en schrijven - verheven tot vertelmagie - de mens rechtop houden. Hoe leeg en beproevend het leven ook kan zijn.' - Aftonbladet\n\nÁgota Kristóf  (1935-2011) werd in 1935 geboren in Hongarije, dat ze in 1956 met haar gezin ontvluchtte. Ze kwam terecht in Neuchâtel, waar ze in een horlogefabriek werkte. Haar meesterwerk, de tweelingentrilogie, schreef ze in het Frans, de taal van haar ballingschap. Kristófs werk wordt in meer dan veertig talen uitgegeven en wordt gezien als een hoogtepunt van het Europese postmodernisme. Ze overleed in 2011. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443307512?aid=kb-online-bibliotheek&sid=17&dts=1756903506267&sig=f4abad76b3faf796904ec686a942a50a07bd132d12711c0c98c3dec84a05e70c&width=320",
      "dateSeen": "2025-09-04T07:12:34.672Z"
    },
    "72e197c29ad74d482e133a4a9c343c887e2b4886": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444205330/vilhelms-kamer-tove-ditlevsen",
      "title": "Vilhelms kamer",
      "authors": "Tove Ditlevsen",
      "description": "'Niemand kan zo luchtig over zulke vreselijke ellende schrijven als Tove Ditlevsen.' -  Connie Palmen\n\nLise en Vilhelm - zij een instabiele kinderboekenauteur, hij een opvliegende krantenman - hebben oprechte strijd en minstens zo oprechte verzoeningen. Maar na twintig jaar van aantrekken en afstoten lijkt hun huwelijk finaal te knappen wanneer Vilhelm daadwerkelijk zijn biezen pakt om er met zijn zoveelste minnares vandoor te gaan en zijn kamer leeg komt te staan.\n  In Vilhelms kamer ontmaskert Tove Ditlevsen het huwelijk als een loopgravenoorlog waar zelfs de liefde niet kan overwinnen. Wie vernietig je eerst: jezelf of de ander? Het is Ditlevsens meest gewaagde roman en wordt, samen met de Kopenhagen-trilogie, gezien als haar meesterwerk.\n\nTove Ditlevsen  (1917-1976) is een van de belangrijkste stemmen van de Deense literatuur. Nu wordt haar rauwe en springlevende oeuvre wereldwijd herontdekt.\n\nLammie Post-Oostenbrink  (1970) vertaalt uit het Deens, Noors en Zweeds. Ze is de vaste vertaler van Tove Ditlevsen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444205330?aid=kb-online-bibliotheek&sid=17&dts=1756956634231&sig=ee059569516cc5f83256c628d1f66e93bb030665fd6fdd5970b3e88eea398d42&width=320",
      "dateSeen": "2025-09-04T07:12:34.876Z"
    },
    "8c72ba7d9bf8da3472cd89a7f31ed322fe55ef89": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443398054/het-archief-thomas-heerma-van-voss",
      "title": "Het archief",
      "authors": "Thomas Heerma van Voss",
      "description": "Een ode aan de niche, aan rituelen en aan het onvermoeibaar vasthouden aan de dingen die, zinvol of niet, het leven de moeite waard maken.\n\nEr zijn verzoeken die je niet kunt weigeren. Zo twijfelt de jonge, ambitieuze Pierre geen moment wanneer hij gevraagd wordt als redacteur van Arabesk, een literair tijdschrift met een rijke geschiedenis. Vol frisse moed treedt hij toe tot de redactie en zo begint zijn nieuwe bestaan.\n  Pierre komt uit een gezin waar veel gelezen wordt, met een vader die als hoofdredacteur de gloriedagen van het geschreven woord meemaakte. Maar terwijl Pierre groeit in zijn rol als redacteur van Arabesk, kelderen de abonneecijfers. Soms lijkt alleen zijn vader nog te snappen wat de charme van het blad is, maar die zondert zich steeds meer af in zijn werkkamer, tussen stapels papier, obscure dvd's en een radio die nooit uitgaat.\n  Hoelang moeten tradities en gewoontes in stand worden gehouden? En wanneer is het tijd om los te laten? Het archief van Thomas Heerma van Voss is een zowel geestige als ontroerende roman over een wereld die steeds verder verdwijnt.\n  'Heerma van Voss heeft een opvallende controle over wat hij bij de lezer aanricht. Hij weet precies wat hij je aandoet. Een meester van de suggestie.' -  NRC\n\n Thomas Heerma van Voss  (1990) schreef enkele romans en verhalenbundels, waaronder het veelgeprezen Condities (Longlist Boekenbon Literatuurprijs en Libris Literatuur Prijs) en Passagiers/Achterblijvers (genomineerd voor de BNG Literatuurprijs). Ook schrijft hij voor onder andere De Groene Amsterdammer. Hij was zeven jaar redacteur van literair tijdschrift De Revisor. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443398054?aid=kb-online-bibliotheek&sid=17&dts=1756896705022&sig=a226634015d7463e9119132bfe1661c070c535077493307d933b635c503d4a28&width=320",
      "dateSeen": "2025-09-04T07:12:35.065Z"
    },
    "7b8f4b30ba1b5cd5e8ca165ab0e65378b8591049": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444169989/sleutelmomenten---joost-swarte-ward-wijndelts",
      "title": "Sleutelmomenten – Joost Swarte",
      "authors": "Ward Wijndelts",
      "description": "Een biografie in sleutelmomenten van Nederlands bekendste tekenaar.\n  Een opleidingengids die open op tafel ligt?\nEen praktijkstage bij een kartonnagefabriek?\nEen potje inkt drinken met Art Spiegelman?\n  Het succes van Joost Swarte (1947) was onmogelijk geweest zonder zijn grote talent. Maar wat waren de sleutelmomenten die de loop van zijn leven bepaalden? Hoe is de op brommers scheurende zittenblijver ooit gaan tekenen voor het wereldberoemde tijdschrift The New Yorker? En hoe ging hij van een 'klare lijn' naar het ontwerpen van de Toneelschuur?\n  In dit boek wordt een poging gedaan die sleutelmomenten te reconstrueren. Journalist Ward Wijndelts sprak urenlang met Joost Swarte en andere bepalende figuren in diens leven, keerde lades om met jeugdtekeningen en nooit gepubliceerde schetsen - op zoek naar de gebeurtenissen die leidden tot de methode-Swarte.\n\nWard Wijndelts  (1975) was redacteur bij NRC, hoofdredacteur van Vrij Nederland en oprichter van literair striptijdschrift Eisner. Zijn favoriete werk van Joost Swarte is de poster voor het Franse muziekfestival Rencontres Trans Musicales, die zijn hele jeugd in de woonkamer hing en daardoor in zijn geheugen geëtst staat. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444169989?aid=kb-online-bibliotheek&sid=17&dts=1756962477771&sig=d4001a6959894977884afcdd10e72c9053cdb991eccb9dec5079f9897bbad358&width=320",
      "dateSeen": "2025-09-04T07:12:35.262Z"
    },
    "87e8f6efd548ca53e10af5e2e9bd315accffd95d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444022546/autobiografie-van-mijn-lichaam-lize-spit",
      "title": "Autobiografie van mijn lichaam",
      "authors": "Lize Spit",
      "description": "Altijd als mijn ouders uitreiken: iets in mij wat naar binnen klapt, zoals een boksbal op de kermis uit de automaat tevoorschijn komt nadat er een munt wordt ingebracht, klaar om geramd te worden.\n  Eind 2021 krijgt Lize Spit een mailtje waarin haar moeder laat weten dat ze ongeneeslijk ziek is. Nu haar moeder nog maar kort te leven heeft, onderneemt Lize een laatste toenaderingspoging. Nooit eerder was het vinden van de juiste woorden zo lastig, nooit eerder was het zo noodzakelijk.\n  Autobiografie van mijn lichaam is een radicaal eerlijk en aangrijpend onderzoek van een dochter die niet alleen de moeizame relatie met haar moeder probeert te begrijpen, maar ook de verstoorde relatie tot haar eigen lichaam.\n\nLize Spit  (1988) schreef eerder de veelgeprezen romans Het smelt en Ik ben er niet. Ook schreef ze het Boekenweekgeschenk van 2023, De eerlijke vinder. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444022546?aid=kb-online-bibliotheek&sid=17&dts=1756896621938&sig=27125b1ff42da663305b24391b72b5450ec464e59f7df66cd62157fa71e4351d&width=320",
      "dateSeen": "2025-09-04T07:12:35.461Z"
    },
    "9b812aa052f9902d645b518d95f0a86f8a2e800d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453704980/ijzer-en-eed-peter-gibbons",
      "title": "IJzer en eed",
      "authors": "Peter Gibbons",
      "description": "989 na Christus. De droom van Alfred de Grote van een verenigd Engeland is werkelijkheid geworden dankzij zijn dochter Aethelfaed en kleinzoon, koning Aethelstan.  Na de dood van Erik Bloedbijl zijn de Vikingen verdreven uit York, en al twee generaties lang heerst er vrede tussen de Saksen en de Denen. Maar nu zint een nieuwe Vikingkrijgsheer, Olaf Tryggvason, op wraak voor de dood van Bloedbijl en het daaropvolgende bloedbad. Hij heeft zijn zinnen gezet op een nieuwe aanval op de Engelse kust. Samen met Skarde Wartooth vaart hij uit naar Saksisch land, op weg naar glorie, verovering en vergelding. Beornoth, een geharde en meedogenloze Saksische thegn, wordt ten strijde geroepen om zijn volk te beschermen tegen de nietsontziende Noorse indringers. Gedreven door een persoonlijke missie sluit hij zich aan bij het leger van Byrthnoth, heer van de oostelijke Saksen, in een wanhopige strijd tegen de bloeddorstige Vikingen. Beornoth moet zijn strijd met zichzelf overwinnen, brute aanvallen overleven en vrede sluiten met zijn tragische verleden.  Voor de fans van Bernard Cornwell, Simon Scarrow, Conn Iggulden en David Gemmell: een episch Saksisch avontuur vol veldslagen, Vikingen en heroïek. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453704980?aid=kb-online-bibliotheek&sid=17&dts=1756926097565&sig=ba6987051523a16099060f3464771b5fb2b6e3b3bd9cb4b68023c3b7aa459730&width=320",
      "dateSeen": "2025-09-04T07:12:35.657Z"
    },
    "9ef11442f7a21c88c61277f0ba85f141c72f06b4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453705014/ronja-en-de-robot-marianne-busser---ron-schro-der",
      "title": "Ronja en de robot",
      "authors": "Marianne Busser | Ron Schröder",
      "description": "Ronja's moeder is uitvinder, en ze is ontzettend creatief. Er gaat geen dag voorbij zonder dat er iets gemaakt wordt in huis! Ze is al heel lang bezig met het maken van wel iets heel bijzonders: een robot. Maar dat gaat steeds mis! Dan besluit Ronja het ook eens te proberen... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453705014?aid=kb-online-bibliotheek&sid=17&dts=1756895826252&sig=7b6e8174e583016ae9537bd049d51259048e0eafc9abac45e471fd6dd5ad226b&width=320",
      "dateSeen": "2025-09-04T07:12:35.905Z"
    },
    "92035631bae9b4d3b0e0a1c4771ae229a3792ec6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453705057/op-een-kerstavond-shari-low",
      "title": "Op een kerstavond",
      "authors": "Shari Low",
      "description": "Drie vrouwen, drie decennia, drie kerstavonden die hun levens voorgoed veranderen...  Op kerstavond 1968 krijgt Cathy McLean onverwacht bezoek van de verloren liefde van haar leven en moet ze kiezen tussen de persoon die haar ooit verliet en de persoon die altijd is gebleven.  Op kerstavond 1993 is Cathy's dochter Helena dolblij wanneer ze hoort dat haar vriend op het punt staat haar ten huwelijk te vragen - tot een ingrijpende gebeurtenis ertoe leidt dat hij haar mogelijk niet een ring, maar een gebroken hart zal bezorgen.  Op kerstavond 2023 zet een schokkende ontdekking de wereld van Eve Quinn op zijn kop. Het enige cadeau dat Eve dit jaar wil, is de waarheid. Zou er een kerstwonder nodig zijn om generaties aan geheimen te ontrafelen? Een feestelijk verhaal over gecompliceerde families, onmogelijke keuzes en een onvergetelijke liefde die drie generaties beïnvloedt.  Voor de fans van Jojo Moyes, Beth Moran en Debbie Howells. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453705057?aid=kb-online-bibliotheek&sid=17&dts=1756890423289&sig=662a397c8a552599672e814be93b0bbce1d5ebcf161fd131edbe30f63d45f0c2&width=320",
      "dateSeen": "2025-09-04T07:12:36.111Z"
    },
    "21188d2435ab429dd4e5e43a684dedd4cab55be6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453705073/lang--heel-lang-geleden----diverse-auteurs",
      "title": "Lang, heel lang geleden...",
      "subtitle": "Volksverhalen verzameld door P. Pertuis",
      "authors": "Diverse Auteurs",
      "description": "Elk land kent zijn eigen geschiedenis van volksverhalen die griezelend werden verteld in het donker bij flakkerend haardvuur... Het verhaal van Pieter Konijn, De goede ruil, De wolf en de zeven geitjes, De wonderlijke speelman, Broertje en zusje, De trouwe Johannes, De goede ruil, De blauwe Gerrit, De dolende Peelridder, De legende van het Solse gat, De verborgen schat van kasteel Ravenhorst, De witte juffer van Kwaderenoord, Het Amsveen, Het monster van Utrecht- de Basilisk, Het popje van de heks uit Bolsward, Het potje van de Witte Wieven, Het spook van de Zeedijk, Het spookship de Zeerob, Het vrouwtje van Stavoren, Hoe de stad Antwerpen aan zijn naam kwam, Holle Bolle Jan, Kaspar, Mariken van Nieumeghen, Old Minneke, Pater Langslaper, De heksenboom van Bladel, Het vuur van Doevere, De chineese nachtegaal, De stukgedanste schoenen, De gedaantewisselaar. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453705073?aid=kb-online-bibliotheek&sid=17&dts=1756890543616&sig=c18c844fd550a9790b12bc22fc819474249316e29dd20ca842357ee18991d227&width=320",
      "dateSeen": "2025-09-04T07:12:36.299Z"
    },
    "2930813dbfd345f5a88658d0dbe7e6219eae7ac2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453705103/een-magisch-paard-e-n-een-supersonische-rolstoel-yvette-den-brok---rouwendal---luxx-mertens",
      "title": "Een magisch paard én een supersonische rolstoel",
      "authors": "Yvette den Brok – Rouwendal | Luxx Mertens",
      "description": "Teun baalt van zijn rolstoel. Dat ding kan de stoep niet op en af en ook niet door het zand rijden. Daarom wil Teun een paard. Met een paard kan hij veel meer. Maar is dat wel een goed plan? En wat is er bij Teuns beste vriendin Pleun thuis aan de hand? Luxx Mertens is acht jaar. Zij weet wat kinderen van haar leeftijd willen lezen. Dat kan ze heel goed duidelijk maken. Yvette den Brok - Rouwendal is de oma van Luxx. Ze is kinderboekenschrijver en is haar hele leven al gehandicapt. Zij weet wat het is om in een rolstoel te rijden. Luxx en Yvette vormen dus de perfecte combinatie voor het schrijven van dit verhaal. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453705103?aid=kb-online-bibliotheek&sid=17&dts=1756969956394&sig=c02b55408335443028e65fbbc66aef0d2198d8738a470e03ddfb319f05e54c1e&width=320",
      "dateSeen": "2025-09-04T07:12:36.738Z"
    },
    "10b1ce60b265738d074529adac72fc92c4b3d70a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453705006/schaduwglans-henrie-tte-de-smet",
      "title": "Schaduwglans",
      "authors": "Henriëtte de Smet",
      "description": "Een satirisch en realistisch drama over ambities, liefde en de prijs van succes in de mediawereld. Met scherpe dialogen en soms absurde situaties legt dit verhaal de kwetsbaarheid bloot van hen die alles lijken te hebben - en tegelijkertijd alles dreigen te verliezen... SCHADUWGLANS neemt je mee achter de coulissen van de televisie-industrie, waar idealisme en cynisme elkaar kruisen. Voor Dagmar, een getalenteerde presentatrice, lijkt haar grote droom eindelijk werkelijkheid te worden. Na jaren van hard werken staat ze aan de vooravond van haar doorbraak. Haar programma's scoren hoge kijkcijfers en sponsors staan voor haar in de rij, maar achter de schermen ligt het web van verborgen agenda's, affaires en keiharde concurrentie op de loer. Gedreven door de liefde zoekt Dagmar tussen applaus en twijfel haar eigen draai. Henriëtte de Smet was gedurende 20 jaar televisiemaker. Tegenwoordig werkt zij als tekstschrijver en inmiddels heeft ze een aantal hedendaagse feelgoodromans en drie historische romans op haar naam. Schaduwglans is haar negende roman, met opnieuw een sterke vrouw in de hoofdrol. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453705006?aid=kb-online-bibliotheek&sid=17&dts=1756969956817&sig=7454f430735fd9bed27216da2e520707c0015eec2450ac2035db53f3459673cd&width=320",
      "dateSeen": "2025-09-04T07:12:36.973Z"
    },
    "cdd9103a23cca16a8c0b0fa491ac4e453e7b146b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45370493X/jackal-highway-iris-pinson",
      "title": "Jackal Highway",
      "subtitle": "Een sensuele, psychologisch gelaagde roman over controle, zelfbeeld en het verlangen naar echte verbinding.",
      "authors": "Iris Pinson",
      "description": "Jackal Hayway Iris Pinson Een sensuele, psychologisch gelaagde roman over controle, zelfbeeld en het verlangen naar echte verbinding. Sanny is een lieve, onschuldige vrouw die verlangt naar liefde, vertrouwen en een thuis. Haar ontmoeting met Boris op de Zomerparty on the Beach lijkt het begin van iets moois. Hij is knap, zelfverzekerd en onweerstaanbaar, maar achter zijn charme schuilt een wereld die gevaarlijker is dan Sanny ooit had kunnen bedenken. Wat begint als een toevallige ontmoeting verandert al snel in een spel van macht en verleiding. In de tussentijd kiest Sanny voor een frisse start bij een innovatieve startup in Rotterdam. Ze hervindt haar kracht en sluit hechte vriendschappen met collega Quinn en haar onverwacht ontdekte nicht Esmee. Wanneer alles bij Sanny weer op rolletjes loopt, verschijnt Lorenzo: onweerstaanbaar, raadselachtig en gevaarlijk aantrekkelijk. Zijn aanwezigheid werkt als een stroomstoring in haar zorgvuldig opgebouwde bestaan, waarin Sanny dreigt te verdwijnen. Esmee en Quinn gaan op zoek en vinden een plek waar identiteit vloeibaar wordt en liefde een algoritme kan zijn. In deze beklemmende wereld vervagen de grenzen tussen verlangen en realiteit. Is Sanny nog te redden, of is ze voorgoed opgenomen in een systeem dat haar herschreven heeft? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45370493X?aid=kb-online-bibliotheek&sid=17&dts=1756969957071&sig=ce3f23cf60682d3cc06fc882dc6b2bdbba1b38d7dfa45fa32455d868f1119eb6&width=320",
      "dateSeen": "2025-09-04T07:12:37.241Z"
    },
    "43327f778302785c90628691385b2e1360b68efe": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44456814X/tussenjaren-yannick-dangre",
      "title": "Tussenjaren",
      "authors": "Yannick Dangre",
      "description": "Zal ze er zijn? Met die vraag stapt Charles de luchthaven binnen. Dertig jaar eerder is Sylviane, zijn eerste vrouw en moeder van hun dochtertje Claudia, met de noorderzon verdwenen. Het enige wat ze achterliet: een brief met de belofte om elkaar drie decennia later terug te zien in Napels. Gedreven door onopgeloste vragen, en zonder iets tegen zijn gezin te zeggen, besluit Charles te vertrekken. Op Italiaanse bodem wordt het verleden ogenblikkelijk als een zandstorm in hem losgewoeld. Terwijl de Napolitaanse zon ongenadig op hem inbeukt, vraagt hij zich met elk naderend uur af of Sylviane op de afspraak zal zijn en waarom hij hun dochter nooit de waarheid heeft verteld. Tussenjaren is een roman over de vraag of je in het leven werkelijk opnieuw kunt beginnen. Het is een vertelling over liefde, schuld, ouderschap en de werking van de tijd. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44456814X?aid=kb-online-bibliotheek&sid=17&dts=1756929002796&sig=833a75f55b40049853c9fca5987f604ea5ee8caff8f17ff8d059ce25ee9b5016&width=320",
      "dateSeen": "2025-09-04T07:12:37.424Z"
    },
    "ebf26837244f88e93f4d7a61a46d0bd286d8a734": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444397787/autopsie-jilt-jorritsma",
      "title": "Autopsie",
      "authors": "Jilt Jorritsma",
      "description": "Op het drooggevallen wad bij Moddergat wordt het dode lichaam van een vrouw gevonden. Ze wordt geïdentificeerd als Mette Brun, die het wad en getij als geen ander kende.\n  Haar zussen Riene en Brecht vragen zich af hoe ze heeft kunnen verdrinken en beginnen aan een labyrintische zoektocht langs de barre waddenkust, waar ze vroeger oesters raapten met hun vader en waar, volgens de Romeinse overlevering, waanzin en blindheid regeren.\n  Autopsie neemt een duik in ene verborgen wereld die onder het oppervlak van het zichtbare sluimert. Een even beklemmend als menselijk verhaal over gebroken familierelaties en de onmogelijkheid aan je eigen blik te ontkomen. Een gelaagde roman waaraan je je moet overgeven als aan de getijden en waarin je telkens opnieuw kopje-onder gaat.\n\nJilt Jorritsma  (1991) is schrijver en historicus. Zijn debuutroman Was stond op de longlist van de Libris Literatuur Prijs en de shortlist van de Anton Wachterprijs. Door NRC werd Jorritsma uitgeroepen tot Rijzende Ster in de Literatuur. Hij won de Joost Zwagerman Essayprijs en de Essaywedstrijd Nexus Connect. Zijn essays en korte verhalen verschenen onder meer in De Gids, De Revisor en de Nederlandse Boekengids. Aan de Open Universiteit doet hij onderzoek naar zinkende steden. Autopsie is Jorritsma's tweede roman en zijn eerste boek bij Das Mag Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444397787?aid=kb-online-bibliotheek&sid=17&dts=1756898408768&sig=a6a90961a052f6d580c500e69731d3827abb18c83e793ecf82aa09225309c23f&width=320",
      "dateSeen": "2025-09-04T07:12:37.605Z"
    },
    "d9670a84b266976baac7da7843f2766767f0d910": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448832569/de-zieldoder-ross-greenwood",
      "title": "De Zieldoder",
      "authors": "Ross Greenwood",
      "description": "De ene moord lijkt op zelfmoord. De ander op een ongeluk.  Inspecteur Barton onderzoekt de tragedies die het leven van een familie hebben verwoest, maar zonder duidelijke aanwijzingen loopt de zaak op niets uit. Wanneer de resten van een lichaam worden gevonden, wijst elke aanwijzing naar één verdachte.\nBarton en zijn team gaan snel te werk en wanneer de moordenaar eenmaal achter de tralies zit, kunnen ze allemaal opgelucht ademen. Maar de dood loert nog steeds in de schaduwen en niemands ziel is veilig. Zelfs niet die van de inspecteurs...\n Ross Greenwood schrijft angstaanjagende thrillers met veel plotwendingen en onvergetelijke eindes. Perfect voor fans van Mark Billingham en Stuart MacBride. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448832569?aid=kb-online-bibliotheek&sid=17&dts=1756961874177&sig=b4a54e27bc0b07dc9a5c8d10e85a05cf77e16d1087b29d035470c26678d516ac&width=320",
      "dateSeen": "2025-09-04T07:12:37.771Z"
    },
    "a8abcf010abd59ebd09e60fcfe08463a3195182c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443322813/de-bible-belt-jonah-falke",
      "title": "De Bible Belt",
      "subtitle": "Een waarachtige zoektocht naar geloof, hoop en liefde in Nederland",
      "authors": "Jonah Falke",
      "description": "Jonah Falke groeide niet op in een religieuze omgeving, maar is wel gefascineerd door het geloof. Gedreven door zijn nieuwsgierigheid kreeg hij toegang tot het meest orthodoxe, streng gereformeerde deel van Nederland: de bewoners van de Bible Belt. Terwijl veel niet-ingewijde buitenstaanders vaak in clichés en vooroordelen over hen blijven steken, wilde Jonah ze met open vizier tegemoet treden. Hij sprak met dominees, moeders, jongeren, twijfelaars, SGP’ers, bezocht kerkdiensten, studiedagen, gevangenissen en uitvaarten. En hij logeerde bij een gereformeerd gezin in Zeeland. In De Bible Belt doet hij verslag van zijn waarachtige zoektocht naar wat godsbesef is. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443322813?aid=kb-online-bibliotheek&sid=17&dts=1756923526206&sig=efb97eaec6fe0f397854500984c83682633da5097993f039220d1d6534f93008&width=320",
      "dateSeen": "2025-09-04T07:12:37.960Z"
    },
    "6507eb76d82efabad41c56ac93499e3dda2d3cba": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448832550/de-ex-vrouw-sally-rigby---amanda-ashby",
      "title": "De ex-vrouw",
      "authors": "Sally Rigby & Amanda Ashby",
      "description": "Een zinderende psychologische thriller vol plottwists, obsessie en verraad.  Alles was onder controle. Totdat zij verscheen. Norah.  Jonger. Mooier. En nu verloofd met mijn ex-man. Samen zijn ze een wandelend cliché - het perfecte plaatje, maar ik kan er alleen maar met afkeer naar kijken.  Ze heeft me alles ontnomen: mijn huwelijk, mijn huis, mijn leven zoals ik het kende. Maar één ding mag ze mij nooit ontnemen: mijn dochter Cassie. Zij is van mij. Alleen van mij.  En dan ontdek ik dat Norah een kind wil. Dat verandert alles. Als zij moeder wordt, kunnen mijn grootste geheimen aan het licht komen. Dat risico kan ik niet nemen.  Ik moet haar stoppen, ongeacht de gevolgen... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448832550?aid=kb-online-bibliotheek&sid=17&dts=1756919008182&sig=c2c6fed8a427de89acfb4792bc0789dd70ba4fa6b2f6c214f33091bd10555d3e&width=320",
      "dateSeen": "2025-09-04T07:12:38.141Z"
    },
    "b0d56e3622ede345f9da87eda8a6d1307208bc6b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45370509X/de-zonen-van-bruce-lee-alex-boogers",
      "title": "De zonen van Bruce Lee",
      "authors": "Alex Boogers",
      "description": "In De zonen van Bruce Lee reist Alex Boogers met zijn zeventienjarige zoon langs de Westkust van de Verenigde Staten, op zoek naar sporen van Bruce Lee. Het tweetal treft er ontroerende kruimels aan van de straatvechter die een wereldberoemd vechtkunstenaar werd; de vechtkunstenaar die een entertainer werd; de acteur die een compleet nieuw actiegenre schiep, de kungfu-God die wereldwijd miljoenen fans en bewonderaars kreeg, omdat ze wilden leren vechten en leven zoals hij.  Alex Boogers: 'Zonder dat ik het zelf wist heb ik Bruce Lee in mijn jeugd geadopteerd als geestelijk vader, als iemand die mij de weg zou wijzen. Ik wist dat hij er altijd zou zijn, ook als er een stevige mist neerdaalde en ik soms niet meer wist waar ik naartoe moest. Hij zou er zijn. Hij wel.' Als opgroeiende puber in een onveilige omgeving klampte Boogers zich vast aan de inzichten van Lee. Inzichten die hij nu op zijn beurt doorgeeft, in een indrukwekkend lange brief aan zijn zoon. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45370509X?aid=kb-online-bibliotheek&sid=17&dts=1756923092952&sig=6279c1bd68f25d83578d1431118eff39bdafdd04cbf10af50e169122b83afe26&width=320",
      "dateSeen": "2025-09-04T07:12:38.348Z"
    },
    "e5b901d1bb6319c35195fc2d89b31873565531db": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444317287/de-zomer-van--47-barry-smit",
      "title": "De zomer van '47",
      "authors": "Barry Smit",
      "description": "In 1939 verhuist Amsterdammer Ben Meyer naar Berlijn om te gaan werken in de bloeiende Duitse filmindustrie. Niet veel later meldt hij zich aan bij de Waffen ss en vertrekt hij als cameraman naar het oostfront. Na de oorlog kan hij niet terug naar Nederland, hij wordt gezocht. Hij vestigt zich met een nieuwe liefde net over de grens in Walbeck. In de zomer van 1947 neemt zijn broertje Leo diens jonge gezin mee naar Duitsland om het zwarte schaap op te zoeken. Ze hebben elkaar acht jaar niet gezien. Wat is er over van de familieband? En: hoe kijkt Leo’s broer terug op de keuzes die hij maakte? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444317287?aid=kb-online-bibliotheek&sid=17&dts=1756953820553&sig=4b9e59ed2f043b9bd71aef3ea1860cf6a73f26b067b582b6525a5344ea2e3ca4&width=320",
      "dateSeen": "2025-09-04T07:12:38.558Z"
    },
    "0b5897980ca113f207797e7f552ac58acf609b14": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447153218/de-keizer-van-gladness-ocean-vuong",
      "title": "De keizer van Gladness",
      "authors": "Ocean Vuong",
      "description": "Op een late zomeravond staat de negentienjarige Hai op de rand van een brug in het stadje East Gladness, klaar om te springen. Dan hoort hij iemand aan de overkant van de rivier roepen. De stem is van Grazina, een bejaarde weduwe die aan dementie lijdt, en die hem weet te overtuigen een ander pad te kiezen. Ontheemd en zonder opties wordt hij noodgedwongen haar mantelzorger. In de loop van een jaar ontwikkelt het onwaarschijnlijke duo een levensveranderende band, gebaseerd op empathie, spirituele bezinning en hartzeer, met de kracht om Hai's relatie tot zichzelf, zijn familie en een gemeenschap op de rand van de afgrond te veranderen.  Langs de cycli van geschiedenis, herinnering en tijd, laat Ocean Vuong zien hoe liefde, arbeid en eenzaamheid de fundamenten vormen van het Amerikaanse leven. Centraal staat een gedurfde epische vertelling over wat het betekent om aan de rand van de samenleving te bestaan en de wonden onder ogen te zien die onze collectieve ziel blijven achtervolgen. Kenmerken van Vuong's schrijfstijl - het vermogen om rauwheid met elegantie te verweven door middel van tederheid - zijn volop aanwezig in dit verhaal over verlies, hoop en hoe ver we zouden gaan om een van de meest ongrijpbare zegeningen in het leven te krijgen: een tweede kans. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447153218?aid=kb-online-bibliotheek&sid=17&dts=1756898718425&sig=ab912ab4d6de1f0b3fb23851be7993507b7158a7b877ab8f585f415974c414de&width=320",
      "dateSeen": "2025-09-04T07:12:38.764Z"
    },
    "88bd3e9d315cdbd5e7602f10e3f78b7bf76c678d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444317538/witte-chrysanten-jan-siebelink",
      "title": "Witte chrysanten",
      "authors": "Jan Siebelink",
      "description": "In dit autobiografisch debuutverhaal van Jan Siebelink uit 1975 laat een bloemenkweker zijn zoon bestellingen in de buurt rondbrengen.Nadat er herhaaldelijk vervelende voorvallen plaatsvinden tijdens die bezorgingen, besluit de vader ze zelf te leveren. Een levering aan de grote bloemenzaak Van Maanen loopt uit op een drama. De eigenaar stuurt de vader scheldend en tierend de winkel uit, ten aanzien van alle klanten. Als de zoon thuis hoort hoe zijn vader vernederd is, besluit hij om wraak te nemen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444317538?aid=kb-online-bibliotheek&sid=17&dts=1756894583337&sig=a2b467d44c633270ed49416ee58988929696c074ec0d7ccc31ae1a33944568de&width=320",
      "dateSeen": "2025-09-04T07:12:43.945Z"
    },
    "70b9e146542f3baa2120b8ecc30f3d56c4769e19": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442251394/aan-het-einde-van-de-oorlog-bert-natter",
      "title": "Aan het einde van de oorlog",
      "authors": "Bert Natter",
      "description": "De negenjarige Ernst, jongste zoon van ss-Obersturmführer Karl Zehlendorf, raakt vermist in de buurt van een concentratiekamp. Zijn broer Reinhart beweert Ernst te hebben achtergelaten aan de oever van het meer, waar ze aan het vissen waren. Terwijl de kanonnen van het naderende Russische Rode Leger in de verte al te horen zijn, wordt alles in het werk gesteld om de jongen te vinden: hij zal toch niet in het verraderlijke diepe meer verdwenen zijn? Of erger nog: in het concentratiekamp? Zonder te beseffen wat er gebeurde zijn bewakers en gevangenen getuige geweest van de verdwijning van Ernst, maar zullen zij vertellen wat ze hebben gezien? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442251394?aid=kb-online-bibliotheek&sid=17&dts=1756912452890&sig=c9e7bd7578e14ae543ef23377b398881edccc44561f9df018d92119d97f2f904&width=320",
      "dateSeen": "2025-09-04T07:12:44.208Z"
    },
    "3d04b84e78b03eb5d6c3ea5726bf7f556f50eb31": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448273454/een-frisse-start-jessica-redland",
      "title": "Een frisse start",
      "authors": "Jessica Redland",
      "description": "Rosie heeft het gevoel dat er iets ontbreekt in haar leven.  Rosie vindt haar baan als manager van Willowdale Hall Paardrijschool & Paardensportcentrum geweldig, waar ze de paarden verzorgt en kinderen leert paardrijden. Ook vindt ze het heerlijk om met haar moeder samen te wonen in het prachtige Lake District, maar toch vraagt ze zich af hoe haar leven eruit zou hebben gezien als het anders was geweest. Wat als haar vader er was geweest om voor haar moeder te zorgen? En wat als ze zelf het geluk had gevonden?  Wanneer Hubert Cranleigh - de eigenaar van Willowdale Hall - ziek wordt, neemt zijn zoon Oliver de leiding over. Hij gedraagt zich chagrijnig en afstandelijk, en Rosie is woedend wanneer hij beweert niet te weten wie ze is. Vooral omdat ze een verleden hebben...  Rosies leven staat op een kantelpunt, maar met het nieuwe jaar komen er nieuwe kansen. Misschien is Rosies geluk toch dichterbij dan ze denkt. Durft ze de sprong te wagen? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448273454?aid=kb-online-bibliotheek&sid=17&dts=1756899373757&sig=ff5ee5880247ffbafece089469cb00cb9822d54e6b9d275f2a8a9936b63d22d0&width=320",
      "dateSeen": "2025-09-04T07:12:44.386Z"
    },
    "96ba9431306992808ea8c69df71161f5599dd0d1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44454903X/het-archief-jilles-lisa-weeda",
      "title": "Het archief Jilles",
      "authors": "Lisa Weeda",
      "description": "Het is een groot geluk: een archiefvondst die een dierbare dichterbij brengt. Het overkomt Lisa Weeda als ze archiefstukken in handen krijgt over het oorlogsverleden van haar grootvader Jilles. Ze wist wel dat er verhalen waren over zijn tijd in een Duits werkkamp, over zijn vlucht naar Zweden, zijn tijd als Engelandvaarder en in voormalig Nederlands-Indië, maar lang had ze geen tijd voor zijn verhaal.\nNu Jilles’ archief zich openbaart wordt het dan toch tijd, want hoe zat het eigenlijk met die geheimzinnige dingen over mannen? Is dat waarom haar grootvader tegen Lisa zei: ‘als je maar gelukkig bent,’ nadat haar ouders hem hadden verteld dat zij op vrouwen valt? Steeds dichter komt ze bij hem en ook bij het heden: ‘De geschiedenis heeft een hart nodig om weer in te kloppen.’ Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44454903X?aid=kb-online-bibliotheek&sid=17&dts=1756910461466&sig=f6f87f65e68a04f906419acba837858d76ffaf7238158942158070763bd59947&width=320",
      "dateSeen": "2025-09-04T07:12:44.607Z"
    },
    "edea8252fe4aa77b4a5000a707c572d719c40a1c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444317562/de-zoon-die-alleen-overbleef-corine-hartman",
      "title": "De zoon die alleen overbleef",
      "authors": "Corine Hartman",
      "description": "Het spookt in het kasteel, volgens mevrouw Van Wildenborch van kamer twee. De barones is licht dementerend, heel serieus wordt haar angst voor een silhouet in de nacht niet genomen. Ook niet door Eva Romeijn. Ze is vaak te vinden in de tot luxe zorghotel verbouwde vesting, waar haar goede vriend Winand en de andere  gasten hun laatste levensfase doorbrengen.Op een ochtend wordt er in de landschapstuin een dode aangetroffen. De gasten lijken allesbehalve verbaasd, de man was van hun leeftijd, en ‘we gaan allemaal een keer’, aldus de oudprofessor van kamer twee.Als er meer zorgelijke gebeurtenissen plaatsvinden in het normaal zo rustige, pittoreske Vorden, begint Eva in verledens te graven en ontdekt daar lang bewaarde geheimen. Maar kan ze ook meer onheil voorkomen? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444317562?aid=kb-online-bibliotheek&sid=17&dts=1756896351190&sig=5c3af058a8bc2ae1873d17dadbae300b85774668496f1db2bf4ea2c325eeabb2&width=320",
      "dateSeen": "2025-09-04T07:12:47.853Z"
    },
    "fca9f9354609509174aa6c9e7ec746ca14cc58ce": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448273551/gaan-roxana-robinson",
      "title": "Gaan",
      "authors": "Roxana Robinson",
      "description": "De paden van oud-geliefden Warren en Sarah kruisen elkaar onverwachts als ze begin zestig zijn. Veertig jaar eerder leken ze voor elkaar voorbestemd; door een flauw misverstand ging het uit. Inmiddels zijn ze beiden gelukkig en genieten van een rijk leven met volwassen kinderen, Warren is getrouwd en Sarah gescheiden. Toch laait hun oude passie weer op door de toevallige ontmoeting. Ze grijpen deze tweede kans met beide handen aan. De verloren jaren smelten weg tijdens heimelijke ontmoetingen. Ze maken plannen om voor altijd bij elkaar te zijn, maar ze hebben buiten hun kinderen gerekend. Weegt hun hernieuwde liefde op tegen de offers die ze uiteindelijk moeten brengen? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448273551?aid=kb-online-bibliotheek&sid=17&dts=1756999732358&sig=d8bbd311b6ed8e9162ab0f870b7bf002dff4aef1d62c6a53e1b7e5060ee375c2&width=320",
      "dateSeen": "2025-09-05T07:12:57.742Z"
    },
    "ddaa5cecf8159bc8c0490f8bd90c21afa8e8c3b9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444311351/wild-van-liefde-elsie-silver",
      "title": "Wild van liefde",
      "authors": "Elsie Silver",
      "description": "Ze maakt hem al jaren wild... op een goede manier. Ford Grant mag dan wel door Forbes zijn uitgeroepen tot 's werelds hotste miljardair, hij geeft er niks om. Hij wil gewoon rustig zijn leven leiden zonder hijgende paparazzi in zijn aura. Wanneer hij een opnamestudio opent in het mooie stadje Rose Hill, is Ford voor zijn gevoel helemaal op zijn plek. Maar dan komt hij oog in oog te staan met een meisje dat beweert dat ze zijn dochter is. Terwijl Ford probeert zijn nieuwe business te combineren met de zorg voor een dwarse twaalfjarige, doet zich nog een probleem voor: Rosie Belmont. Rosalie is mooi, ze is chaotisch en... ze heeft werk nodig. Na een wanhopige smeekbede geeft Ford haar een baan. Iets waar hij al heel snel spijt van krijgt, want sparren met Rosie voelt als een soort verbaal voorspel en haar elke dag zien is een gevaar voor zijn zelfbeheersing. Ford weet heel goed dat hij deze grens niet mag overschrijden. Maar niet mogen en niet kunnen zijn twee heel verschillende dingen. Want het enige wat hij écht niet kan, is haar weerstaan. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444311351?aid=kb-online-bibliotheek&sid=17&dts=1757000393926&sig=8c030fbdee854c43b2104c997a41af12893d6dfafc549a6f9e5af2522fe4bda7&width=320",
      "dateSeen": "2025-09-05T07:12:57.944Z"
    },
    "b3b834bef6b1236c513a3f7f85ab281ab2f36cf9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447153552/wie-ik-ben-levi-jacobs",
      "title": "Wie ik ben",
      "authors": "Levi Jacobs",
      "description": "Wanneer zijn depressie de dertigjarige Levi naar de keel grijpt, reikt zijn anders zo gesloten vader hem de hand: laten we praten. Samen bezoeken ze het theaterfestival Fringe in Edinburgh, maar de gesprekken komen moeizaam op gang. Herinneringen dringen zich op: aan Levi's excentrieke familie, zijn strijd met erkenning en geloof, en vooral aan zijn grote liefde Vic. Wanhopig probeert hij vat te krijgen op zijn destructieve neigingen, die werkelijk contact met een ander in de weg staan. Jacobs ontziet in zijn debuutroman niets of niemand, en al helemaal zichzelf niet. Toch blijft hij de deur naar liefde hardnekkig opentrappen. Met zijn krachtige pen maakt hij van Wie ik ben een meedogenloos, maar ook hoopvol verhaal. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447153552?aid=kb-online-bibliotheek&sid=17&dts=1756999906474&sig=9521d009346c35bb497dfe0afd1a55c85f4720a699cb4b5b748a01f7d958ca03&width=320",
      "dateSeen": "2025-09-05T07:13:00.909Z"
    },
    "9a47132a9c57d11ec4e7a9087df742bacad89e13": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444576940/single-zijn-is-geen-wachtkamer-charlotte-wilmssen",
      "title": "Single zijn is geen wachtkamer",
      "subtitle": "Omarm de acht fases van het singleleven",
      "authors": "Charlotte Wilmssen",
      "description": "Ervaringsdeskundige Charlotte Wilmssen gidst je in dit boek door het singleleven en slaat daarbij alle grote clichébeelden aan diggelen. Weg met de wilde single die elk weekend op stap gaat en de ene na de andere onenightstand heeft. Weg met de zielige cat lady die eenzaam en alleen in haar sofa hangt met een fles wijn, terwijl ze de zoveelste romantische komedie kijkt. Een single is zoveel meer dan dat.  Op basis van haar eigen ervaringen en de vele gesprekken die ze voerde met experts en ervaringsdeskundigen, ontdekte Charlotte dat het singleleven acht fases kent. Van daten en geghost worden over onenightstands en situationships tot liefdesverdriet, eenzaamheid en zelfontwikkeling. Dit boek gaat geen taboe uit de weg en laat je de waarde en de gouden randjes van iedere fase zien. Single zijn is immers geen periode die je uitzit in een wachtkamer, maar geeft je de tijd en de ruimte om te ontdekken wie jij bent en wat jij wilt.  Single zijn is geen wachtkamer is een must-read voor de single die op zoek is naar positiviteit en (h)erkenning. Je bent niet alleen en veel meer dan alleen! Charlotte Wilmssen is de host van de populaire podcast How to be Single. Ze bouwde het merk uit tot een vaste waarde, organiseert intussen events en reizen voor singles en host een online community voor singles, The Singles Hub. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444576940?aid=kb-online-bibliotheek&sid=17&dts=1757001213497&sig=e28b6724c659885bd57e3251870ca82085f1ce93951e03fdee9be1dc8f9d5995&width=320",
      "dateSeen": "2025-09-05T07:13:01.068Z"
    },
    "20452e84a4aaff71aa43b124d82239c827da51c1": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453521754/de-engeltjes-waren-op-bauke-terpstra",
      "title": "De engeltjes waren op",
      "subtitle": "Rinke Terpstra en de nasleep van de Utrechtse tramaanslag",
      "authors": "Bauke Terpstra",
      "description": "Utrecht, 18 maart 2019, 10.45 uur. Een man stapt in een tram en opent het vuur op de onthutste passagiers. Terwijl de terrorist al schietend door de tram loopt, trapt Rinke Terpstra een raam kapot en helpt medepassagiers te vluchten. Als Rinke als laatste de tram wil verlaten, wordt hij neergeschoten. Pas 's avonds hoort de familie Terpstra dat Rinke dood is. 'Rinke had altijd een engeltje op zijn schouder, behalve op die fatale ochtend.' Rinke wordt door zijn moedige optreden bekend als 'de tramheld'. Postuum wordt hem de Zilveren Erepenning voor Menslievend Hulpbetoon uitgereikt. Dit boek is niet alleen een intiem portret van Rinke Terpstra, maar beschrijft ook hoe zijn nabestaanden in de maanden na de aanslag in een dramatische rollercoaster van emoties, loze beloftes en juridische verwikkelingen belanden. 'Rinkes optreden was onvoorstelbaar moedig.' - Sharon Dijksma, burgemeester van Utrecht Auteur Bauke Terpstra (1964), de broer van Rinke, trad na de aanslag als woordvoerder namens de familie op. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453521754?aid=kb-online-bibliotheek&sid=17&dts=1756999752867&sig=4140a54c80a39b3c2adf06d21de0f477279ad36834795cff512f48e3b46698e5&width=320",
      "dateSeen": "2025-09-05T07:13:01.286Z"
    },
    "522fa02b2c5acfc8531f0b6d9bce628e9eea231c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453521762/330-minuten-ste-phane-roozen",
      "title": "330 minuten",
      "subtitle": "De Apple Store gijzeling door de ogen van Alex Manuputty",
      "authors": "Stéphane Roozen",
      "description": "Het wordt een datum die hij nooit meer zal vergeten: 22-02-2022. Terwijl het eigenlijk zijn vrije dag is, is Alex Manuputty die bewuste dag druk aan het werk in de Apple Store aan het Amsterdamse Leidseplein. Aan het eind van de middag hoort hij opeens geschreeuw. Even later hoort hij gegil. Er ontstaat paniek in de winkel. Mensen rennen. Een gijzeling! Terwijl het gijzelingsdrama zich, live op tv, voor het oog van de wereld voltrekt, verstopt Alex zich in een bezemkast. In blinde paniek neemt via WhatsApp afscheid van zijn naasten. Hij hoort dat er schoten worden afgevuurd, maar kan geen kant op. Hij ziet wat zich op een paar meter afstand in de winkel afspeelt. 330 ijzingwekkende minuten vreest hij voor zijn leven... Opeens is het voorbij. Een dag later is Alex Manuputty ongevraagd de meest besproken persoon van de Apple Store-gijzeling. Hij blijkt een kleurrijke persoonlijkheid. Alex is geboren op Curacao, waar hij toen hij zeven weken oud was door zijn biologische moeder werd weggeven aan een Moluks-Nederlands gezin. Alex groeide op in Nederland. Alex' leven wordt een rollercoaster van gemengde emoties, met veel vragen over zijn jeugd en de gijzeling. Stéphane Roozen sprak uitvoerig met Alex Manuputty over wat er gebeurde op 22 februari 2022. Eindelijk is hij in staat het ware verhaal te vertellen wat er op die bewuste dag gebeurde. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453521762?aid=kb-online-bibliotheek&sid=17&dts=1757000073350&sig=1a057261ebbd68e61f8dc2d95640ec07cc97577a45f25b9e42268bf33256413f&width=320",
      "dateSeen": "2025-09-05T07:13:01.515Z"
    },
    "7b43f6209e7e1397906c2f7d16300b150d937e62": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/449051528/het-perfecte-plaatje-britt-messing---tess-scholten",
      "title": "Het perfecte plaatje",
      "subtitle": "Het eerlijke verhaal van ons jonge ondernemerschap",
      "authors": "Britt Messing | Tess Scholten",
      "description": "'Goudeerlijk, eigenzinnig en onverschrokken deelt het inspirerendste duo dat ik ken hun weg naar succes.' - Stijn de Vries (programmamaker, journalist en schrijver) In Het perfecte plaatje delen Britt Messing en Tess Scholten hoe ze zonder ervaring of startkapitaal het eerste TikTok-marketingbureau van Nederland uit de grond stampten. Hoe leuk en succesvol het aan de buitenkant vaak ook lijkt, hun leven was de afgelopen jaren een rollercoaster. Van geen cent te makken tot het sluiten van de eerste grote deal, en van impostersyndroom tot god complex: dit zijn de lessen die ze onderweg geleerd hebben, voor iedereen die wil ondernemen – of gewoon iets wil ondernemen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A449051528?aid=kb-online-bibliotheek&sid=17&dts=1757002211324&sig=a185ff54c189ce0ba1a86481474b3556e46bce451470fff566c5ead3008a5b68&width=320",
      "dateSeen": "2025-09-05T07:13:01.708Z"
    },
    "4bd9ad1207836e0b0550a9827e88161c38235ae9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/435278584/wat-je-van-bloed-weet-philip-huff",
      "title": "Wat je van bloed weet",
      "authors": "Philip Huff",
      "description": "De verteller beschrijft wat het met je doet als je opgroeit in een ogenschijnlijk welvarend maar in feite gewelddadig gezin en hoe dat doorwerkt in je volwassen leven.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A435278584?aid=kb-online-bibliotheek&sid=17&dts=1757002070830&sig=a25ccaec339957eed8e7e3bf7be01d9a5cb2727687bac39785bbf922a1356ca4&width=320",
      "dateSeen": "2025-09-05T07:13:01.952Z"
    },
    "df78dcf7eeee1df3ca99bb1f4101df03a6b5a3ca": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447153501/student-entrepreneur-vincent-karremans",
      "title": "Student entrepreneur",
      "subtitle": "hoe je zonder ervaring, geld en netwerk toch een succesvol bedrijf opbouwt",
      "authors": "Vincent Karremans",
      "description": "Wat hebben Coolblue, Swapfiets en TicketSwap met elkaar gemeen? Ze zijn alle drie opgericht door studenten. Je studietijd is een tijd van experimenteren, van onderuitgaan en weer opstaan, van nieuwe wegen inslaan, om vervolgens met gierende banden rechtsomkeert te maken: ideale omstandigheden om te beginnen met ondernemen! Met bloedeerlijke ondernemersverhalen en unieke kijkjes in de keuken deelt voormalig student-entrepreneur Vincent Karremans de belangrijkste lessen en tips van jonge ondernemers. Hoe kwam Swapfiets aan hun iconische blauwe band? Waarom moet je nooit zomaar korting geven? En hoe voorkom je dat je snoeihard in zes landen tegelijk failliet gaat (true story)? Dit boek biedt een schat aan praktische informatie over sales, marketing, productontwikkeling, hr en financiën – alles wat je nodig hebt om een bedrijf te starten. Of je nu student bent of er gewoon van droomt om een succesvolle ondernemer te worden, Student entrepreneur helpt je op weg met echte verhalen en bruikbare lessen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447153501?aid=kb-online-bibliotheek&sid=17&dts=1757001903742&sig=41fd3edcb7fa5c7d1ed0b474e406a58e308ee23c811ea737b8a31fb0664f4240&width=320",
      "dateSeen": "2025-09-05T07:13:02.164Z"
    },
    "b136972a6ba04e37832e409717de91384fb90190": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448558165/boni-tessa-leuwsha",
      "title": "Boni",
      "subtitle": "in het spoor van de Surinaamse vrijheidsstrijder",
      "authors": "Tessa Leuwsha",
      "description": "Het opperhoofd Bonni. […]. In hem verenigden zich de kracht en moed van de jaguar met de slanke vlugheid van onze herten. Anton de Kom in Wij slaven van Suriname Rond 1730 ontvlucht een hoogzwangere zwarte vrouw de gruwelen van de slavernij en brengt in het Surinaamse moeras haar zoon Boni ter wereld. Hij zal uitgroeien tot leider van de Marrons: ruim dertig jaar lang pleegt hij met zijn volgelingen heldhaftig verzet tegen het koloniale bewind.  Als tiener leest Tessa Leuwsha voor het eerst over deze mythische strijder in Wij slaven van Suriname. Vanaf dan is ze door hem geiĴntrigeerd: wie was hij, en wat is het verhaal van zijn moedige moeder? Wat betekenden zijn daden toen en nu, hoe werkt zijn nalatenschap door in haar eigen leven? Tessa Leuwsha reist door Suriname en zoekt naar Bonis wortels in Ghana, ze spit door de schaarse archieven en put rijkelijk uit orale geschiedenis. Gebaseerd op feiten en ondersteund door haar sprankelende literaire verbeeldingskracht herschept ze de Surinaamse vrijheidsstrijder Boni als mens van vlees en bloed. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448558165?aid=kb-online-bibliotheek&sid=17&dts=1757001222938&sig=3b8f31b7a42897f442c251574d89588cd0e097163e040ec050910ec4e8577344&width=320",
      "dateSeen": "2025-09-05T07:13:02.391Z"
    },
    "4b9d32aa4197ae48a0822694cc7cd3ea4aa1d1e8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448832585/nieuwkomers-in-hedgehog-hollow-jessica-redland",
      "title": "Nieuwkomers in Hedgehog Hollow",
      "authors": "Jessica Redland",
      "description": "Nieuwe egels, nieuwe uitdagingen...\nDe zon schijnt, de bloemen staan in bloei en Hedgehog Hollow opent officieel haar deuren. Voor Samantha, de trotse eigenaresse van dit bijzondere egelopvangcentrum, is het leven drukker dan ooit. Terwijl ze haar handen vol heeft aan de stroom nieuwe bewoners, probeert ze haar fulltime baan en ingewikkelde familiebanden te onderhouden. Durft ze onder ogen te zien dat ze misschien meer hooi op haar vork heeft genomen dan goed voor haar is?\nGelukkig heeft ze Josh aan haar zijde, de liefde van haar leven. Maar Josh heeft zijn eigen familieproblemen en wordt geconfronteerd met zijn verleden. Is hij bereid het ondenkbare te doen en zijn vader te vergeven?\nVoor zowel Samantha als Josh is het een zomer vol groei en verandering. Kunnen ze hun verleden ooit echt loslaten?\nKeer terug naar het prachtige Hedgehog Hollow in dit hartverwarmende verhaal van bestsellerauteur Jessica Redland - een opbeurend verhaal vol liefde, hoop en vergeving. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448832585?aid=kb-online-bibliotheek&sid=17&dts=1757001357873&sig=3c48a74bcbafbf48e68af93911d5f9aa48237575deb45905f2c06da47cec54c0&width=320",
      "dateSeen": "2025-09-05T07:13:02.676Z"
    },
    "af37e8e81ff7251c2c510a468838bba4d2a98412": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444700161/moshi-moshi-banana-yoshimoto",
      "title": "Moshi moshi",
      "authors": "Banana Yoshimoto",
      "description": "'Moshi moshi? Hallo?'  In mijn droom was ik aan het bellen. Ik zat in mijn kamer in het huis in Meguro en was uit alle macht aan het roepen. Alsof mijn leven ervan afhing. Ik dacht: als ik nu verbinding krijg, kan ik papa redden.'\n Moshi moshi is een sfeervolle roman vol mysterieuze wendingen, van de auteur van de wereldwijd geliefde bestseller Kitchen.\nIn deze aangrijpende tragedie, die zich ontvouwt tot een ontroerend coming-of-age spookverhaal, brengt Yoshimoto opnieuw een betoverend eerbetoon aan de helende kracht van familie, gemeenschap en eten. Nu voor het eerst in Nederlandse vertaling.\n Banana Yoshimoto  (1964), de pennaam van Mahoko Yoshimoto, is een van de meest gelezen en geliefde Japanse auteurs ter wereld.\n Maarten Liebregts  (1984) vertaalde eerder werk van Mieko Kawakami, Toshikazu Kawaguchi en Emi Yagi. Hij is docent Japans aan de Volksuniversiteit Utrecht en de vaste vertaler van Banana Yoshimoto. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444700161?aid=kb-online-bibliotheek&sid=17&dts=1757001179829&sig=bae1d6dc1b3a0c2df70fccbb7f08479b6e4a0f13d6dd47b61a6a4751518344f7&width=320",
      "dateSeen": "2025-09-05T07:13:02.853Z"
    },
    "708b41fd7c6b0f00cd734ce8ffa44159ee72dbcf": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448832607/de-dorpskrant-alison-sherlock",
      "title": "De dorpskrant",
      "authors": "Alison Sherlock",
      "description": "Kan Lucy het tij keren en het bedrijf van haar familie redden?\nFeestbeest Lucy Conway moet Londen snel verlaten nadat ze voor de zoveelste keer verwikkeld is geraakt in een schandaal. Ze pakt haar koffers en ontsnapt naar het plattelandsdorpje Cranbridge om voor haar oom Frank te zorgen.\nMaar het slaperige dorpje is niet meer zo idyllisch als ze zich herinnert. Tot overmaat van ramp staat haar ooms grote trots, The Cranbridge Times, op het punt failliet te gaan. Hoofdredacteur Tom Addison redt het niet alleen en heeft hulp nodig om de krant te redden.\nEr volgt een lange, hete zomer vol nieuwe vriendschappen, tweede kansen en onverwachte liefdes. Samen met hun nieuwe hond kunnen Lucy en Tom misschien zelf een nieuwe start maken... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448832607?aid=kb-online-bibliotheek&sid=17&dts=1757001098578&sig=22aa6344d6f0ef16daf641b2623f93efffbb3f7919f6836225a42d06ad4e6465&width=320",
      "dateSeen": "2025-09-05T07:13:03.060Z"
    },
    "3aa605dff6ea14ae7fc113befa90e88d7c8a0363": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444317635/the-north-wind-alexandria-warwick",
      "title": "The North Wind",
      "subtitle": "Noordenwind",
      "authors": "Alexandria Warwick",
      "description": "LIMITED EDITION  Exclusieve brief van de auteur voor de Nederlandse en Vlaamse lezer!\n\n The North Wind is het meeslepende eerste deel van De vier winden-serie en is geïnspireerd op klassieke sprookjes, zoals Beauty and the Beast, en de mythe van Hades en Persephone.\n\nWren uit Edgewood weet wat lijden is. Na de dood van haar ouders is het haar taak om zichzelf en haar jongere zus de strenge, eindeloze winter door te slepen, maar als de oude legendes kloppen blijft het niet lang meer veilig in de wereld om hen heen.Al driehonderd jaar is het land rondom Edgewood namelijk diep bevroren. De Schaduw, een magische afscheiding die het dorp beschermt tegen het Dodenrijk, wordt zwakker en zwakker. Alleen een huwelijk tussen een menselijke vrouw en de onsterfelijke heerser Noordenwind kan de Schaduw redden. Als Noordenwind zijn oog op Wrens zus laat vallen, is Wren tot alles bereid om haar te redden, zelfs als dat betekent dat ze zichzelf daarbij moet opofferen. Maar sterfelijk of niet, Wren zal niet zonder strijd ten onder gaan…\n\nThe North Wind is een must voor alle fans, en het begin van een onmisbare nieuwe serie voor de liefhebbers van auteurs als Sarah J. Maas en Rebecca Yarros. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444317635?aid=kb-online-bibliotheek&sid=17&dts=1757001538621&sig=717d96d393157f0eb007bb8c2c29fb34cd65bd6b4479ece13c06f02808b38f16&width=320",
      "dateSeen": "2025-09-05T07:13:03.250Z"
    },
    "d16abed392aaa0bff39aad3b34b84d4a673f78e5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444317481/wat-je-moet-weten-om-het-midden-oosten-te-begrijpen-koert-debeuf",
      "title": "Wat je moet weten om het Midden-Oosten te begrijpen",
      "authors": "Koert Debeuf",
      "description": "Of het nu gaat over het conflict tussen Israël en Palestina, de spanningen tussen Iran en Saoedi-Arabië, de moeilijkheden rond het Turkse lidmaatschap van de Europese Unie, of oorlogen in Syrië en Jemen: het Midden-Oosten komt bijna dagelijks in het nieuws. De situatie in de regio lijkt dag in, dag uit complexer te worden. Waarom licht niemand eens toe hoe de vork in de steel zit?\nDat is precies wat Koert Debeuf in dit boek doet. Bondig en toegankelijk legt hij uit wat je moet weten om het Midden-Oosten te begrijpen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444317481?aid=kb-online-bibliotheek&sid=17&dts=1757003312420&sig=61f9bc371c1cc2d1e62839bf4fc5cc9986876b7ca6f85842e51209833b3e9ba4&width=320",
      "dateSeen": "2025-09-05T07:13:03.436Z"
    },
    "6158c281603ca6439d03308050bb9056b99c77db": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448832593/moord-in-chianti-t-a--williams",
      "title": "Moord in Chianti",
      "authors": "T.A. Williams",
      "description": "Moord op klaarlichte dag...  Wanneer miljonair Rex Hunter dood wordt gevonden op de achtste hole van zijn prestigieuze golf- en countryclub in het prachtige Chianti, is het direct duidelijk dat het om een moordzaak gaat. Hunter was rijk, succesvol, maar niet door iedereen geliefd. De gepensioneerde detective Dan Armstrong vermoedt dus dat het opsporen van de moordenaar een hole-in-one zal zijn...  Als Dan en zijn trouwe viervoeter Oscar beginnen te graven in het leven van Hunter, ontdekken ze dat de man door vrijwel iedereen werd verafschuwd. Hij was een beruchte vrouwenversierder, een meedogenloze baas en een harteloze familieman - het lijkt erop dat niemand het erg vindt dat Hunter dood is. De lijst met mogelijke verdachten wordt steeds langer...  Dan is vastbesloten om deze sluwe moordenaar te pakken, maar het lijkt erop dat elk nieuw spoor doodloopt. Zal dit de eerste zaak zijn die Dan en Oscar niet kunnen oplossen?  Een splinternieuwe cozy crime-serie in het adembenemende Toscane - een dodelijk paradijs! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448832593?aid=kb-online-bibliotheek&sid=17&dts=1757001681207&sig=4dd52646c09da1043be3ff27f40f27c12198116cf9a3fa4bce5372d923faf8a9&width=320",
      "dateSeen": "2025-09-05T07:13:03.623Z"
    },
    "a161e3b6c2f485bb4f25c25c4d8128a501019024": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444611770/het-pensioenplan-sue-hincenbergs",
      "title": "Het pensioenplan",
      "authors": "Sue Hincenbergs",
      "description": "Pam en haar vriendinnen Nancy en Shalisa dromen van een gouden pensioen - tot hun echtgenoten al hun spaargeld verliezen aan een dubieuze investering. Als de vrouwen ontdekken dat hun mannen aanzienlijke levensverzekeringen hebben afgesloten, ontstaat er een nieuw pensioenplan. Eentje waarvoor ze een huurmoordenaar nodig hebben. Ondertussen werken de mannen aan hun eigen geheime pensioenplan. Als de zaken mis dreigen te gaan, komen ze erachter dat er een veel groter gevaar op de loer ligt: hun eigen echtgenotes. Weten de mannen op tijd hun pensioen - en hun eigen levens - veilig te stellen? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444611770?aid=kb-online-bibliotheek&sid=17&dts=1757005669331&sig=7369b04a7f3b13ba66830df6480907ea28079a731050ef26c8184e1f6400eda9&width=320",
      "dateSeen": "2025-09-05T07:13:03.929Z"
    },
    "c8aa521dab2dcc4b8c4c966d537681633ca1878f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394644565/de-kleine-keizer-martin-bril",
      "title": "De kleine keizer",
      "subtitle": "verslag van een passie",
      "authors": "Martin Bril",
      "description": "De auteur getuigt van zijn fascinatie voor Napoleon Bonaparte (1769-1821) in de vorm van anekdotes over het leven van de keizer en verslagen van bezoekjes aan plaatsen die in Napoleons leven een rol speelden.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394644565?aid=kb-online-bibliotheek&sid=17&dts=1757083781023&sig=3e9501f4fe27c5238e3e13c7cfda5cbd4e1c26dddc66de1dcc7c11b1a51b5b24&width=320",
      "dateSeen": "2025-09-06T07:10:55.525Z"
    },
    "75b45ea23abc2b2dfaebbb15bc6758bb5640f3f2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394644581/mijn-haar-is-lang-herman-brusselmans",
      "title": "Mijn haar is lang",
      "authors": "Herman Brusselmans",
      "description": "De schrijver probeert diverse keren in een kapsalon zijn lange haar te laten bijknippen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394644581?aid=kb-online-bibliotheek&sid=17&dts=1757091359589&sig=554e6a803c9d8656da669e50787ed45b0bad06018c72e5abf5bbe5038259bdb5&width=320",
      "dateSeen": "2025-09-06T07:10:55.764Z"
    },
    "29590387bf8a00d3defd97f3e5e37f11a315a3a7": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394644670/de-kloof-piet-depuydt",
      "title": "De kloof",
      "subtitle": "hoe de breuk tussen Belgen en Nederlanders Fortis fataal werd",
      "authors": "Piet Depuydt",
      "description": "Het begon als een veelbelovend huwelijk, maar het eindigde in een dramatische scheiding. In 1990 richtten Belgen en Nederlanders de financiële groep Fortis op: de eerste grensoverschrijdende fusie in het Europese financiële landschap. Het concern kende een stevige groei en werd door de overname van het Nederlandse gedeelte van abn Amro een imposante speler. Maar toen sloeg het noodlot toe. In het najaar van 2008 kwam Fortis in de problemen. De Nederlandse staat besloot _ in volle kredietcrisis en tot verbijstering van de Belgen _ de Nederlandse onderdelen uit de groep te halen. In De kloof reconstrueert Piet Depuydt de ontstellende feiten die aan de val van Fortis voorafgingen. Hij schetst het verhaal van een onmogelijke fusie. De moeizame samenwerking tussen Belgen en Nederlanders hield de besluitvorming aan de top jarenlang in een verlammende houdgreep. Topbestuurders, toezichthouders en regeringsleiders slaagden er nooit in deze cultuurkloof te overbruggen. Dit onvermogen leidde tot een interne machtsstrijd, waarbij één persoon, Maurice graaf Lippens, alle touwtjes in handen kreeg. De bestseller De prooi van Jeroen Smit beschreef de ondergang van abn Amro, de belangrijkste bank van Nederland. De kloof beschrijft de val van Fortis, de grootste bank en verzekeraar van de lage landen. Piet Depuydt (1965) studeerde politieke wetenschappen en bedrijfseconomie in Gent en Leuven. Hij werkte als redacteur bij het financieel-economische weekblad Trends in België, richtte het maandblad Bizz op en werd daarna hoofdredacteur van Trends. Sinds 1 april 2008 is hij financieel redacteur bij nrc Handelsblad. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394644670?aid=kb-online-bibliotheek&sid=17&dts=1757087291361&sig=344c2d5daa04fe8acd38e7f9fbdfa35a84579344ee18c7fe0e1d776305d16b37&width=320",
      "dateSeen": "2025-09-06T07:10:55.981Z"
    },
    "260af8582b8af332057657889702474ca064e18d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394644735/buurtgeluiden-martin-bril",
      "title": "Buurtgeluiden",
      "authors": "Martin Bril",
      "description": "Columns over het dagelijks leven in Amsterdam Oud-West.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394644735?aid=kb-online-bibliotheek&sid=17&dts=1757085057501&sig=85cc38ccd15d903986e10f5551fa497bd92833c261fcb6537603cff812d035d6&width=320",
      "dateSeen": "2025-09-06T07:10:56.198Z"
    },
    "642c52505ae87e4db996570522cf660781633389": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394622812/-voor-de-troon-wordt-men-niet-ongestraft-geboren--dorine-hermans---daniela-hooghiemstra",
      "title": "'Voor de troon wordt men niet ongestraft geboren'",
      "subtitle": "ooggetuigen van de koningen van Nederland, 1813-1890",
      "authors": "Dorine Hermans | Daniela Hooghiemstra",
      "description": "Levensbijzonderheden en anekdotes over de drie negentiende-eeuwse Nederlandse koningen Willem I, II en III.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394622812?aid=kb-online-bibliotheek&sid=17&dts=1757089248985&sig=18c58704408649239d978b946ea01b63c26974e0b09037b616ddd9196175a0d1&width=320",
      "dateSeen": "2025-09-06T07:10:56.414Z"
    },
    "617db5a9b63828713a15946ee494bc3b1911c93c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394622960/de-vrije-wil-bestaat-niet-victor-lamme",
      "title": "De vrije wil bestaat niet",
      "subtitle": "over wie er echt de baas is in het brein",
      "authors": "Victor Lamme",
      "description": "Onderzoek aan de hand van talrijke voorbeelden naar de mate waarin de vrije wil het menselijk gedrag bepaalt.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394622960?aid=kb-online-bibliotheek&sid=17&dts=1757089522078&sig=82b0e9319ee05c3221d85064e6541454095984f6a7dc39a71b266415431fdd64&width=320",
      "dateSeen": "2025-09-06T07:10:56.594Z"
    },
    "356b2f3a6175522d32459b04c89b79d9c8a106dc": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394622855/de-schijn-e-lite-van-de-valsemunters-martin-bosma",
      "title": "De schijn-élite van de valsemunters",
      "subtitle": "Drees, extreem rechts, de sixties, nuttige idioten, Groep Wilders en ik",
      "authors": "Martin Bosma",
      "description": "Kritische visie van het PVV-Tweede Kamerlid op de Nederlandse politiek en samenleving.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394622855?aid=kb-online-bibliotheek&sid=17&dts=1757096906754&sig=b945c3b2c267c592f96ab05d3bc99b689cae3f54f233cba3ef56a745cd9576fa&width=320",
      "dateSeen": "2025-09-06T07:10:56.885Z"
    },
    "cd899c4457465531b4e8edd778a3bbd6bb621a39": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645308/de-pg-jef-geeraerts",
      "title": "De PG",
      "authors": "Jef Geeraerts",
      "description": "Een Belgische procureur-generaal die door leden van het Opus Dei geschaduwd en gechanteerd wordt, probeert zich via connecties uit de onderwereld van zijn afpersers te ontdoen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645308?aid=kb-online-bibliotheek&sid=17&dts=1757083953526&sig=10b9a9204d19e79a4600b1fdf35beb10f6a55ba98525658c85c32798ed882d88&width=320",
      "dateSeen": "2025-09-06T07:10:57.105Z"
    },
    "16f53cabb4c8980019d5a4cc0da9a3998b2c25f8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645251/geld-jef-geeraerts",
      "title": "Geld",
      "subtitle": "roman noir",
      "authors": "Jef Geeraerts",
      "description": "Op de dag dat de knappe Pearl een relatie aangaat met een hedonistische rentenier, gaat zijn zakenpartner er met zijn geld vandoor.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645251?aid=kb-online-bibliotheek&sid=17&dts=1757083954213&sig=5b6d137b2651d33a1fc1abb20ad960690c49ed367b7c74e4f5232fe7237a2c92&width=320",
      "dateSeen": "2025-09-06T07:10:57.315Z"
    },
    "ba708c89872bb71015d738366d48c0de7bca1043": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645286/de-ambassadeur-jef-geeraerts",
      "title": "De ambassadeur",
      "authors": "Jef Geeraerts",
      "description": "Een Belgische ex-diplomaat in Laos houdt zich bezig met criminele activiteiten die wraakgevoelens oproepen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645286?aid=kb-online-bibliotheek&sid=17&dts=1757097735718&sig=09f45b734bce6749fe0f7f4b4cb51cb9c190cf9c165f2b7f8f28abd0370a7d61&width=320",
      "dateSeen": "2025-09-06T07:10:57.985Z"
    },
    "4440e5fc2fcabc44ba202f7b32abba296cbe0094": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645243/cro-magnon-jef-geeraerts",
      "title": "Cro-Magnon",
      "authors": "Jef Geeraerts",
      "description": "Een voormalige commissaris van de Antwerpse politie en zijn vriend raken in de Provence betrokken bij de moord op een als kluizenaar levende ex-oncoloog.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645243?aid=kb-online-bibliotheek&sid=17&dts=1757089242541&sig=cb3a1e3ab16c36eef2725cb3ee165c716f1c4f8a17b1218afcb0ce29c3e3ae67&width=320",
      "dateSeen": "2025-09-06T07:10:58.179Z"
    },
    "990e066ca3bf94848aedfe05f1120fbfcf15f7be": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645235/dossier-k--jef-geeraerts",
      "title": "Dossier K.",
      "authors": "Jef Geeraerts",
      "description": "Commissaris Verstuyft van de politie in Antwerpen probeert met behulp van zijn gepensioneerde collega Vincke de moord op twee Albanezen op te lossen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645235?aid=kb-online-bibliotheek&sid=17&dts=1757102841545&sig=d7b87aeb9d4c02ccea2d009ec07422cae75da59e0f58e8fbd7bd5f4fbc8a9af3&width=320",
      "dateSeen": "2025-09-06T07:10:58.392Z"
    },
    "6b333901c6157700a2c21850b29fcae389d72d0a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645596/op-de-helft-cornald-maas",
      "title": "Op de helft",
      "subtitle": "bespiegelingen van (bijna)veertigers",
      "authors": "Cornald Maas",
      "description": "Het leven begint bij veertig. Maar intussen raast de tijd voort, lijkt de onbevangenheid te verdwijnen, en moeten er _ vóór het te laat is _ belangrijke beslissingen genomen worden over de toekomst. Rond het veertigste levensjaar komen ze onherroepelijk op: vragen en twijfels over ambities en oude idealen, werk, vriendschappen en de zorg om ouders. Wel of niet een carrièremove? Op de valreep toch nog kinderen? Wordt alles relatief omdat vader of moeder overlijdt? Heb je zelf nog tijd van leven? Cornald Maas voert in Op de helft openhartige gesprekken met uiteenlopende bekende (bijna)veertigers als Femke Halsema, Paul de Leeuw, Theo Maassen, Wim Kieft, Manuëla Kemp, Ruud Gullit, Viggo Waas, Laetitia Griffith, Hans Kesting, Humberto Tan, Erik van Muiswinkel en Ellen ten Damme. Ze spreken zich uit over hun generatie en filosoferen over hoop, liefde, dood en leven. Op de helft biedt inzicht _ en misschien zelfs troost _ aan iedereen die veertig is, was of wordt. Cornald Maas (1962) is schrijver, journalist, mediaspecialist en songfestivalcommentator. Hij schrijft voor Volkskrant magazine, Vrij Nederland en Linda. Eerder publiceerde hij Engelen zijn in de mode (1994), tv.nl (2001), en Nou en wow! Roem in Nederland (2004). De pers over Nou en wow!: Een bundel die leest als een scherp geschreven zoektocht naar oprechtheid in de wereld van glitter en glamour Esquire Over tv.nl: Het beste over televisie sinds Gerrit Komrij Martin Ros Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645596?aid=kb-online-bibliotheek&sid=17&dts=1757084102161&sig=8c084073eaaba0a2ef0ca9d8238a5f5c42b1a99da78c19a8a475b353ebf69aec&width=320",
      "dateSeen": "2025-09-06T07:10:58.595Z"
    },
    "93639a1cdfc38981454dbcd221df88a7a43b163a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/39464557X/verlies-cornald-maas",
      "title": "Verlies",
      "subtitle": "gesprekken met nabestaanden over hun dierbare overledenen",
      "authors": "Cornald Maas",
      "description": "Wat is de invloed van de dood van een kind, ouder, geliefde of hartsvriend op je eigen leven? Slijt het verdriet naarmate de tijd verstrijkt, of juist niet? Levert de dood ook positieve ervaringen op? Geven die het leven misschien zelfs zin of betekenis? In Verlies spreken uiteenlopende bekende en minder bekende persoonlijkheden zich openhartig uit over het overlijden van een dierbare. Brigitte Kaandorp over haar beste vriend, de moeder van Frédérique Huydts over haar dochter, Jack Gelder over zijn vader: zij vertellen over het verlies waarmee iedereen vroeg of laat te maken krijgt. Actrice Susan Visser, die plotseling haar man verloor: Ik heb nooit gedacht: waarom ik? Eerder: waarom niet? Alsof de dood iets met eerlijkheid of rechtvaardigheid te maken heeft. Verlies is een bundel indringende, emotionerende verhalen voor iedereen die een dierbare verloor en daar soms nauwelijks nog vragen over krijgt, en voor iedereen die ervaren heeft dat de dood onlosmakelijk met het leven verbonden is _ misschien omdat het leven anders zo weinig zin heeft. Cornald Maas (1962) is schrijver, journalist, commentator en presentator van het wekelijkse avro-kunstprogramma Opium. Hij schrijft voor Volkskrant magazine en linda, en is een van de auteurs van de theatervoorstelling De afscheidsmonologen (première: najaar 2009). Eerder publiceerde hij onder meer tv.nl, Op de helft. Bespiegelingen van (bijna)veertigers en Trotse ouders. Over Op de helft: Op de helft is een uitnodiging aan de lezer om zelf de balans op te maken _ in welke levensfase deze zich ook bevindt. susan smit Tweehonderdveertig paginas gestileerd intimisme. hugo camps Over Trotse ouders: Ontroerende portretten van heel gewone mensen in een rijtjeshuis die trots zijn op het succes van hun kind _ maar er vaak ook lichtelijk verbaasd over zijn. esta Verbazend openhartige gesprekken, geschreven op zon levendige toon dat het lijkt alsof je er vlak naast zit. happinez Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A39464557X?aid=kb-online-bibliotheek&sid=17&dts=1757096743614&sig=27fb910434b83299336ec9f434d67125246bf1617b98b50f8d2c5d6d0371b1cb&width=320",
      "dateSeen": "2025-09-06T07:10:58.780Z"
    },
    "b1611158535b98046cbbc8a3b654c4b6cb163ab0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645588/uit-elkaar-cornald-maas",
      "title": "Uit elkaar",
      "subtitle": "gesprekken met kinderen van gescheiden ouders",
      "authors": "Cornald Maas",
      "description": "Eén op de drie huwelijken loopt stuk. Maar kinderen van gescheiden ouders komen zelden aan het woord. In Uit elkaar spreken ze zich uit over de gevolgen van de echtscheiding voor hun eigen levens. Sommigen vertellen dat ze uit zijn op een voorbeeldig huwelijk. Anderen willen juist helemaal niet trouwen. Weer anderen besluiten geen kinderen op de wereld te zetten om ze zo eventueel echtscheidingsleed te besparen. Ze hebben last van verlatings- of bindingsangst, worstelen met loyaliteitsconflicten en missen hun vaders die elders nieuwe gezinnen stichtten. Wat ze vooral gemeen hebben: dat ze zich in hun emoties ontkend voelen, omdat hun nooit iets werd gevraagd. Uit elkaar is een bundel aangrijpende, confronterende verhalen over de impact die echtscheiding heeft op de levens van kinderen van gescheiden ouders. Cornald Maas (1962) is schrijver, journalist, commentator en presentator van het wekelijkse avro-kunstprogramma Opium. Hij schrijft voor Volkskrant magazine en linda. Eerder publiceerde hij onder meer Verlies. Gesprekken met nabestaanden over hun dierbare overledenen, Op de helft. Bespiegelingen van (bijna)veertigers en Trotse ouders. Uit elkaar zou verplichte lectuur moeten zijn voor alle ouders die overwegen uit elkaar te gaan. columnist elma drayer in trouw Over Op de helft: Op de helft is een uitnodiging aan de lezer om zelf de balans op te maken _ in welke levensfase deze zich ook bevindt. susan smit Over Verlies: De verhalen zijn aangrijpend maar ook positief. Ze steken een hart onder de riem: het leven gaat verder, hoe dan ook. algemeen dagblad Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645588?aid=kb-online-bibliotheek&sid=17&dts=1757087340728&sig=5eeef9fbe9b32a405f750a70057951b4821fc4a3f9f9f0d7b5ed1966ecd2891c&width=320",
      "dateSeen": "2025-09-06T07:10:59.026Z"
    },
    "2067eee1b22eaf3567243652288f5d12e9d54958": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/39464493X/het-zusje-van-de-bruid-joris-van-casteren",
      "title": "Het zusje van de bruid",
      "subtitle": "relaas van een onmogelijke liefde",
      "authors": "Joris van Casteren",
      "description": "Een succesvolle journalist blikt terug op zijn vroegere liefdes. Vooral op zijn relatie met Luna, een veelbelovend kunstenaar en rijkeluisdochter.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A39464493X?aid=kb-online-bibliotheek&sid=17&dts=1757083953595&sig=b15d4b4dba2d0e5b621451b5489e74bbe7eb5cbe66248a9b146c5f401b48dcd9&width=320",
      "dateSeen": "2025-09-06T07:10:59.233Z"
    },
    "c9f97dc9b024258ecbb5094a97105fa1dc7e34fb": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394644808/wikileaks-alexander-klo-pping",
      "title": "WikiLeaks",
      "subtitle": "alles wat je niet mocht weten",
      "authors": "Alexander Klöpping",
      "description": "Ontstaangeschiedenis en achtergronden van de klokkenluiderssite WikiLeaks.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394644808?aid=kb-online-bibliotheek&sid=17&dts=1757094902331&sig=398ed909fc483a7f91dcc84d408c8313aade9ce24ae8e9b0740aefe96c2f691a&width=320",
      "dateSeen": "2025-09-06T07:10:59.578Z"
    },
    "a8c37358239fb2311af8c52585f0f7a0f6e11b19": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645111/hangjongeren--99-tips-voor-buurtbewoners-en-voorbijgangers-hans-kaldenbach",
      "title": "Hangjongeren, 99 tips voor buurtbewoners en voorbijgangers",
      "subtitle": "het enige boek dat zich richt op mensen die geen machtspositie hebben en tóch jongeren willen aanspreken op hun gedrag",
      "authors": "Hans Kaldenbach",
      "description": "Wat doet u als een hanggroep de hele nacht lawaai maakt? Wat doet u als jongeren elke dag rotzooi achterlaten? Wat als ze uw tuin vernielen of een vuurtje stoken in uw portiek? Als ze uw kinderen bedreigen? Als ze stenen naar u gooien? Hoe kunt u reageren als ze u uitschelden voor homo, teringhoer, kankerturk of kutmarokkaan? Wat kunt u doen als uw dochter niet meer langs een hanggroep durft? Kunt u iets doen als jongens s nachts fietsen in elkaar trappen of voorbijgangers lastigvallen? Hoe krijgt u een groep hangjongeren weg bij uw winkel? Wat mag je doen van de wet? Mag je fotos van ze maken? Mag je terugslaan? Mag je ze vastpakken? Mag je je gestolen fiets terugpakken? Wat moet u nóóit zeggen tegen hangjongeren, wat zijn gespreksgranaten? Dit is het enige boek dat zich richt op gewone burgers, op mensen die geen enkele macht hebben en toch jongeren willen aanspreken. Dit boek leest u niet, u verslindt het! Hans Kaldenbach is bekend van Doe maar gewoon. 99 tips voor het omgaan met Nederlanders, Respect! 99 tips voor het omgaan met jongeren in de straatcultuur en De A is van Amalia, die is allochtoon. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645111?aid=kb-online-bibliotheek&sid=17&dts=1757084220307&sig=573d2a7264866489add4ad9309bb62af1ce6a859017021aefb400b58974b967f&width=320",
      "dateSeen": "2025-09-06T07:10:59.776Z"
    },
    "859bfbc343eacf83cd1e49050e8eb84a194cf4ff": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394644751/bek-dicht-en-dooreten--deborah-klaassen",
      "title": "Bek dicht en dooreten!",
      "authors": "Deborah Klaassen",
      "description": "Na haar eindexamen werkt een jonge vrouw als au pair bij een streng joods gezin in Londen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394644751?aid=kb-online-bibliotheek&sid=17&dts=1757083953865&sig=cb36a5f26b534f2b24a249936b9b2b830973fd800e405e58c30a9a3766fbac56&width=320",
      "dateSeen": "2025-09-06T07:10:59.974Z"
    },
    "dc19e67ea289a19dacd0ea4a522f37dd0f95d949": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645200/hollandse-luchten-martin-bril",
      "title": "Hollandse luchten",
      "subtitle": "Amsterdamse miniaturen",
      "authors": "Martin Bril",
      "description": "Columns over het hedendaagse leven van alledag in Amsterdam.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645200?aid=kb-online-bibliotheek&sid=17&dts=1757088432032&sig=6be3bf6d3e72cf731cc4e8dee056e923ab049ae7e884cf3ef528029c5f4d7ac1&width=320",
      "dateSeen": "2025-09-06T07:11:00.174Z"
    },
    "6a5002870aa3e769664a1e295c97614aa3f88717": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/39464509X/donkere-dagen-martin-bril",
      "title": "Donkere dagen",
      "subtitle": "nieuwe berichten uit het land",
      "authors": "Martin Bril",
      "description": "Columns.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A39464509X?aid=kb-online-bibliotheek&sid=17&dts=1757104421727&sig=3a8bac127b340cea760b01564bd18c0f175ec8b1c476770ba4c87f07d4dd73ca&width=320",
      "dateSeen": "2025-09-06T07:11:00.528Z"
    },
    "6d0ece9111b4645c23d868b34b88130b9231d361": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/39464512X/plat-du-jour-martin-bril",
      "title": "Plat du jour",
      "subtitle": "berichten uit Frankrijk",
      "authors": "Martin Bril",
      "description": "Verhalen over het plattelandsleven in Frankrijk.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A39464512X?aid=kb-online-bibliotheek&sid=17&dts=1757084553636&sig=8a72b2a0f6c75c83c4ce9a92388937002c2e836488a5dbad6af6b2f49668a76e&width=320",
      "dateSeen": "2025-09-06T07:11:00.742Z"
    },
    "38b677a10aa8105633dc43c8a1f4bedc168a3425": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645154/een-plek-onder-de-zon-martin-bril",
      "title": "Een plek onder de zon",
      "subtitle": "muziekverhalen",
      "authors": "Martin Bril",
      "description": "Columns over muziek, vooral popmuziek uit de jaren zestig en zeventig.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645154?aid=kb-online-bibliotheek&sid=17&dts=1757103019109&sig=71ebca31dd568a01895d71f4b8e66c031e67109d9f7a0c46aa075ff709e9bb9e&width=320",
      "dateSeen": "2025-09-06T07:11:00.949Z"
    },
    "ced9ee5600b2c2b6f3182331cdd4e1d2ddebc92f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645170/haagse-bluf-en-andere-politieke-verhalen-martin-bril",
      "title": "Haagse bluf en andere politieke verhalen",
      "authors": "Martin Bril",
      "description": "Columns uit de jaren 2003-2007 over Nederlandse politiek en politici.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645170?aid=kb-online-bibliotheek&sid=17&dts=1757103024694&sig=e4ece0b622b05c5aa1cfae045baa87fb58eb4a4e632972e3e1ffb15d916995b6&width=320",
      "dateSeen": "2025-09-06T07:11:01.156Z"
    },
    "6550a58739f6b1fd191a2384badc75c8681c67f6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645014/evelien-voor-altijd-martin-bril",
      "title": "Evelien voor altijd",
      "authors": "Martin Bril",
      "description": "De perikelen van een welgestelde, maar onvoldane vrouw uit Amsterdam-Zuid.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645014?aid=kb-online-bibliotheek&sid=17&dts=1757083840975&sig=a47870b63a1b5b63b382ddac4bf1d5f9be8e1669a78fe40a1a1e614e63f535c2&width=320",
      "dateSeen": "2025-09-06T07:11:01.348Z"
    },
    "75abeefe4fb2ba7ee5c2c0755635b8b7286b15dc": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645146/het-leed-dat-liefde-heet-en-andere-taferelen-martin-bril",
      "title": "Het leed dat liefde heet en andere taferelen",
      "authors": "Martin Bril",
      "description": "Schetsen over mislukte en voorbije liefdes.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645146?aid=kb-online-bibliotheek&sid=17&dts=1757087550166&sig=45c97b605766bac62aac3eaca46f5d532efdf4dba37f44b5c906c6937d10e1c8&width=320",
      "dateSeen": "2025-09-06T07:11:01.554Z"
    },
    "204f458a28096f1df89b2bfe2710da3d5907fdca": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645022/tout-va-bien-martin-bril",
      "title": "Tout va bien",
      "subtitle": "berichten uit Frankrijk",
      "authors": "Martin Bril",
      "description": "Columns over het leven in Frankrijk.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645022?aid=kb-online-bibliotheek&sid=17&dts=1757119311263&sig=5ecb683b644d4770312328ff746f227f6fdb4dd2c382039f99505881fbd73548&width=320",
      "dateSeen": "2025-09-06T07:11:01.754Z"
    },
    "fe26dfe595773851aa0915aa41acf94af4a4e3d7": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645189/het-verdwenen-kruispunt-martin-bril",
      "title": "Het verdwenen kruispunt",
      "subtitle": "berichten van het land",
      "authors": "Martin Bril",
      "description": "Bundel met veertig columns over het alledaagse leven zoals zich dat afspeelt op het Nederlandse platteland.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645189?aid=kb-online-bibliotheek&sid=17&dts=1757083764778&sig=05c25b843b34f487439341cdd05e11e8ee0498f51df6bf9991b4f729ed113ef5&width=320",
      "dateSeen": "2025-09-06T07:11:01.947Z"
    },
    "765986ebb7c24f7fc87dc4104ae7dddbed601a9a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645006/c-est-la-vie-martin-bril",
      "title": "C'est la vie",
      "subtitle": "berichten uit Frankrijk",
      "authors": "Martin Bril",
      "description": "Columns over het leven van de schrijver met zijn gezin in een tweede huis in Frankrijk.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645006?aid=kb-online-bibliotheek&sid=17&dts=1757085778181&sig=1430917c0d14fcf76f57b0d51d70a6bc1fdd4b1fa0253ab4177b5580fc41e16d&width=320",
      "dateSeen": "2025-09-06T07:11:02.345Z"
    },
    "fca8cf92ad630b2128b1234282a171edde9de1df": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645138/het-tekort-en-andere-verhalen-martin-bril",
      "title": "Het tekort en andere verhalen",
      "authors": "Martin Bril",
      "description": "Verhalen en reportages.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645138?aid=kb-online-bibliotheek&sid=17&dts=1757139666587&sig=65790eb876b750c7766f0c4121d291f0e8c558aa5a6610a9f9c2b12f3d9d01a3&width=320",
      "dateSeen": "2025-09-06T07:11:02.565Z"
    },
    "69f7b1b69a3617f8c518592e3257b21388be3195": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447152939/klaar-voor-de-start-elsie-silver",
      "title": "Klaar voor de start",
      "authors": "Elsie Silver",
      "description": "Professionele afstand bewaren van zijn werknemers is voor Vaughn geen enkel probleem... totdat Billie op zijn ranch verschijnt. Billie is getalenteerd. Ze heeft een grote mond. En ze is zo vreselijk verleidelijk. Hij moet de hele tijd denken aan alle manieren waarop hij haar een toontje lager kan laten zingen. Oké, hij moet de hele tijd aan haar denken, punt. Ze clashen vanaf hun eerste ontmoeting. En in een klein dorp, op een nog kleinere boerderij, is het moeilijk om de confrontatie te vermijden. Wat nog moeilijker is, is om te voorkomen dat die wrijving verandert in vuurwerk. Want Billie heeft het allemaal, en ze maakt hem gek in iedere zin van het woord. Iedere brutale opmerking. Ieder spelletje dat ze spelen. Hij wil alleen maar meer. Dichterbij. Bij haar. Haar lippen. Haar vertrouwen. Haar liefde. Hij wil alles. Maar tegen welke prijs? Want ineens staat er voor Vaughn meer op het spel dan een paardenrace. Nu is het zijn hart dat op het spel staat. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447152939?aid=kb-online-bibliotheek&sid=17&dts=1757229073796&sig=b15eea0ef54f65755d5d56f80f9adb7ed8c8f4d6980386959869fd08dd30515e&width=320",
      "dateSeen": "2025-09-07T07:11:13.981Z"
    },
    "ad2771ca193c7964aef2af4af37928663bacbf21": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394644646/onmogelijke-liefdes-astrid-joosten",
      "title": "Onmogelijke liefdes",
      "subtitle": "openhartige verhalen van minnaressen, getrouwde mannen en bedrogen echtgenotes",
      "authors": "Astrid Joosten",
      "description": "Interviews met mannen en vrouwen die buiten hun huwelijk om een relatie met een ander hebben of een partner hebben die dat heeft.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394644646?aid=kb-online-bibliotheek&sid=17&dts=1757229074093&sig=01fbc99a17d087670d3a01599c9ea97cc7dd77ee71d201f901c394ce8c34650d&width=320",
      "dateSeen": "2025-09-07T07:11:14.287Z"
    },
    "c1edad95716624b281f16d3daf02bbbb1e30bc97": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645065/liefde--seks---regen-martin-bril",
      "title": "Liefde, seks & regen",
      "subtitle": "intieme berichten",
      "authors": "Martin Bril",
      "description": "Autobiografisch getinte columns.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645065?aid=kb-online-bibliotheek&sid=17&dts=1757184385855&sig=4557041c7d170c056da279b500c9e200b6b0912be67fc150871856914b4399da&width=320",
      "dateSeen": "2025-09-07T07:11:14.635Z"
    },
    "65d350bedf2a40f718085a45add5dd165f97c7fe": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394644972/jongensjaren-martin-bril",
      "title": "Jongensjaren",
      "authors": "Martin Bril",
      "description": "Korte verhalen over de jeugd van de auteur (1959-2009).",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394644972?aid=kb-online-bibliotheek&sid=17&dts=1757182044895&sig=9493762b80a2045721b5f64cc6323ede2c56292dbe4f8564c4703d3e4c151a85&width=320",
      "dateSeen": "2025-09-07T07:11:15.004Z"
    },
    "0b1145915a9f1906cd73d30634e9d5738b670788": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/39464574X/au-revoir-martin-bril",
      "title": "Au revoir",
      "subtitle": "alle verhalen uit Frankrijk",
      "authors": "Martin Bril",
      "description": "Ik was alleen in Parijs - altijd gevaarlijk. Tot Martin Brils geliefdste werk behoren zijn verhalen en stukken over Frankrijk. In Au revoir verschijnen alle verhalen en columns van Bril over Frankrijk voor het eerst in één band, inclusief nooit eerder gebundeld werk over het land dat voor Nederlanders nog altijd de populairste vakantiebestemming is. Martin Bril, die in Frankrijk een tweede huis bezat, kreeg er een nieuw vaderland bij. Een land met een prachtige hoofdstad, een rustiek maar ook weerbarstig platteland, nieuwe mensen, dieren en avonturen. Brils verhalen over Frankrijk zijn onovertroffen _ hij schrijft over zijn heimwee naar pindakaas, of verbaast zich over zijn landgenoten in den vreemde, met hun korte broeken en praktische kapsels. Maar vooral zijn liefdevolle portretten van degenen die hem in Frankrijk omringden maken zijn Franse verhalen immens geliefd bij zijn lezers: over zijn oude buurman opa, de boer en boerin, mevrouw Fraysse van zijn favoriete restaurant, en vooral over zijn eigen gezin. Op Brils bureau, de plaats waar hij zijn columns schreef, stond jarenlang een ansichtkaart van een klein Frans dorp, Lagarde-Enval, met boven de wereld een blauwe lucht. Nooit meer zal Martin Bril over Frankrijk schrijven. Wat blijft zijn Brils schitterende verhalen. Martin Bril schreef jarenlang een van de meest gelezen columns in Nederland, eerst in Het Parool, en vanaf 2001 ook in de Volkskrant. Bovendien schreef hij in Vrij Nederland een wekelijks feuilleton, Evelien, waarvan een succesvolle televisieserie werd gemaakt. Bril publiceerde tientallen boeken die steevast uitgroeiden tot bestsellers. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A39464574X?aid=kb-online-bibliotheek&sid=17&dts=1757219147891&sig=c3457f9b76fb6d86e24418604a8f9edd4afb42108a5ca1f56869421b4a7a5a1a&width=320",
      "dateSeen": "2025-09-07T07:11:15.194Z"
    },
    "12f4cbcfdc6ced411fca38327607bc7124298a75": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645227/eigen-benen-martin-bril",
      "title": "Eigen benen",
      "authors": "Martin Bril",
      "description": "De perikelen van een welgestelde maar onvoldane vrouw uit Amsterdam-Zuid. Vervolg op 'Gelukkig niet'.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645227?aid=kb-online-bibliotheek&sid=17&dts=1757177553931&sig=195fecb9dfb72a24b1a0a874df67297b13ae40fcb6d94d66017f8fae88fa1aab&width=320",
      "dateSeen": "2025-09-07T07:11:15.394Z"
    },
    "90239ebfedc04b9225291672f54bab58da025452": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394622898/passies-van-het-brein-margriet-sitskoorn",
      "title": "Passies van het brein",
      "subtitle": "waarom zondigen zo verleidelijk is",
      "authors": "Margriet Sitskoorn",
      "description": "Uitleg van de mechanismen in het menselijk brein aan de hand van de zeven hoofdzonden.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394622898?aid=kb-online-bibliotheek&sid=17&dts=1757315615936&sig=82382dd463fd9508d907ec6eaeb078aa2cc493a537c8d25f1548d66dc59de8c3&width=320",
      "dateSeen": "2025-09-08T07:13:36.122Z"
    },
    "cc6bfe9a36f3fc81c0b5ea11b1932a55d2c7eda0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645030/dertig-graden-in-de-schaduw-martin-bril",
      "title": "Dertig graden in de schaduw",
      "subtitle": "zomerverhalen",
      "authors": "Martin Bril",
      "description": "Vier verhalen over relaties van mensen van eind dertig, begin veertig.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645030?aid=kb-online-bibliotheek&sid=17&dts=1757447894261&sig=a4c5e73ec2977c234c1850c107210a97083ff5a091558b9a9ddf3b8abe439b74&width=320",
      "dateSeen": "2025-09-10T07:13:21.260Z"
    },
    "1413f5885177872cea6fbb2911f4f62e220cf5b8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394644956/overal-wonen-mensen-martin-bril",
      "title": "Overal wonen mensen",
      "subtitle": "caféverhalen",
      "authors": "Martin Bril",
      "description": "Columns over café-bezoekers.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394644956?aid=kb-online-bibliotheek&sid=17&dts=1757445986644&sig=8afd1bbcb78cce6cffba4a6bdd801e388f3c419ced37161a5697c873b92634ae&width=320",
      "dateSeen": "2025-09-10T07:13:21.487Z"
    },
    "73664345d0368753352edd6b2caf81249de7085f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645081/de-tomeloze-evelien-martin-bril",
      "title": "De tomeloze Evelien",
      "authors": "Martin Bril",
      "description": "Het leven van een tomeloos energieke en emotionele, inmiddels 40-jarige huisvrouw, met een hardwerkende man, twee puberende dochters en een hond, is niet altijd rozengeur en maneschijn. Laatste deel uit de Evelien-serie.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645081?aid=kb-online-bibliotheek&sid=17&dts=1757430253797&sig=d59a8aeb1d849b6bac4a8d2e33fbfb1e527ceaf13233c742e84065e1be988051&width=320",
      "dateSeen": "2025-09-10T07:13:21.713Z"
    },
    "3c46c06bb0705d6d2f0efa73666683e8c31876c3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394644883/vaarwel-evelien-martin-bril",
      "title": "Vaarwel Evelien",
      "authors": "Martin Bril",
      "description": "De perikelen van een welgestelde, maar onvoldane vrouw uit Amsterdam-Zuid.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394644883?aid=kb-online-bibliotheek&sid=17&dts=1757431143416&sig=e8663136ce36661e8852449c6e4bbc30a44afedf28cfd05fa352ee5c6ae20f5a&width=320",
      "dateSeen": "2025-09-10T07:13:21.950Z"
    },
    "385fe2273c411d96a2e39114f35b5832cdd519d2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394645197/de-dag-van-de-nieuwe-haring-en-andere-kleine-klassiekers-martin-bril",
      "title": "De dag van de nieuwe haring en andere kleine klassiekers",
      "authors": "Martin Bril",
      "description": "Eigen keuze uit de columns van de Nederlandse schrijver (1959-\n ).",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394645197?aid=kb-online-bibliotheek&sid=17&dts=1757447246111&sig=6a79d65fd42b0218754e389a2736235776fec3b75e29f86c2f8c46713d15ae9e&width=320",
      "dateSeen": "2025-09-10T07:13:22.346Z"
    }
  }
}