{
  "values": {
    "8ddf98ee9a5c1465a4ca6320ce874c113ddc5508": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/448494876/ik-beloof-je-dat-ik-honderd-word-peter-r--de-vries---royce-de-vries",
      "title": "Ik beloof je dat ik honderd word",
      "subtitle": "het geheime logboek van Peter R. de Vries & het dagboek van Royce de Vries",
      "authors": "Peter R. de Vries | Royce de Vries",
      "description": "Logboekfragmenten van de in 2021 door een aanslag omgekomen misdaadverslaggever Peter R. de Vries, over het Marengo-proces, aangevuld met dagboekfragmenten van zijn zoon Royce de Vries. Met kleurenfoto’s.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A448494876?aid=kb-online-bibliotheek&sid=18&dts=1760370392723&sig=1117ba0e33f1b4b77491ba9aff9eba66430401460e652d20fedc33fbb84eecdf&width=320",
      "dateSeen": "2025-10-14T07:13:58.406Z"
    },
    "c98c83fc2217e98c4d4a1c42aec33e3825af7785": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455015392/omwegen-in-frankrijk-martijn-joosse",
      "title": "Omwegen in Frankrijk",
      "subtitle": "Rustig reizen langs historische routes",
      "authors": "Martijn Joosse",
      "description": "",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455015392?aid=kb-online-bibliotheek&sid=18&dts=1760462114969&sig=13dd2bcdb429ebdfa96bd1d3dcd7acf3e21920de21fd73c5725c04d2b86f6e70&width=320",
      "dateSeen": "2025-10-15T07:13:47.394Z"
    },
    "a46a4932e1ac0970a3a695c95b6b6635beb8044c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444294767/ik-geloof-niet-in-astrologie-debra-silverman",
      "title": "Ik geloof niet in astrologie",
      "subtitle": "Wat we van de sterren kunnen leren, zelfs als je er niet in gelooft",
      "authors": "Debra Silverman",
      "description": "Debra Silverman helpt je je ego los te laten en jezelf met liefde en inzicht te begrijpen. In dit boek ontdek je hoe je de kracht van je sterrenbeeld kunt benutten en compassie voor anderen kunt ontwikkelen. \nOf je nu een spirituele zoeker bent of een scepticus, deze gids combineert op unieke wijze psychologie en astrologie. Debra, die zelf ooit twijfelde aan astrologie, laat je zien hoe je door de uitdagingen van elk sterrenbeeld te begrijpen, zelfkritiek en negativiteit kunt loslaten. Het resultaat? Onvoorwaardelijke zelfliefde en een betere versie van jezelf. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444294767?aid=kb-online-bibliotheek&sid=18&dts=1760454509203&sig=b3a97a50a08e8a55769200fe0c8f829cdca8cd8df63e5c507c4562ac8876ab8f&width=320",
      "dateSeen": "2025-10-15T07:13:47.574Z"
    },
    "d726ce5c486bbdcdc50b4a18e9e9ce31cb426bbb": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444330887/niets-gezien-shanna-de-jong",
      "title": "Niets gezien",
      "authors": "Shanna de Jong",
      "description": "Voor haar nieuwe boek reist bestsellerauteur Caro Woesthoff af naar het Zeeuwse Wilhelminadorp. De plek fascineert haar door een zaak uit het verleden: zesentwingtig jaar eerder werd er een vondeling aangetroffen in de jachthaven van het Goese Sas. Al snel ontdekt Caro dat geruchten over het jongetje het dorp nog steeds in de greep houden. Toch lijkt de gesloten gemeenschap niet te zitten wachten op de buitenstaander die hun gezamenlijke verleden wil onthullen. Iemand is vastbesloten Caro voorgoed het zwijgen op te leggen. Hoe ver wil Caro gaan voor de waarheid? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444330887?aid=kb-online-bibliotheek&sid=18&dts=1760447735388&sig=88855c14d5d6248c6ed3cbcfbca2d4200823f9b131d6af8bc6f973c4254489a4&width=320",
      "dateSeen": "2025-10-15T07:13:47.748Z"
    },
    "d325c47ce0643144f41e22acbd8ff9bb8512a335": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444330909/apotheose-andreas-gruber",
      "title": "Apotheose",
      "authors": "Andreas Gruber",
      "description": "In Bern wordt het kunstig gedrapeerde lijk van een vrouw gevonden, in wier huid de moordenaar een geheimzinnig teken heeft gekerfd. Zij blijft niet zijn enige slachtoffer.\nDe Nederlandse profiler Maarten S. Sneijder en rechercheur Sabine Nemez begeven zich op een bloederige speurtocht naar de dader, maar de moordenaar is hen steeds een stap voor.\nIntussen arriveert de jonge psycholoog Hannah in het Noord-Duitse Steinfels, een gevangenis voor geesteszieke delinquenten. Zij wordt aangesteld om een therapiegroep te leiden, maar is slechts geïnteresseerd in één gevangene: Piet van Loon. Die werd ooit door Sneijder achter de tralies gezet, en wordt nu de sleutelfiguur in een duivels spel... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444330909?aid=kb-online-bibliotheek&sid=18&dts=1760454683189&sig=a9d88985f001e6cbef5530487da24ec70283311b78f51eb30a157e354d891d24&width=320",
      "dateSeen": "2025-10-15T07:13:48.217Z"
    },
    "acc67db5771c2441cb1b4e9e6c71bb0739c1ed11": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447153099/eeuwige-jeugd-kimberley-klaver",
      "title": "Eeuwige jeugd",
      "subtitle": "Een praktische gids voor de mind, body & spirit",
      "authors": "Kimberley Klaver",
      "description": "In Eeuwige Jeugd deelt Kimberley Klaver, 38 jaar, haar ontdekkingen en adviezen van experts op het gebied van spirit, mind en body voor een realistische en duurzame levensstijl. Het boek biedt concrete tools om je manier van denken te veranderen, je brein scherp te houden en jeugdigheid in elke levensfase te behouden. Eeuwige Jeugd is een toegankelijke, realistische gids voor de drukke vrouw die het geheim wil ontdekken van een levensstijl vol zelfliefde, levensenergie en schoonheid.  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447153099?aid=kb-online-bibliotheek&sid=18&dts=1760448590114&sig=b8a0a81b52955bda6578ff6c4bdd57de2a6125ef5b15aec0134eb36d181de807&width=320",
      "dateSeen": "2025-10-15T07:13:48.407Z"
    },
    "59c85e1d8e773d386463429f131361d91475bdad": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454958595/achter-haar-schaduw-petra-spark",
      "title": "Achter haar schaduw",
      "authors": "Petra Spark",
      "description": "Privédetective Robin Pauwels krijgt een schijnbaar simpele opdracht: de verdwenen zakenman Gabor Szteenislov opsporen. Maar wanneer haar zoektocht duistere geheimen blootlegt, wordt het al snel duidelijk dat Gabor niet zomaar is verdwenen. Tegelijkertijd worstelt haar assistent Kevin met zijn eigen demonen en een mysterie rond een verdwenen dakloze jongeman. Wat begint als een aparte zaak, blijkt al snel gevaarlijk te zijn vervlochten met Robins onderzoek. Hoe dichter ze de waarheid naderen, hoe meer het web van bedrog zich om hen sluit. Wie kan Robin vertrouwen? En hoever is ze bereid te gaan om de waarheid te onthullen voor het te laat is? Achter haar schaduw is een razend spannende thriller over schuld, wraak en verborgen waarheden, perfect voor fans van Harlan Coben en Karin Slaughter. Petra Spark debuteerde in 2017 met de thriller Artikel13 bij Houtekiet. Achter haar schaduw is haar zevende thriller. Kansloos is een knap in elkaar gezette psychologische thriller die heerlijk wegleest en menig lezer ademloos achter zal laten. ***** Vrouwenthrillers.nl over KANSLOOS Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454958595?aid=kb-online-bibliotheek&sid=18&dts=1760447724141&sig=f4b688fbc42f8c00277db6dc74e18af26625b777c48af19c9771d103620b3105&width=320",
      "dateSeen": "2025-10-15T07:13:48.599Z"
    },
    "42138bcbb1ad3a75cd4ca8a0e90da984ac9a91bf": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454940971/als-het-elke-dag-kerst-was-donna-ashcroft",
      "title": "Als het elke dag kerst was",
      "authors": "Donna Ashcroft",
      "description": "De sneeuw dwarrelt, het haardvuur knispert, en volgens traditie in Lockton hangt iedereen een belofte in de kerstboom op het dorpsplein – een belofte die ze dit jaar koste wat kost willen waarmaken…\nMeg Scott heeft zichzelf beloofd dat haar eerste kerst alleen een succes wordt. Ze runt een kerstwinkel die het hele jaar door geopend is, midden in het kleine Schotse dorp, en ze houdt van alles wat glühwein, glinsterend en feestelijk is. Dus wanneer haar kibbelende familie onaangekondigd op de stoep staat, met chaos en stress in hun kielzog, is Meg vastbesloten haar favoriete tijd van het jaar niet door hen te laten verpesten.\nOndertussen is Tom Riley-Clark – die een hekel heeft aan kerst – naar de Highlands geroepen om een oude vriend te helpen in de Apple Cross Inn. Hij is van plan hard te werken en heeft geen tijd voor kerstkransjes, slingers of het ophangen van beloftes aan bomen. De gedachte aan een leven waarin het élke dag kerst is, is zijn ergste nachtmerrie. Je zult hem dan ook nooit een kerstbal zien kopen.\nTot ieders verbazing begint er iets te bloeien tussen kerstliefhebber Meg en kersthater Tom…\nMaar Tom draagt een groot geheim met zich mee, en in een klein dorp als Lockton blijft niets lang verborgen. Zal alles instorten als Meg ontdekt wie hij werkelijk is? Het tweetal staat op het punt op pijnlijke wijze te leren dat sommige beloftes onmogelijk zijn om waar te maken… Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454940971?aid=kb-online-bibliotheek&sid=18&dts=1760634571669&sig=44bfcb510fb2e50c8c6f30b174e09dab060a6a880abbe20d73ff1bf304b441a8&width=320",
      "dateSeen": "2025-10-17T07:13:48.724Z"
    },
    "100dabeefa8e80b98ab6d32a88953b71282c6502": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45494098X/don-t-hex-and-drive-juliette-cross",
      "title": "Don’t Hex and Drive",
      "authors": "Juliette Cross",
      "description": "Isadora Savoie is niet goed met mensen en brengt haar tijd het liefst door tussen haar planten of bij het dierenasiel. Hier kan ze haar Geleider-krachten goed gebruiken om te genezen en dingen te laten groeien. Ze is tevreden met haar rol op de achtergrond, maar raakt desondanks betrokken bij het mysterie van enkele vermiste meisjes uit de buurt. En nu moet ze ineens samenwerken met een flamboyante, flirterige vampier om hen op tijd te vinden.\nDevraj Kumar heeft alles al eens gezien en meegemaakt. Driehonderd jaar ronddwalen over de aarde als een Stygorn—een legendarische vampierstrijder die in de schaduw opereert—brengt zo zijn voordelen met zich mee. Maar inmiddels is de verveling toegeslagen. Tot hij – letterlijk – botst op een intrigerende heks tijdens een opdracht in New Orleans. Gefascineerd door haar weerstand tegen zijn charmes, kan Devraj het niet laten haar uit te dagen. Hij wil haar beter leren kennen.\nGelukkig voor hem is Isadora gerekruteerd door de leider van het vampiergilde om Devraj te helpen met de vermissingszaak. Tussen een Bollywood-marathon, een bovennatuurlijke datingapp, een geheimzinnig pakketje en verleidelijke rijlessen door, raakt Isadora onomkeerbaar in het nauw. En Devraj? Hij weet het zeker: dit is blijvend.\n‘Juliette Cross weet de paranormale romance-snaar precies goed te raken. Don’t Hex and Drive combineert perfect alle elementen van een onweerstaanbaar verhaal: liefde, humor, sexy heat en een beetje mysterie. ★★★★★’ - LitBuzz Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45494098X?aid=kb-online-bibliotheek&sid=18&dts=1760693566428&sig=58dfce3df2e0cc0ff774390a4c2194785ac5f18a3e6f6c75f08dd12749a0face&width=320",
      "dateSeen": "2025-10-18T07:11:21.545Z"
    },
    "6597514bbe56dd9a4380fba4780c30af4cda83f9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443551588/de-memoires-van-br--martinus-metgod-kees-postma",
      "title": "De memoires van Br. Martinus Metgod",
      "subtitle": "De eigenaardige entree van kandidaat Keizer",
      "authors": "Kees Postma",
      "description": "De memoires van Br. Martinus Metgod, geschreven door Kees Postma, zijn de fictieve memoires van een ervaren predikant. Ds. Martinus Metgod, kroonprins van de baptistenpredikers, vecht al jarenlang tegen zijn eigen demonen. Wanneer hij wordt beschuldigd van grensoverschrijdend gedrag, lijkt het einde van zijn glansrijke carrière in zicht. Terwijl hij onder het vergrootglas van kerkelijk Nederland ligt, komt de jonge kandidaat David Keizer bij hem stagelopen. Hij haalt Martinus het bloed onder de nagels vandaan door zijn stupide acties, maar legt ook akelig vaak de vinger op de gevoelige plek. Wordt het buigen of barsten? In Martinus’ memoires wordt duidelijk dat de grens tussen goed en fout soms maar flinterdun is. Dat genade schenken en genade ontvangen twee verschillende dingen zijn. Een boek dat de hedendaagse cancelcultuur aan de kaak stelt en de onvermijdelijke vraag stelt: wie ben ik nog als ik val?\nDit derde boek van Kees Postma gaat chronologisch vooraf aan zijn eerste twee boeken, De retraite en De Hemel op Aarde conferentie; alle delen zijn uitstekend op zichzelf te lezen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443551588?aid=kb-online-bibliotheek&sid=18&dts=1760694346757&sig=425dabc83de902c89b2add937a3f2554d069de6ca8214c640bb4a96b10d77dc5&width=320",
      "dateSeen": "2025-10-18T07:11:23.414Z"
    },
    "19a05a117f1952887db0cbbc8002898e1ec999a2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443090785/werken-met-wow-klaske-veth",
      "title": "Werken met WOW",
      "subtitle": "Gids voor plezier en voldoening in de tweede helft van je loopbaan",
      "authors": "Klaske Veth",
      "description": "Als je maar lang genoeg ademt, glij je vanzelf in de tweede helft van je (werk)leven. Dat kan met een WOW-gevoel; a spark of joy! Dit boek geeft je antwoord op de vraag: hoe draag jijzelf bij aan een betekenisvol werkleven tot én na je pensioen? Werken met WOW gaat óók over de groeiende groep gepensioneerden die (deels) blijven werken, de bridgeworkers. Hoe doen zij dat duurzaam en met plezier?\n\n WERKEN MET WOW geeft je inzicht in de soms schokkende beelden en (deels) geruststellende feiten vanuit de wetenschap. Ook geeft het handvatten hoe je op eigen wijze diepgang kunt geven aan die tweede helft van je loopbaan. Moraal van het verhaal: het beste moet nog komen! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443090785?aid=kb-online-bibliotheek&sid=18&dts=1760734298663&sig=38785e161d2abaa775aa9828e6287246cd8b745b5a5ca4d8e21a1f60ad79564a&width=320",
      "dateSeen": "2025-10-18T07:11:23.586Z"
    },
    "6fa8b2582d98fa403008be6d4b899f210bb971ec": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444728147/lessons-in-faking-selina-mae",
      "title": "Lessons in Faking",
      "authors": "Selina Mae",
      "description": "There's one thing Athalia Pressley wants more than anything: Her twin brother's affection. Since their parents' death, Henry hasn't given her much of it - until a halfway-to-failed class and the need for a tutor land Athalia in his enemy's lap. Suddenly she's awarded Henry's undivided attention, and if she wants to keep it that way, she needs Dylan McCarthy Williams' help.  Athalia's not fond of her brother's rival, his slick comments, or that know-it-all attitude. Not even the fluffy hair, dreamy eyes, or body of a college soccer player help. But through forced laughs and fake dates, it seems the two can leave their bickering behind to chase one common goal: A Pressley's attention. 'Lessons in Faking' is the first book in Selina Mae's runaway hit series Hall Beck University. The story continues in the next books in the series, 'Lessons in Forgiving' and 'Lessons in Falling'. This is the English language edition. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444728147?aid=kb-online-bibliotheek&sid=18&dts=1760697170818&sig=ae9569e14275aeba12400b46ac05f70297a4221dd2e1d7912b2f3c66cb303a0e&width=320",
      "dateSeen": "2025-10-18T07:11:23.789Z"
    },
    "8a7a44d4f711f23b394c499ec6d60eb1e6fb1148": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455224005/vernieuw-je-brein-alberto-villoldo",
      "title": "Vernieuw je brein",
      "subtitle": "Zo blijven je hersenen jong en gezond",
      "authors": "Alberto Villoldo",
      "description": "'Vernieuw je brein' van Alberto Villoldo voorkomt niet dat je ouder wordt (gelukkig maar!), maar leert je wel hoe je veroudering kunt tegengaan en zelfs terug kunt draaien door je hersenen in optimale gezondheid te brengen. Door middel van een optimale mix van moderne wetenschap en oude sjamanistische wijsheid geeft Villoldo je hiertoe de juiste tools in handen.  Gezonde hersenen vormen de basis voor een gezonder en prettiger leven. Hiertoe moet je je lichaam in optimale conditie brengen door onder andere verouderde cellen te elimineren, je hersenen en lichaam te ontgiften, ontstekingen in je lichaam te reduceren, de groei te bevorderen van hersencellen die neuroplasticiteit ondersteunen en nog veel meer.  Onze huidige manier van leven is verre van optimaal om gezond oud te worden, maar met de tips van Alberto Villoldo kun je je leefstijl aanpassen. Inclusief recepten, meditatietechnieken en het 'Grow a new brain-programma'. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455224005?aid=kb-online-bibliotheek&sid=18&dts=1760694856944&sig=2a136ca64c0426571e64c53e137164d09b9eaad0a1858bc64cf09cc9dde9f3c4&width=320",
      "dateSeen": "2025-10-18T07:11:23.989Z"
    },
    "5eb7926278af4c9e53bab4c3dd1f54e20edfb527": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455223858/de-dochter-van-de-indigoplantage-laura-frantz",
      "title": "De dochter van de indigoplantage",
      "authors": "Laura Frantz",
      "description": "In 'De dochter van de indigoplantage' vertelt Laura Frantz het verhaal van Juliet Catesby, die samen met haar vader en zus indigo verbouwt op hun plantage in Virginia. Voor de export hiervan zijn ze afhankelijk van de machtige Buchanan-clan in Schotland. Wanneer Leith, de erfgenaam van deze clan, afreist naar Virginia, ontdekt Juliet tot haar grote schrik dat zij aan hem is uitgehuwelijkt om de schulden van haar familie af te betalen.\n Ondanks haar aanvankelijke weigering met hem te trouwen, dwingt een onverwachte gebeurtenis Juliet om samen met Leith en haar zus Virginia te ontvluchten. Eenmaal aangekomen in Glasgow ontdekt ze dat de man die haar uit de financiële problemen heeft gered háár hulp misschien nog wel harder nodig heeft. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455223858?aid=kb-online-bibliotheek&sid=18&dts=1760694138358&sig=d0c94bcc30459d8319cb9ba3576065336cd8717e5c7a037d19129f84a27c497b&width=320",
      "dateSeen": "2025-10-18T07:11:24.161Z"
    },
    "d68e223a29af0c1d326e74af808a2b692863a2f7": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455223769/de-burn-out-coach-iris-van-der-steen",
      "title": "De Burn-out Coach",
      "subtitle": "Journal voor minder stress en meer energie",
      "authors": "Iris van der Steen",
      "description": "Wil jij grip krijgen op je burn-out en weer energie opbouwen? De Burn-out Coach van Iris van der Steen helpt je in 8 duidelijke stappen om beter om te gaan met stress, perfectionisme en sociale druk. Veel millennials ervaren faalangst en een constante prestatiedruk – een recept voor burn-outklachten. Psycholoog én ervaringsdeskundige Iris van der Steen deelt in dit journal praktische tools om je herstel te versnellen. In dit boek vind je: Echte praktijkvoorbeelden en ervaringsverhalen;Concrete tips om meer grip op je burn-out te krijgen;Effectieve oefeningen voor overzicht en rust;Ruimte om je eigen gedachten en voortgang bij te houden. Door een combinatie van psychologische kennis en persoonlijke inzichten biedt De Burn-out Coach een gestructureerde aanpak om weer in balans te komen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455223769?aid=kb-online-bibliotheek&sid=18&dts=1760697025394&sig=4a71b9e701b26cae30cc15d066430b2dd3e24608f6d6b80e112038827c472ecc&width=320",
      "dateSeen": "2025-10-18T07:11:24.596Z"
    },
    "b200b600abbebc2852e46558585d489c474b8630": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455223971/bloeitijd-ulrika-lagerlo-f",
      "title": "Bloeitijd",
      "authors": "Ulrika Lagerlöf",
      "description": "1938. Siv moet de bossen intrekken om als kok te werken in een houthakkershut in Västerbotten. Diep in het woud en in de kou moet ze de hut schoonhouden en koken voor tien man. Wanneer ze rendierherder Nila tegenkomt, worden ze op slag verliefd… 2022. Eva werkt voor een bosbouwbedrijf en wordt naar Västerbotten, het gebied waar ze is opgegroeid, gestuurd om protesten tegen de houtkap de kop in te drukken. Terwijl het conflict escaleert tussen het bedrijf en de bewoners ontdekt ze steeds meer over haar familie, met name over haar oma Siv… Bloeitijd van Ulrika Lagerlöfis geïnspireerd op de familiegeschiedenis van Lagerlöf en is het eerste deel in een trilogie waarin de vrouwen en de Zweedse natuur centraal staan. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455223971?aid=kb-online-bibliotheek&sid=18&dts=1760694116920&sig=9cb9460021ba04a09a738ef74273ec2c8839d59589dc7a6768761ac6ba897498&width=320",
      "dateSeen": "2025-10-18T07:11:24.792Z"
    },
    "9eb7858d99002523457def0cf6e603e7434a6943": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45522370X/de-vrouw-op-zolder-freida-mcfadden",
      "title": "De vrouw op zolder",
      "authors": "Freida McFadden",
      "description": "Victoria Barnett heeft het allemaal: een geweldige carrière als verpleegkundig specialist, een knappe en liefdevolle echtgenoot, een prachtig huis in de buitenwijken en het voornemen om dat te vullen met kinderen. Het leven is perfect, of dat lijkt zo. Dan krijgt ze een vreselijk ongeluk... en valt alles uit elkaar. Nu kan Victoria niet meer lopen. Ze kan zichzelf niet voeden of aankleden. Ze kan niet eens praten. Ze zit opgesloten op de bovenste verdieping van haar huis met 24-uurszorg. Sylvia Robinson wordt ingehuurd door Victoria's echtgenoot om voor haar te zorgen. Maar het blijkt dat Victoria niet zo beperkt is als Sylvia werd voorgehouden. Er is een verhaal dat Victoria wanhopig wil vertellen... als ze de woorden er maar uit kon krijgen. Dan ontdekt Sylvia Victoria's dagboek, verstopt in een la. En wat erin zit, is schokkend.\n'Als je van bloedstollende spanning houdt, móét je de boeken van Freida McFadden lezen.' - Libelle Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45522370X?aid=kb-online-bibliotheek&sid=18&dts=1760702311974&sig=6b4ebdf6d58804e5f303572d8b861a47b659e9427b5769bdfc245aafbd2ab9a0&width=320",
      "dateSeen": "2025-10-18T07:11:24.971Z"
    },
    "a3fab9d891504d4c4aa17049854b90ae45c8e4a2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45522398X/liefde-op-een-tandem-becca-kinzer",
      "title": "Liefde op een tandem",
      "authors": "Becca Kinzer",
      "description": "In 'Liefde op een tandem' neemt Becca Kinzer de lezer mee op een razendsnelle roadtrip boordevol humor, ongemakkelijke momenten en romantiek.  Na haar verbroken verloving heeft de introverte Charlotte Carter eindelijk een stabiel bestaan als muziekdocente. Dat bestaan begint echter te wankelen wanneer het muziekprogramma van haar school vanwege geldnood dreigt te verdwijnen. Charlotte heeft er alles voor over om haar baan te redden, zelfs als ze daarvoor een creatieve oplossing moet verzinnen… Toen de avontuurlijke Zach Bryant afreisde naar zijn geboortestad om de bruiloft van zijn broer bij te wonen, had hij nooit durven denken dat hij de ex-verloofde van zijn broer tegen het lijf zou lopen. Laat staan dat ze samen op een tandem zouden belanden om geld op te halen voor een muziekprogramma dat op instorten staat. Maar hoe kan hij nee zeggen als hij het geld zelf ook best goed kan gebruiken? Terwijl de tocht vordert proberen de twee tegenpolen hun verschillen zoveel mogelijk opzij te zetten om hun doel te behalen – maar intussen vragen ze zich af of deze fietstocht niet slechts het begin is van hun grootste avontuur tot nu toe. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45522398X?aid=kb-online-bibliotheek&sid=18&dts=1760694221711&sig=f75eb899265e9492a454aea8ba6f7cd32c12dbe700c61ad7f92a281c1e556a25&width=320",
      "dateSeen": "2025-10-18T07:11:25.177Z"
    },
    "70e087ca1e8c9442d752e11f9094d71a1a64b84b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455223726/pools-wat---hoe-taalgids",
      "title": "Pools",
      "authors": "Wat & Hoe taalgids",
      "description": "Wat & Hoe Taalgids Pools is het beste hulpmiddel om deze taal onder de knie te krijgen. Met ruim 4.000 woorden en zinnen kom je altijd uit je woorden. Vlot de rekening vragen? Een gesprekje aanknopen? Met deze taalgids lukt het allemaal. Ook kun je met deze gids eigen zinnen maken met behulp van de woordenlijst achterin. In veel hoofdstukken is een alfabetische lijst van termen opgenomen inclusief duidelijke aanwijzingen voor uitspraak. Bovendien kun je deze gids ook gebruiken als een eerste hulpmiddel bij het leren van de taal. De Wat & Hoe Taalgidsen zijn al meer dan 75 jaar verkrijgbaar en staan bekend om hun kwaliteit en volledigheid. De Taalgidsen worden uitgegeven in samenwerking met Van Dale. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455223726?aid=kb-online-bibliotheek&sid=18&dts=1760706979398&sig=07f6f3b21e7d598a685ae37a80421aa1853c9bc4c0ac17fdee77ea766765b1e6&width=320",
      "dateSeen": "2025-10-18T07:11:25.728Z"
    },
    "c08fda5a7f62fdf74f45b9796a228fc6a3622aef": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455223912/italiaans-wat---hoe-taalgids",
      "title": "Italiaans",
      "authors": "Wat & Hoe taalgids",
      "description": "Wat & Hoe Taalgids Italiaans is de beste tolk voor op reis. Met ruim 4000 woorden en handige zinnen en duidelijke aanwijzingen voor uitspraak kom je altijd uit je woorden. Vlot de rekening vragen? Een gesprekje aanknopen? Met Wat & Hoe Taalgids Italiaans lukt het allemaal. De gids bevat overzichtelijke woordenlijsten, praktische tekeningen en met de beknopte grammatica krijg je de taal onder de knie. De Wat & Hoe Taalgidsen zijn al meer dan 75 jaar verkrijgbaar en staan bekend om hun kwaliteit en volledigheid. De Taalgidsen zijn samengesteld in samenwerking met Van Dale. Wat & Hoe is al sinds 1926 een betrouwbare reispartner, met voor elke reiziger een geschikte reisgids. De Wat & Hoe Taalgids is een onmisbare hulp voor wie een taal probeert te begrijpen en te gebruiken. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455223912?aid=kb-online-bibliotheek&sid=18&dts=1760697314039&sig=ea3ec8f32fd83e54262e86f4af8caa10fd7414fbf58201b68f8c6293260ba2c4&width=320",
      "dateSeen": "2025-10-18T07:11:26.157Z"
    },
    "a9bc5a8adbdcae62ee08ef81c51a3565942d8a43": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455223793/slowaaks-wat---hoe-taalgids",
      "title": "Slowaaks",
      "authors": "Wat & Hoe taalgids",
      "description": "Wat & Hoe Taalgids Slowaaks is het beste hulpmiddel om deze taal onder de knie te krijgen. Met ruim 4.000 woorden en zinnen kom je altijd uit je woorden. Vlot de rekening vragen? Een gesprekje aanknopen? Met deze taalgids lukt het allemaal. Ook kun je met deze gids eigen zinnen maken met behulp van de woordenlijst achterin. In veel hoofdstukken is een alfabetische lijst van termen opgenomen inclusief duidelijke aanwijzingen voor uitspraak. Bovendien kun je deze gids ook gebruiken als een eerste hulpmiddel bij het leren van de taal. De Wat & Hoe Taalgidsen zijn al meer dan 75 jaar verkrijgbaar en staan bekend om hun kwaliteit en volledigheid. De Taalgidsen worden uitgegeven in samenwerking met Van Dale. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455223793?aid=kb-online-bibliotheek&sid=18&dts=1760697313187&sig=f7785a2590f67c65f9a64e2171fd1a7808db578b37391a5bbdc0b04d7164c4ea&width=320",
      "dateSeen": "2025-10-18T07:11:26.574Z"
    },
    "827c074a49c00988c07dbdbad9297fc48aa77e25": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455223963/fries-wat---hoe-taalgids",
      "title": "Fries",
      "authors": "Wat & Hoe taalgids",
      "description": "Wat & Hoe Taalgids Fries is het beste hulpmiddel om deze taal onder de knie te krijgen. Met ruim 4.000 woorden en zinnen kom je altijd uit je woorden. Vlot de rekening vragen? Een gesprekje aanknopen? Met deze taalgids lukt het allemaal. Ook kun je met deze gids eigen zinnen maken met behulp van de woordenlijst achterin. In veel hoofdstukken is een alfabetische lijst van termen opgenomen inclusief duidelijke aanwijzingen voor uitspraak. Bovendien kun je deze gids ook gebruiken als een eerste hulpmiddel bij het leren van de taal. De Wat & Hoe Taalgidsen zijn al meer dan 75 jaar verkrijgbaar en staan bekend om hun kwaliteit en volledigheid. De Taalgidsen worden uitgegeven in samenwerking met Van Dale. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455223963?aid=kb-online-bibliotheek&sid=18&dts=1760700796501&sig=d760c641fea0734448ac5cb52272a1793fc244f31c5a45b1d2d24712d9a052b0&width=320",
      "dateSeen": "2025-10-18T07:11:27.101Z"
    },
    "b44365d245bf3b4a6385684de71bb143dd00a1b8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455223939/als-de-dag-aanbreekt-gabrielle-meyer",
      "title": "Als de dag aanbreekt",
      "authors": "Gabrielle Meyer",
      "description": "In 'Als de dag aanbreekt', het eerste deel van de 'Timeless'-serie van Gabrielle Meyer, kan Libby dankzij een speciale gave twee levens leiden. In het ene werkt ze bij een openbare drukker en ontmoet ze haar ware liefde. Tegelijkertijd zet ze met haar steun voor de Amerikaanse Revolutie haar leven op het spel. In het andere leven geniet ze van het glamoureuze 20e-eeuwse New York, maar kan ze haar strijd voor het vrouwenkiesrecht niet voortzetten en wordt ze gedwongen te trouwen met een rijke heer.  Tot haar 21e levensjaar mag Libby vrij bewegen tussen beide werelden, maar op haar volgende verjaardag moet ze een keuze maken voor het ene leven en het andere voorgoed vaarwelzeggen. Kiest ze voor een onzeker bestaan in de turbulente 18e eeuw met de liefde van haar leven of voor een stabiele toekomst vol rijkdom met een man die ze niet kent? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455223939?aid=kb-online-bibliotheek&sid=18&dts=1760695140802&sig=5301f3ec8a3e8ab6cb81e4e19614307e536b53ef53ce59e5099dbb26d881d877&width=320",
      "dateSeen": "2025-10-18T07:11:27.299Z"
    },
    "0f987d241ca437666bf0cf991404cb5b179d418e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455223874/het-beijing-bedrog-joel-c--rosenberg",
      "title": "Het Beijing bedrog",
      "authors": "Joel C. Rosenberg",
      "description": "In 'Het Beijing bedrog', het zesde deel van Joel C. Rosenbergs geopolitieke thrillerserie, staat CIA-agent Marcus Ryker opnieuw voor een uitdaging van mondiale proporties. Dit keer dreigt er gevaar vanuit China, dat Taiwan wil binnenvallen om zo een catastrofe te veroorzaken op het wereldtoneel. Terwijl de Amerikaanse president nietsvermoedend een handelsakkoord probeert te sluiten, bereidt China in het diepste geheim een verschrikkelijke aanval voor die erop gericht is Amerika's macht in de Stille Oceaan te ondermijnen. Intussen leidt Marcus' zoektocht naar 's werelds meest gezochte terrorist hem naar Pakistan. Daar ontrafelt hij in een hypermodern lab een angstaanjagend geheim. Maar een inschattingsfout leidt tot een explosie die de hele stad in puin legt… In deze meeslepende thriller in de bestsellerreeks van Rosenberg belanden Ryker en zijn team opnieuw in een race tegen de klok waarin ze alles op alles moeten zetten om de terroristische plannen te dwarsbomen en een kernoorlog te voorkomen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455223874?aid=kb-online-bibliotheek&sid=18&dts=1760695123940&sig=4938b5f6c797b4f6fc7f53b1fdef8338c22c5b6e926c846dd105e68da825c3fe&width=320",
      "dateSeen": "2025-10-18T07:11:27.503Z"
    },
    "5497c577582a65af56f052e6207ad7fb646be93a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455223904/een-tiktok-challenge-monica-haak",
      "title": "Een TikTok-challenge",
      "authors": "Monica Haak",
      "description": "Op TikTok worden Noud en Noah steeds populairder. Met spannende challenges zoeken ze de grenzen op, en dragen ze hun volgers uit hen te imiteren. Maar elke uitdaging voert steeds een beetje verder, en de nieuwste challenge daagt hun volgers uit tot het randje. Noud heeft zijn twijfels, maar Noah zet door. Hoever willen ze gaan voor nog meer views? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455223904?aid=kb-online-bibliotheek&sid=18&dts=1760770897774&sig=0c84f9a766b332d87049aa3f0220ead701ab04b5f97dd2e3875d64bd54dd81ca&width=320",
      "dateSeen": "2025-10-18T07:11:27.675Z"
    },
    "0baef8bef8273479054f58bb722d870775588011": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455223882/het-vuur-tussen-jou-en-mij-brittainy-c--cherry",
      "title": "Het vuur tussen jou en mij",
      "authors": "Brittainy C. Cherry",
      "description": "Logan en Alyssa zijn complete tegenpolen. Zij is extravert, hij stil en gesloten. Hij zet alles op alles om de centen bij elkaar te schrapen, zij lijkt een mooie toekomst tegemoet te gaan. Maar dan ontstaat er tussen de twee een onverwachte vriendschap. Tot Logan plotseling uit Alyssa's leven verdwijnt. Eén overhaaste beslissing verandert alles. Of lijkt dat maar zo? De emotionele romances van Brittainy Cherry zijn een aanrader voor fans van Colleen Hoover en Rebecca Yarros. 'Het vuur tussen jou en mij' is het tweede deel van haar vierdelige Elements-serie. Eerder verscheen in de serie 'Het verleden van jou en mij'. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455223882?aid=kb-online-bibliotheek&sid=18&dts=1760697312592&sig=fac849c1ebf4c14deee96091af950cd74b3dfa9b98a8aa7b4d73a3ea597851a3&width=320",
      "dateSeen": "2025-10-18T07:11:27.874Z"
    },
    "ac24423d763e15f4993351235a504af080b3be5d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45522403X/dagboek-van-een-moordbot---boek-1-4-compleet-martha-wells",
      "title": "Dagboek van een Moordbot - boek 1-4 compleet",
      "subtitle": "1. All Systems Red - Alle seinen rood; 2. Artificial Condition - Kunstmatig leven; 3. Rogue Protocol - Vals positief; 4. Exit Strategy - Einde oefening",
      "authors": "Martha Wells",
      "description": "Maak kennis met Moordbot, de androidbeveiliger oftewel SecUnit die zich heeft bevrijd van de module die zulke units verplicht de bevelen van mensen op te volgen. Iedereen weet dat een SecUnit zonder die module onmiddellijk aan het moorden slaat. Iedereen weet niet waar ze het over hebben… Aangezien mensen duidelijk nergens goed voor zijn, wil Moordbot eigenlijk alleen lang genoeg met rust worden gelaten om erachter te komen wat het betekent om een persoon te zijn (en om soaps te kijken). Maar het leven van een losgeslagen SecUnit is nooit zo ongecompliceerd als een goede soap… Deze bundel bevat de volgende vier boeken, de eerste vier in de serie Dagboek van een Moordbot, de serie die wereldwijd miljoenen fans heeft, overladen is met prijzen, en verfilmd is als The Murderbot Diaries. 1.All Systems Red – Alle seinen rood 'Als harteloze moordmachine was ik hopeloos geflopt...' 2.Artificial Condition – Kunstmatig leven 'Ik geef niks om het nieuws, omdat het me niet kan schelen wat mensen doen.' 3.Rogue Protocol – Vals positief 'Ja, en daarom probeer ik dus aan niemand gehecht te raken.' 4.Exit Strategy – Einde oefening 'Ik zag er inmiddels menselijker uit. Dat beviel me voor geen meter.' Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45522403X?aid=kb-online-bibliotheek&sid=18&dts=1760700537845&sig=74b36ddb42b2044d88cab8c481028784dfaf1b2072a7290eb32ff04264dbb286&width=320",
      "dateSeen": "2025-10-18T07:11:28.081Z"
    },
    "96dc56f4d4bb4983a5fe0169172b993f428ff234": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455223742/het-onvergetelijke-yes-project-courtney-walsh",
      "title": "Het onvergetelijke yes-project",
      "authors": "Courtney Walsh",
      "description": "'Het onvergetelijke yes-project' van Courtney Walsh gaat over een jonge vrouw die na een onverwachte gebeurtenis besluit haar leven drastisch om te gooien, ja voor ja. Kelsey Worthington heeft haar leven op de rit. Ze is dan wel niet de auteur die ze hoopte te zijn en loopt dagelijks het vuur uit de sloffen voor een baas die haar niet ziet staan, maar ze is blij met haar stabiele inkomen. En haar stabiele leven.\n Als ze na een bijna-doodervaring de succesvolle, maar doodzieke zakenvrouw Georgina ontmoet, beseft ze echter dat ze niet zo wil eindigen: vol spijt over alle dingen die ze had kúnnen doen. Daarom besluiten ze samen één zomer lang ja te zeggen tegen alle uitdagingen die hun pad kruisen. Een heerlijke feelgoodroman over liefde, vergeving, spijt en romantiek die begint met dat ene woordje: ja. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455223742?aid=kb-online-bibliotheek&sid=18&dts=1760703914723&sig=27798f222e8faaba2671e66f688f1bb1db43f658ce685d8ba20d03ec0bf132f8&width=320",
      "dateSeen": "2025-10-18T07:11:28.285Z"
    },
    "1c239c62531a0b037d6bb38c37a7d26cd3708818": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455223815/zuiver-bedrog-andrew-huff",
      "title": "Zuiver bedrog",
      "authors": "Andrew Huff",
      "description": "'Zuiver bedrog' is het derde en laatste deel in de razendspannende John Cross-trilogie van Andrew Huff. Ooit verliet hij de CIA om predikant te worden. Toen liet hij zijn kerk achter zich om het kwaad te bestrijden. Nu zit John Cross gevangen vanwege poging tot moord. Betekent dit het einde van zijn carrière en van het leven dat hij tot nu toe gekend heeft? Of is er meer aan de hand?\n Journaliste Christine Lewis rust niet voordat ze dit tot de bodem toe heeft uitgezocht. Maar in haar zoektocht naar antwoorden stuit ze op een cyberterroristisch plot dat de machtsverhoudingen op aarde voorgoed kan veranderen. John Cross belandt in een race tegen de klok waarin hij moet samenwerken met de geheime inlichtingendienst om een kernoorlog te voorkomen en de levens te redden van eenieder die hem dierbaar is. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455223815?aid=kb-online-bibliotheek&sid=18&dts=1760695464657&sig=5620e60883afb4bc4fcc486dd5a91ce1d085580986490ccc8aa64fdb6d011e3a&width=320",
      "dateSeen": "2025-10-18T07:11:28.843Z"
    },
    "23ba8a52d2e682098e8440404d0a672f5659e244": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455223866/verstrikt-in-fictie-kasey-stockton",
      "title": "Verstrikt in fictie",
      "authors": "Kasey Stockton",
      "description": "In de heerlijke feelgoodroman 'Verstrikt in fictie' volgt Kasey Stockton het leven van de 26-jarige Charlotte Lucas (Charlie voor vrienden), die groot fan is van kostuumdrama's. Tegelijk benadrukken deze verhalen pijnlijk het uitblijven van haar eigen happy ending. Haar grootste angst: eindigen als oude vrijster, net als haar naamgenoot uit 'Pride & Prejudice'.\n Wanneer Charlie op een dag wordt gevraagd met de aantrekkelijke Liam Connell naar een bal te gaan, lijkt die angst even verdwenen. Maar na de magische avond moet ze de waarheid onder ogen zien: Liam is knap, populair en… compleet onbereikbaar voor haar. En toch… Sinds die ene avond lijkt Liam ineens overal op te duiken en hoe erg ze ook haar best doet, het lukt haar niet hem te ontlopen. Hoe kan Charlie haar romantische fantasieën nou voorgoed achter zich laten als de werkelijkheid gekker lijkt dan fictie? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455223866?aid=kb-online-bibliotheek&sid=18&dts=1760697311682&sig=47be99e8619eee2da66b9009464d302ac88390b37e2d5216613779c2c1cd000d&width=320",
      "dateSeen": "2025-10-18T07:11:29.046Z"
    },
    "ac281155665d85908400ca3b14d747c5c47156b5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455223823/sunlight-devney-perry",
      "title": "Sunlight",
      "authors": "Devney Perry",
      "description": "Op haar eerste dag in Montana raakt Sasha verwikkeld in een strijd om een winkelwagentje – en wordt ze gered door de knapste man die ze ooit heeft gezien. Jax Haven, charmant en onweerstaanbaar, vraagt haar meteen op date. Maar zodra ze ontdekt dat hij mede-eigenaar is van de Haven River Ranch, haar nieuwe werkplek, weigert ze resoluut. Sasha doet er alles aan om te negeren wat er tussen haar en Jax is voorgevallen, maar dat is makkelijker gezegd dan gedaan... Tijdens het kerstfeest op de ranch vervagen alle grenzen. Wat begint als een magische nacht, eindigt in een overwachte zwangerschap die alles verandert. 'Sunlight' is het tweede deel van Devney Perry's heerlijke cowboy romance-serie Haven River Ranch. Eerder verscheen in de serie 'Crossroads'. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455223823?aid=kb-online-bibliotheek&sid=18&dts=1760706886600&sig=a1d304da299b7b675e1801f1f944e25ca4b30af412efaaa2f1828a612a541596&width=320",
      "dateSeen": "2025-10-18T07:11:29.278Z"
    },
    "d20110b515da238fe13f778756c7a6d1190ca09f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455223955/crossroads-devney-perry",
      "title": "Crossroads",
      "authors": "Devney Perry",
      "description": "In 'Crossroads' brachten Indy en West hun zomers jarenlang samen door op de ranch van zijn familie. Hij was haar beste vriend én de jongen die haar hart stal. Maar toen Indy drieëntwintig was, dreef het leven hen uit elkaar. Jaren later is Indy terug. Niet als gast, maar als de nieuwe eigenaar van de ranch. West moet niets van haar hebben, maar ook hij weet dat Indy misschien wel de enige is die de ranch kan redden… Kunnen Indy en West hun pijnlijke verleden achter zich laten of zorgt de gedwongen samenwerking voor een definitief afscheid? De meeslepende cowboy-romance 'Crossroads' is het eerste deel in de Haven River Ranch-serie van bestsellerauteur Devney Perry. Voor alle lezers van Elsie Silver en Lyla Sage. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455223955?aid=kb-online-bibliotheek&sid=18&dts=1760694544539&sig=87979d030517265ff80dc4dce54ede2b9710367e57f2ea4901664fa62d5abd8f&width=320",
      "dateSeen": "2025-10-18T07:11:29.473Z"
    },
    "23c73083ff3233bd13dd5dc5f72b6b7b086e12ef": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455223947/liminaal-leven-carrie-jalonen",
      "title": "Liminaal leven",
      "subtitle": "De kracht van de tussenruimte",
      "authors": "Carrie Jalonen",
      "description": "Liminaal leven van Carrie Jalonen is een prachtig boek dat helemaal aansluit bij deze tijd. 'Liminaal' betekent 'drempel', 'het gevoel van een tussenruimte in een overgangstijd', 'een toestand van onbehagen of ongemak'. Voor heel veel mensen geldt dat zij het gevoel hebben dat we wereldwijd in een ongemakkelijke tijd zijn beland. We staan overduidelijk op een drempel. Maar van wat precies? En waarnaartoe?  Liminaliteit kun je ook op kleinere schaal voelen: in de wachtkamer bij een arts, wachtend op een uitslag. Maar zelfs de trap in je huis kan liminaal voelen. De belangrijkste liminale ruimtes die je in je leven kunt voelen zijn echter de seizoenen en gebeurtenissen die je naar een overgang leiden. Bijvoorbeeld wanneer je van iets of iemand afscheid moet nemen, wanneer je aan iets nieuws begint, wanneer je een diagnose krijgt of wanneer je verhuist. Het zijn momenten waarop je los moet laten, de drempel over moet, en van het bekende naar het onbekende navigeert.  Vaak heb je niet met maar één liminale ruimte tegelijk te maken, maar moet je er met meerdere tegelijk omgaan. Dit kan een behoorlijke psychische, emotionele, fysieke en spirituele druk op je leggen. Carrie Jalonen neemt je in Liminaal leven mee op haar eigen reis van zelfontdekking en transformatie en helpt je de liminale ruimtes in jouw leven te adresseren. Als je hier inzicht in hebt, en in jouw reactie daarop, kun je er ook voor kiezen om er flexibeler, authentieker en met meer zelfcompassie mee om te gaan.  Dit boek staat vol herkenbare verhalen en tevens vol praktische tips om het vanaf nu anders te gaan doen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455223947?aid=kb-online-bibliotheek&sid=18&dts=1760697014586&sig=27f4e2dd5a136a790eb153a33f29ee91681fef2996b389ad21eda0b48c02553f&width=320",
      "dateSeen": "2025-10-18T07:11:29.651Z"
    },
    "b24564b1f83edec235ca19e336b8f092652b07f7": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455223998/voor-vrouwen-die-piekeren-susan-nolen-hoeksema",
      "title": "Voor vrouwen die piekeren",
      "subtitle": "Stop met malen en leef zorgelozer",
      "authors": "Susan Nolen-Hoeksema",
      "description": "Uit onderzoek blijkt dat vrouwen vaker last hebben van piekergedachten, wat kan leiden tot gevoelens van machteloosheid, stress en zelfs depressie. Psycholoog Susan Nolen-Hoeksma legt uit waarom dat zo is en hoe irrationele gedachten ontstaan. Gelukkig biedt het ook een oplossing: leer hoe je deze schadelijke gedachtepatronen herkent en actief doorbreekt. Voor vrouwen die piekeren biedt inzichten en strategieën om uit de vicieuze cirkel van negatieve gedachten te stappen, om meer rust en balans in je hoofd te krijgen. Wil jij stoppen met malen en je weer vrij voelen? Dan is dit boek een must-read! Begrijp waarom vrouwen vaker piekeren;Leer negatieve denkpatronen herkennen;Ontdek effectieve technieken om piekeren te stoppen. 'De vraag of de auteur iets op het spoor was, werd onmiddellijk duidelijk door de eensluidende reactie van vrouwen: Ik weet precies waar ze het over heeft!' – The Washington Post Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455223998?aid=kb-online-bibliotheek&sid=18&dts=1760701921166&sig=de582c2e1877b45d1066e91e63d70832e3ba3f7f7e4364c3ad28ae0e1968ce79&width=320",
      "dateSeen": "2025-10-18T07:11:29.859Z"
    },
    "5415c374ede2a4c00735491f5d92441a135c2340": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455223661/miss-merkel-en-de-dode-therapeut-david-safier",
      "title": "Miss Merkel en de dode therapeut",
      "authors": "David Safier",
      "description": "Deel 4 in de Miss Merkel-serie van David Safier. Met het afronden van haar autobiografie, moet Angela inzien dat niet alles in haar carrière gelukt is. Ze voelt zich terneergeslagen en zowel haar man als haar beste vriendin adviseren haar in therapie te gaan bij Dr. Fenstermacher, de psycholoog van haar woonplaats Klein-Freundenstadt. Tot haar ontzetting blijkt het te gaan om een groepstherapie met deelnemers van uiteenlopende pluimage. Wanneer vlak na de eerste sessie een dode te betreuren valt en Angela als een van de verdachten wordt aangemerkt, kruipt het bloed waar het niet gaan kan en start ze haar eigen onderzoek… Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455223661?aid=kb-online-bibliotheek&sid=18&dts=1760698895286&sig=22c45863eb27e84d44f264f2f0222ae8f900b4e64fba140cd9cf9b602432fdbe&width=320",
      "dateSeen": "2025-10-18T07:11:30.399Z"
    },
    "6296248a9a82e2bbd58dab1e07f3fe0be7045518": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455223777/nooit-te-laat-ina-van-der-beek",
      "title": "Nooit te laat",
      "authors": "Ina van der Beek",
      "description": "Er zijn keuzes die voor de rest van je leven bepalen welk pad je bewandelt. Als Lies besluit om met Frederik te trouwen, weet ze dat dit grote gevolgen zal hebben. Frederik komt uit een heel ander milieu dan zij en hecht veel waarde aan geld en status. Hij domineert hun huwelijk en Lies' normen en waarden verdwijnen naar de achtergrond. Daardoor worden hun kinderen steeds meer hun vaders evenbeeld. Het knaagt aan Lies. Heeft ze wel de juiste weg gekozen? En kan ze zichzelf nog terugvinden? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455223777?aid=kb-online-bibliotheek&sid=18&dts=1760697012753&sig=79f00833e53b8df8e42bf84230a54660ef801fc737b6b6d1564129d028dce276&width=320",
      "dateSeen": "2025-10-18T07:11:30.584Z"
    },
    "8083ce4f7481d26cc32ce084f83357263af7a9ec": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455223785/melody-virginia-andrews",
      "title": "Melody",
      "authors": "Virginia Andrews",
      "description": "Melody Logan heeft altijd geweten dat haar moeder Haille ongelukkig was met haar leven in een klein dorp in de middle of nowhere. Maar dankzij de onvoorwaardelijke liefde van haar vader Chester voelde Melody zich altijd veilig – totdat een vreselijk ongeluk haar wereld in doet storten. Na de dood van haar vader dumpt haar moeder Melody bij haar oom en tante om zelf een carrière in Hollywood na te streven. Het is de eerste keer dat Melody haar strenggelovige oom Jacob, nerveuze tante Sara en haar neef en nichtje ontmoet. Voor Sara is ze een vervanging van haar overleden dochter – Melody slaapt in Laura's oude kamer en moet haar kleren dragen – maar Jacob ziet in haar de vleesgeworden zonde.  Melody bouwt al snel een band op met haar knappe neef Cary, wiens tweelingzus Laura is omgekomen bij een zeilongeluk, en de kleine May, die doof is. Dan onthult Cary de schokkende waarheid over Melody's ouders, en opnieuw stort haar wereld in – en dit keer is er niemand om haar op te vangen…\n'Melody' is het eerste deel in de Melody-serie van Virginia Andrews, waarin drie generaties vrouwen in de familie Logan worden gevormd door een familiegeheim dat verstrekkende gevolgen heeft… Het verhaal van Melody en de familie Logan gaat verder in 'Lied van verlangen', 'Onvoltooide symfonie', 'Middernachtmuziek' en 'Verstilde stemmen'. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455223785?aid=kb-online-bibliotheek&sid=18&dts=1760694407158&sig=9641221630e180916e274e5c3071c24b6530a4535637e0654197b0e827ea5e42&width=320",
      "dateSeen": "2025-10-18T07:11:30.797Z"
    },
    "7571391a7e039a497cc631a99463eb66e68c7768": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455223831/de-kracht-van-woede-jennifer-cox",
      "title": "De kracht van woede",
      "subtitle": "Uit je boosheid voor een betere gezondheid",
      "authors": "Jennifer Cox",
      "description": "Vrouwen leren van jongs af aan om lief, geduldig en beheerst te zijn. Maar wat gebeurt er als je boosheid onderdrukt? In De kracht van woede laat psychotherapeut Jennifer Cox zien hoe onderdrukte woede schadelijk kan zijn voor je mentale en fysieke gezondheid – en hoe je deze emotie op een gezonde manier kunt uiten.\nDit boek helpt je:  De impact van onderdrukte boosheid te begrijpen; Je woede op een constructieve manier te uiten; Meer innerlijke rust en zelfvertrouwen te vinden; De kracht van emoties te gebruiken voor positieve verandering.  ‘Een openbaring en hulpbron voor niet alleen vrouwen, maar iedereen.’ – Soraya Chemaly, auteur van Fonkelend van woede Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455223831?aid=kb-online-bibliotheek&sid=18&dts=1760695972588&sig=fc1ac12fa5353be74bc4161f99bba913b9b11a7082400411d00cfd93924ec582&width=320",
      "dateSeen": "2025-10-18T07:11:31.200Z"
    },
    "4c7d7bd00f2fe78eb9fc7484c691cfb53e172906": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444673520/dood-spoor-lisa-ozemoya",
      "title": "Dood spoor",
      "authors": "Lisa Ozemoya",
      "description": "Begin jaren tachtig probeert Anna na de plotselinge dood van haar ouders haar leven weer op de rails te krijgen. Samen met haar broer Steve woont ze op een afgelegen familiehoeve. Alles lijkt langzaam op zijn plek te vallen… tot een warme zomeravond alles verandert. Steve wordt slachtoffer van een vluchtmisdrijf, Jules verdwijnt spoorloos en de politie stelt vragen over een vermiste vrouw. Wie is te vertrouwen? En welke geheimen verbergt het dorp? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444673520?aid=kb-online-bibliotheek&sid=18&dts=1760794951060&sig=0097412482ff26c963e0acbc9e30311d17750bb33dc5fc7f9e8321001dc86afc&width=320",
      "dateSeen": "2025-10-19T07:11:53.512Z"
    },
    "0434618eeb8f4bf9e272fbdce69153ec1f8025aa": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45522384X/new-york-national-geographic-reisgids",
      "title": "New York",
      "authors": "National Geographic Reisgids",
      "description": "National Geographic Reisgids New York is een exclusieve gids met sublieme fotografie die u meeneemt naar de bekende en minder bekende bezienswaardigheden. De experts van National Geographic nemen een kijkje achter de schermen en dringen door tot de kern van de cultuur, de geschiedenis en bijzondere plekjes van de stad.\nBezoek met deze National Geographic Reisgids New York SoHo's historische \"gietijzerbuurt', maak een wolkenkrabberwandeling en bezoek Broadway. Of neem een kijkje \"backstage' bij een populaire show in de NBC Studio, bezoek een spiegeltent en maak een fietstocht door Manhattan.\nDe uitgebreide kennismaking met New York, het overzicht met belevenissen die je niet mag missen, de insider tips, de excursies buiten de gebaande paden en de reiswijzer met hotels en restaurants en de handige kaarten maken de gids compleet. Speciaal aanbevolen voor natuur- en cultuurliefhebbers! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45522384X?aid=kb-online-bibliotheek&sid=18&dts=1760857913627&sig=d42068f518746bc20509de4acbaab51242b0eb54f6f051f9840d82ec7f2589f3&width=320",
      "dateSeen": "2025-10-19T07:11:54.058Z"
    },
    "2841cb772d1501256f63a5efeba9456eae66e4bc": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455223750/thailand-national-geographic-reisgids",
      "title": "Thailand",
      "authors": "National Geographic Reisgids",
      "description": "National Geographic Reisgids Thailand is een exclusieve gids met sublieme fotografie die u meeneemt naar de bekende en minder bekende bezienswaardigheden. De experts van National Geographic nemen een kijkje achter de schermen en dringen door tot de kern van de cultuur, de geschiedenis en het volk van het land.\nBezoek met deze National Geographic Reisgids Thailand de spectaculaire Similaueilanden, de beruchte Gouden Driehoek en de uithoeken van Isaan in het noordoosten. Of maak een tocht door het koloniale Bangkok en de tempelrijke stad Chiang Mai en een boottocht over de Chao Phraya-rivier.\nDe uitgebreide kennismaking met Thailand, het overzicht met belevenissen die je niet mag missen, de insider tips, de excursies buiten de gebaande paden en de reiswijzer met hotels en restaurants en de handige kaarten maken de gids compleet. Speciaal aanbevolen voor natuur- en cultuurliefhebbers! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455223750?aid=kb-online-bibliotheek&sid=18&dts=1760791822034&sig=7af3d915d27db77eff2cb64cb367145a0ca78800723c8bbfcf81ff10f50fefe9&width=320",
      "dateSeen": "2025-10-19T07:11:54.543Z"
    },
    "de0a719cd4f31f11cb4284df08e45ddbcbd4d2c7": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455223920/de-huurder-freida-mcfadden",
      "title": "De huurder",
      "subtitle": "Er is geen plek zoals thuis...",
      "authors": "Freida McFadden",
      "description": "Blake Porter heeft het voor elkaar, totdat het ineens allemaal misgaat. Hij wordt plotseling ontslagen als vicepresident marketing en kan de hypotheek van het nieuwe huis dat hij deelt met zijn verloofde niet meer betalen. Hij is wanhopig op zoek naar een manier om rond te komen. Maar dan verschijnt Whitney ten tonele. Ze is mooi, charmant, nuchter en op zoek naar een kamer. Ze is precies wat Blake zoekt. Of toch niet? Want er is iets niet helemaal in de haak. De buren beginnen Blake anders te behandelen. Hoe hard hij ook schrobt, zijn huis ruikt naar verval. Vreemde geluiden houden hem 's nachts wakker. Al snel vreest Blake dat iemand zijn donkerste geheimen kent... Het gevaar schuilt in zijn eigen huis, en tegen de tijd dat Blake dat beseft, is het al veel te laat. De val is al gezet.  'Als je van bloedstollende spanning houdt, móét je de boeken van Freida McFadden lezen.' - Libelle\n'Plot twist-queen Freida verdient echt een keer een kroon.' - Maura, De Elburger Boekhandel Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455223920?aid=kb-online-bibliotheek&sid=18&dts=1760783538867&sig=aa00ffd0c1756831df0aaff2315667ef8178a590b3ff285437852e63f5548758&width=320",
      "dateSeen": "2025-10-19T07:11:54.771Z"
    },
    "f6f27c223e9711f0d93d977d3588eaa358fb4d42": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455224013/eindspel-arttu-tuominen",
      "title": "Eindspel",
      "authors": "Arttu Tuominen",
      "description": "Deel 6 in de serie Rivierdelta. Henrik Oksman, Jari Paloviita en Linda Toivonen van de recherche-eenheid Pori, onderzoeken de zaak waarin een seriemoordenaar gezinnen vermoordt en de plaatst delict inricht als een toneelsetting. De doden worden in een zorgvuldig maar bizar tableau neergezet. De politie werkt in een race tegen de klok om de moordenaar te vinden. Dan ontdekken ze dat de seriemoordenaar voor elk van hen een rol in dit wrede drama voor ogen heeft… Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455224013?aid=kb-online-bibliotheek&sid=18&dts=1760784199595&sig=52e0a54d4a2dabeee78cd775da8dd690057e34dac17ace956b1975d15ff2e436&width=320",
      "dateSeen": "2025-10-19T07:11:55.014Z"
    },
    "f42ce02cb0e6ecd0d01e59bf6ea9a8d2508acb25": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455223734/de-overtocht-gerda-van-wageningen",
      "title": "De overtocht",
      "authors": "Gerda van Wageningen",
      "description": "Het is juli 1914, en de tweeëntwintigjarige Sara woont met haar zwager bij Thomas, die het café van zijn vader runt. Thomas heeft een oogje op haar, maar Sara heeft alleen aandacht voor de Belgische soldaat Jan. Ze heeft hem ontmoet op de veerboot van de Rotterdamse Tramweg Maatschappij, waar ze werkt als buffetjuffrouw. Ze spreken af brieven uit te wisselen. Doordat Jan aan het front vecht, blijft bij Sara altijd de angst dat er iets met hem zal gebeuren. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455223734?aid=kb-online-bibliotheek&sid=18&dts=1760780823799&sig=f12a24342d332c4890bf70a671c660775b3c9e5984cd6eb23767aed5c812c2af&width=320",
      "dateSeen": "2025-10-19T07:11:55.252Z"
    },
    "bfaed0c43eb1b990059b684615699138f99c5470": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455223890/niet-te-filmen-anne-west",
      "title": "Niet te filmen",
      "authors": "Anne West",
      "description": "In 'Niet te filmen', deel 3 van de Boekencafé-serie van Anne West, volgen we de vroeger zo succesvolle actrice Abbey. Sinds er reuma bij haar is geconstateerd, helpt ze mee in het kleine theatertje naast het Boekencafé, zo ver mogelijk weg van de schijnwerpers. Ze weet niet goed hoe ze verder moet nu ze chronisch ziek is. Kan ze haar werk nog wel blijven doen? En wat betekent dit voor haar liefdesleven?  Ook uitgeefster Melanie verschuilt zich in het Boekencafé, op de vlucht voor haar eigen leven. Abbey en Melanie proberen elkaar zo goed mogelijk te steunen, maar het is buurman Jurre die hun levens op zijn kop zet. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455223890?aid=kb-online-bibliotheek&sid=18&dts=1760781062497&sig=610d65fcb760b53b389b158f0b61c925026c726970562c29ec877e07d1d081c9&width=320",
      "dateSeen": "2025-10-19T07:11:55.497Z"
    },
    "05e3b218c0aabe2e8cbf3febdc81e0b14cce5d86": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455223807/afkomst-onbekend-thea-zoeteman",
      "title": "Afkomst onbekend",
      "authors": "Thea Zoeteman",
      "description": "Mariana en Christian zijn geadopteerd uit Colombia door de Nederlandse Ralf en Yvonne. Inmiddels is Mariana achttien en zit ze goed in haar vel: ze heeft leuke vrienden, werkt als coupeuse en wordt verliefd op geneeskundestudent Leander. Haar broertje Christian heeft het er moeilijker mee, vanwege de trauma's rond zijn adoptie. Hun ouders stellen voor om een rootsreis te maken, in de hoop dat dit Christian perspectief kan bieden. Mariana merkt echter dat de reis ook bij haar veel vragen losmaakt. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455223807?aid=kb-online-bibliotheek&sid=18&dts=1760876120763&sig=78287b7f71d0cbe89012b12986a712338b6ab5c17e8660036a7f3568afb72187&width=320",
      "dateSeen": "2025-10-20T07:14:21.060Z"
    },
    "25c9c1ac869f1de23d457fb5c2e897829a656e14": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455223688/betoverd-door-begeerte-danie-l-de-waele",
      "title": "Betoverd door begeerte",
      "subtitle": "Liefde en lust in de wereld van de Bijbel",
      "authors": "Daniël de Waele",
      "description": "‘Betoverd door begeerte’ van Daniël De Waele biedt een boeiende en onderbouwde kijk op de geschiedenis van seksuele normen en taboes. Van de oudheid tot de Bijbelse tijden: hoe dachten mensen vroeger over homoseksualiteit, voortplanting, prostitutie en seksueel grensoverschrijdend gedrag? De Waele laat zien dat verschillende seksuele geaardheden niet nieuw zijn, maar eeuwenoud. We krijgen antwoord op de vraag waarom christenen een moeizame relatie met seksualiteit ontwikkelden, en waarom de rabbijnen daarover een stuk positiever waren. Een must-read voor iedereen die geïnteresseerd is in de geschiedenis van seksualiteit, cultuur en religie. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455223688?aid=kb-online-bibliotheek&sid=18&dts=1760903292860&sig=fe2830c7c14abde364e6a09e45a94d4db0b1e2a626cb19615a4494e8c3cf5fff&width=320",
      "dateSeen": "2025-10-20T07:14:21.280Z"
    },
    "c5aea4da44903a3101a070631e666b6deaf0e167": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455223696/een-doodeng-huis-peter-james",
      "title": "Een doodeng huis",
      "authors": "Peter James",
      "description": "Deel 17,5 (een tussendeeltje) in de Roy Grace-serie van Peter James. Rechercheur Roy Grace heeft zin in een welverdiende vakantie in de Franse zon samen met Cleo Morley. Een week rust en ontspanning en even helemaal weg van de misdaden in Brighton. Maar wanneer de Franse gastvrouw hen verwelkomt en hun verblijf een griezelig kasteeltje blijkt te zijn, beginnen ze zich af te vragen of de vakantie wel zo zorgeloos zal zijn als ze zich hadden voorgesteld… Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455223696?aid=kb-online-bibliotheek&sid=18&dts=1760874758134&sig=d1201780098a144f7cb3a0c1dc483358463b4c5d277954759acefdb1fa69dfb9&width=320",
      "dateSeen": "2025-10-20T07:14:21.504Z"
    },
    "773f80853480eb6dc4c483b13f3a8ba48a844595": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45522367X/de-kunstdief-michael-finkel---kristine-ellingsen",
      "title": "De kunstdief",
      "subtitle": "een waargebeurd verhaal over liefde, misdaad en een gevaarlijke obsessie",
      "authors": "Michael Finkel | Kristine Ellingsen",
      "description": "Verhalende beschrijving over de activiteiten van een beruchte kunstdief die in bijna acht jaar tijd meer dan tweehonderd kunstwerken stal uit musea en kathedralen in heel Europa. Met kaart en illustraties in zwart-wit.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45522367X?aid=kb-online-bibliotheek&sid=18&dts=1760876208545&sig=e0996d21d897ebcbf5812e77cafc3aa843706a1b7a8de1f726e86db9ef8cec5a&width=320",
      "dateSeen": "2025-10-20T07:14:21.722Z"
    },
    "2087e6fb8fbdddb60532c7c2c6835bd270865912": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455223718/onzichtbaar-ziek-zijn-meghan-o-rourke",
      "title": "Onzichtbaar ziek zijn",
      "subtitle": "de stille epidemie van chronische en auto-immuunziekten",
      "authors": "Meghan O'Rourke",
      "description": "Persoonlijk onderzoek naar chronische en auto-immuunziekten.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455223718?aid=kb-online-bibliotheek&sid=18&dts=1760944461816&sig=da308110c7b120defd3e7155acbed4baad3763763ef86818160056407889c0e2&width=320",
      "dateSeen": "2025-10-20T07:14:22.029Z"
    },
    "217e879b18bec09fb49922f242749e1234f88cbb": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/455223793/slowaaks--",
      "title": "Slowaaks",
      "description": "Toeristische conversatiegids.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A455223793?aid=kb-online-bibliotheek&sid=18&dts=1760971618053&sig=3c04ebbea95fb207957930b4200eba95eb6e7a3199fd78f215829b60d849d6ec&width=320",
      "dateSeen": "2025-10-21T07:14:28.556Z"
    }
  }
}