{
  "values": {
    "90bacdc891fa1f78aec1a54f72d88a6e37e8a0c6": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444601740/hoe-vijanden-vrienden-kunnen-worden-yuval-noah-harari",
      "title": "Hoe vijanden vrienden kunnen worden",
      "subtitle": "Het mysterie van de mens",
      "authors": "Yuval Noah Harari",
      "description": "Waarom maken mensen ruzie met elkaar, of nog erger: waarom voeren ze oorlog? Willen mensen niet liever in vrede samenleven…?\nIn dit boek lees je hoe ruzie en oorlog ontstaan doordat mensen jaloers, bang of hebzuchtig zijn. Het begint allemaal met de verhalen die we elkaar vertellen, verhalen die vaak helemaal niet waar zijn. Bijvoorbeeld over mensen die anders zijn dan wijzelf.\nIn dit boek ontdek je ook hoe iedereen mee kan helpen om ervoor te zorgen dat vijanden vrienden worden en blijven. Ook jij!\nYuval Noah Harari werd wereldwijd bekend met zijn boek Sapiens. Volgens veel mensen het belangrijkste boek dat ze ooit lazen. Met kleurenillustraties van Ricard Zaplana Ruiz.\nDit e-book is alleen geschikt voor tablets in verband met de kleurenillustraties. U kunt deze niet lezen op een zwart-wit e-reader. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444601740?aid=kb-online-bibliotheek&sid=19&dts=1766600701525&sig=9a52e0c62c43508bceb658f11d364169471732fba116be373735cf1c1d3d6eac&width=320",
      "dateSeen": "2025-12-25T07:17:15.463Z"
    },
    "c07bb48f1bdda0e4ecd41e7029e34b9d1e3539dd": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456680268/het-krabbenschip-takiji-kobayashi",
      "title": "Het krabbenschip",
      "authors": "Takiji Kobayashi",
      "description": "De zee van Kamtsjatka ziet eruit alsof ze hen opwacht en zegt: wat een lef dat jullie tot hier zijn gekomen. De golven belagen hen als uitgehongerde leeuwen. Daar, op die bulderende zee tussen de Sovjet-Unie en Japan, werken de zeelieden van het krabbenschip vijf maanden achtereen. Slaap krijgen ze nauwelijks. Beriberi ligt op de loer. Opzichter Asakawa zweept de zeelieden op harder te werken. Hij leert ze ongemak en pijn te verdragen en elke korrel rijst te koesteren. Maar als de omstandigheden zo ijzingwekkend worden dat er levens op het spel komen te staan, beginnen de vissers zich tegen deze kapitalistische uitbuiting te verenigen. Revolutie! Vertaald en van een nawoord voorzien door Luk Van Haute Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456680268?aid=kb-online-bibliotheek&sid=19&dts=1766733420757&sig=8cdaaafe56f7f6e0d820630a9f1a0535e1007aabd0380db9648058131d9e85cf&width=320",
      "dateSeen": "2025-12-26T07:17:01.263Z"
    },
    "71594c864ba4d2c67812623f2eb1c526feb28b3e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456680918/kampdagboeken-beb-vuyk",
      "title": "Kampdagboeken",
      "subtitle": "Indonesië, 1942-1945",
      "authors": "Beb Vuyk",
      "description": "In de week voor kerst, op 20 december 1942, krijgt Beb Vuyk een oproep zich samen met haar twee zoontjes te melden voor internering in Bandoeng. Eerst valt het kampleven nog alles mee – er heerst grote solidariteit onder de vrouwen, vooral tussen Beb en haar kleine groep trouwe vriendinnen.'Kon erger’, menen veel van de geïnterneerden. Maar in de laatste maanden van de oorlog wordt de situatie in het kamp steeds slechter. Vuyk observeert scherp en zonder bitterheid hoe de laatste restjes beschaving wegvallen, hoe het kampregime inhumaner wordt, hoe de smakeloze pap die ze voorgeschoteld krijgt steeds dunner wordt, en hoe ziektes vele slachtoffers eisen. Vuyks onopgesmukte verslag van het kampleven in Indonesië is een van de scherpste tijdsdocumenten van, zoals de schrijfster het zelf omschreef, de ‘noodlotsuren der mensheid’. Met een nawoord van Ronald Frisart Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456680918?aid=kb-online-bibliotheek&sid=19&dts=1766733421377&sig=9295006105f2bf293102c1e8f0e0f5a7f54c8ff33e29458331e52d552cc719a1&width=320",
      "dateSeen": "2025-12-26T07:17:01.864Z"
    },
    "3a9e9c96d8250802d9ec4ea531fb0df520a82fec": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456681027/zoutwater-charles-simmons",
      "title": "Zoutwater",
      "authors": "Charles Simmons",
      "description": "‘Zoutwater is een klein meesterwerk. Simmons vertelt dit verhaal met een perfecte fijngevoeligheid, een poëtische melancholie.’ – The New York Times ‘In de zomer van 1963 werd ik verliefd en verdronk mijn vader.’ Zo begint het verhaal van een zomer waarna niets in het leven van de vijftienjarige Michael meer hetzelfde is. Zoals elk jaar brengt hij zijn vakantie met zijn ouders door in hun huis aan zee. Maar deze keer gebeurt er iets onverwachts als de aantrekkelijke mevrouw Mertz en haar twintigjarige dochter Zina in het naastgelegen gastenverblijf hun intrek nemen. Michael wordt smoorverliefd op de mooie Zina en is hopeloos overgeleverd aan haar grillen. De autonomie die zij en haar moeder uitstralen, evenals hun openheid en directheid, fascineren niet alleen Michael, maar ook zijn vader. Bijna weemoedig beschrijft Simmons de verwarring en het verlies van de jeugdige onschuld die horen bij een eerste liefde in een door zijn kleur en sfeer betoverende zomer aan de kust van New England. Zoutwater is vertaald uit het Engels door Gerda Baardman en Jan de Nijs. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456681027?aid=kb-online-bibliotheek&sid=19&dts=1766733079024&sig=86016cb6cd1c6ca54d8f82b97dfdf5bb8af41ecd0863e5e61bff709c5578e3a1&width=320",
      "dateSeen": "2025-12-26T07:17:02.421Z"
    },
    "b914d3038d994f4f0e6ff96c50e2dee90d98560f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456680349/het-meisje-en-het-veulen-susanne-bailey",
      "title": "Het meisje en het veulen",
      "authors": "Susanne Bailey",
      "description": "Het is midden in de winter als de elfjarige Addie terechtkomt bij een pleeggezin op een boerderij in Exmoor, een afgelegen natuurgebied in Engeland. Ze is boos, bang, eenzaam en ze vertrouwt niemand. Ze wil maar één ding: terug naar huis en naar haar moeder. Op een dag vindt Addie een wild veulen, helemaal alleen in de sneeuw. Vanaf het eerste moment heeft ze een band met hem. Addie is vastberaden om het veulen terug te brengen naar zijn moeder, zoals het hoort. Wat ontstaat is een onverwacht avontuur en Addie komt erachter dat ze toch minder alleen is dan ze dacht... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456680349?aid=kb-online-bibliotheek&sid=19&dts=1766733422557&sig=f234aaddbb1f37f010fe856e65fb88acd06768ca2599f0fd9decb4a3c21f6d6c&width=320",
      "dateSeen": "2025-12-26T07:17:02.957Z"
    },
    "8fc37de305ad9d2b7fddc56e08c7dc22360b21e2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456680330/het-huis-op-de-heuvel-cesare-pavese",
      "title": "Het huis op de heuvel",
      "authors": "Cesare Pavese",
      "description": "In de eerste jaren van de Tweede Wereldoorlog zwelt iedere avond het geluid van het luchtalarm aan boven Turijn. Het is er niet meer veilig en Corrado besluit zich terug te trekken in de heuvels rond de stad. Tijdens een wandeling met zijn hond Belbo, zijn laatste vertrouweling, hoort hij stemmen opstijgen uit een huis aan de andere kant van de heuvel. In het verduisterde huis treft hij een groep mensen die net als hij een schuilplaats zoeken voor de oorlogsdreiging. Onder hen is ook Cate, zijn jeugdliefde, met een zoontje dat zijn naam draagt. Op een dag is de hele groep plots verdwenen, gearresteerd door de Duitsers. In zijn weergaloos sobere en afgewogen stijl laat Cesare Pavese zien voor welke keuzes een mens staat als de wereld in puin ligt. Wat houdt dat in, ‘het goede doen’, in tijden van oorlog? Wat is beter, actie of lijdzaam lijfsbehoud, verbinding of isolement? Het zijn vragen die bijna tachtig jaar na publicatie nog immer brandend actueel zijn. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456680330?aid=kb-online-bibliotheek&sid=19&dts=1766733423081&sig=2cefd41c738fa444273eaeb6e8e86e0ba2656813fcf6b9a0d0783d1addeff83f&width=320",
      "dateSeen": "2025-12-26T07:17:03.540Z"
    },
    "10ab01ce786137b11515cf67ddf549e1437d1a8e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456680640/trein-naar-kamakura-luk-van-haute",
      "title": "Trein naar Kamakura",
      "subtitle": "Japan, een literaire reis",
      "authors": "Luk Van Haute",
      "description": "Kenzaburo Oe, Osamu Dazai, Soseki Natsume. Wie verslingerd is aan de Japanse meesterwerken, leest die heel vaak in de Nederlandse vertaling van Luk Van Haute. Al meer dan veertig jaar reist hij door de Japanse literatuur – eerst als lezer, later ook als onderzoeker en vertaler. In Trein naar Kamakura gidst hij de lezer door zijn herinneringen aan die trips, bezoekt hij plekken die een belangrijke rol spelen in boeken en interviewt hij de belangrijkste hedendaagse schrijvers. Hoe verloopt een avondje griezelen met Murakami? Waarom zijn er zoveel Japanse kattenboeken? En wat is er eigenlijk zo Japans aan Japanse literatuur? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456680640?aid=kb-online-bibliotheek&sid=19&dts=1766729773102&sig=ccd08ee656ef96eaa4123d8d874c9cad2a4063cd8b3a7d576c064d48fc28f867&width=320",
      "dateSeen": "2025-12-26T07:17:04.006Z"
    },
    "dfd2d1414204700b3522cd1aafa40606590ede9f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456680861/windkracht-17-caroline-wahl",
      "title": "Windkracht 17",
      "authors": "Caroline Wahl",
      "description": "Ida, begin twintig, is grof, spontaan en emotioneel. Alles van haar persoonlijkheid en haar verdriet wordt weerspiegeld in de manier waarop ze haar verhaal vertelt. Na het overlijden van haar alcoholistische moeder verlaat ze het ouderlijk huis, een afscheid voor altijd. Op het station kiest ze de trein die het verst weggaat, en ze belandt op Rügen, Noord-Duitsland. Zonder plan en met een flinke brok woede en schuldgevoel in haar maag, zwerft ze over het Oostzee-eiland. In de plaatselijke kroeg ontmoet ze Knut en zijn vrouw Marianne, die de jonge vrouw in dienst en in huis nemen. ’s Avonds werkt ze bij Knut in de kroeg, overdag slaapt ze, wandelt ze met Marianne door het bos of zwemt – ook bij een rode vlag – tot de onstuimige zee haar totaal heeft uitgeput. Als ze Leif ontmoet, raakt ze volledig in de war omdat ineens alles een plek lijkt te krijgen en een beetje draaglijker wordt. Maar na korte tijd staat haar wereld weer op z’n kop. In Windkracht 17, een roman vol zwarte humor, maken we kennis met de vitale stem van Ida: vol van de onzekerheden en angsten, het egoïsme soms, de passie en creativiteit van een jong iemand in deze tijd. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456680861?aid=kb-online-bibliotheek&sid=19&dts=1766729817453&sig=cf67d9f7cbd823866fb20ea69ae4bc984ac1b6cdacc34e934117a4bfb0872398&width=320",
      "dateSeen": "2025-12-26T07:17:04.486Z"
    },
    "f891a32b046696b75db4c7f8c4659f35c35e81c9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45668090X/wereld-en-wandel-van-elizabeth-costello-j-m--coetzee",
      "title": "Wereld en wandel van Elizabeth Costello",
      "authors": "J.M. Coetzee",
      "description": "De scherpzinnige Elizabeth Costello is de bekende auteur van The House on Eccles Street en vele andere romans. Haar roem brengt haar over de hele wereld. In Amsterdam houdt ze een lezing over het kwaad en het dierenleed, die anders afloopt dan verwacht. In Zuid-Afrika, op bezoek bij haar zus, voelt ze pijnlijk hoe moeilijk het is geworden elkaar te begrijpen. Tijdens de ontmoeting met een vroegere minnaar begint ze zich te verbazen over haar jongere zelf. Is zij het, of is het de wereld die op een soms onbegrijpelijke manier verandert? En dan is er de wonderlijke ontmoeting met een suppoost in het Prado, die zich voortzet wanneer het museum zijn deuren al heeft gesloten. Haar laatste dispuut heeft ze voor de hemelpoort, waar ze een verklaring moet afgeven voor ze passeren mag. Ze formuleert glashelder wat haar in haar leven heeft bezig gehouden. Elizabeth Costello neemt in Coetzee’s oeuvre een centrale positie in; zij belichaamt op een speelse manier de kern van zijn werk. Wereld en wandel van Elizabeth Costello bevat de beste – door de auteur geselecteerde en herschreven – oude én gloednieuwe Costelloverhalen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45668090X?aid=kb-online-bibliotheek&sid=19&dts=1766733424606&sig=6de7359d30eb4663dd2dfe6ffb63dcec0b20d3f590eb3c433bf551faee48613c&width=320",
      "dateSeen": "2025-12-26T07:17:05.034Z"
    },
    "860c6341705369bd9fde391b4141792fdd5edecf": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456680888/hoge-vlucht-jacqueline-vollebregt",
      "title": "Hoge vlucht",
      "authors": "Jacqueline Vollebregt",
      "description": "Ida Veldhuyzen van Zanten was een zeer vrijgevochten vrouw. Haar ouders stierven jong. Ida groeide als jongste kind op met zes broers. Ze wilde graag stewardess worden, maar werd afgewezen door de KLM. In 1938 vertrok ze naar Engeland om daar haar vliegbewijs te halen. Ze was ervan overtuigd dat ze dan meer kans maakte om aangenomen te worden als stewardess. Eenmaal weer in Nederland werd ze alsnog stewardess bij de KLM. Ida voelde zich in de lucht op haar allerbest. Toen de Duitsers op 10 mei 1940 Schiphol bombardeerden, zag ze haar dromen in rook opgaan. Als Ida vervolgens op BBC-radio een bericht hoort over de ATA (Air Transport Auxiliary) waarin wordt gemeld dat ook vrouwen mogen vliegen bij deze ferry pilot-afdeling die samenwerkt met de Royal Air Force, neemt Ida een besluit. Ze moet koste wat kost naar Engeland zien te komen. Vanaf dat moment begint Ida's lange reis en haar zoektocht naar vrijheid: een tocht vol gevaren, teleurstellingen, verraad, vriendschap en liefde. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456680888?aid=kb-online-bibliotheek&sid=19&dts=1766651324995&sig=746c6ef88942093a4cfe4e9876da2f8f80153dbe7816d8bd3fd3d44964ac5b47&width=320",
      "dateSeen": "2025-12-26T07:17:05.474Z"
    },
    "972c7912c4a968eb73149c40842faee36751a1b2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456680896/de-zwarte-poel-jan-vantoortelboom",
      "title": "De zwarte poel",
      "authors": "Jan Vantoortelboom",
      "description": "Op de hoeve van Adrie Vermeulen, aan de rand van een klein Zeeuws dorpje, komen de jongeren uit de streek bijeen. Ze sleutelen er aan hun brommers en fietsen, hakken met een machete de woekerende braamstruiken weg en stoken kampvuurtjes. Het is de plek waar vriendschappen ontstaan, zoals tussen de grillige Lou en de lankmoedige Ko. Ko volgt precies het pad dat zijn ouders voor hem hebben uitgestippeld: een stabiel huwelijk, kinderen, een vaste baan. Hij blijft de steun en toeverlaat voor Lou. Maar als Lou sterft, begint er zich iets onpeilbaars in Ko te roeren. Wat is er vroeger voorgevallen dat zo onherroepelijk was dat het jaren later weer begint te woekeren? Wie zijn die meisjes die als schikgodinnen boven het land spoken? De zwarte poel is een meesterlijke en duistere roman over vriendschap en verraad, houvast en onrust, over landschap en herinnering. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456680896?aid=kb-online-bibliotheek&sid=19&dts=1766733425581&sig=29bb7b898ccc31116d58387c6c413abd0913585c572e7f6636172bff7c841179&width=320",
      "dateSeen": "2025-12-26T07:17:06.051Z"
    },
    "af03bb9b6ee0043dccb374ac7b8e02381f8be5d9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456680489/de-mooiweerrechtsstaat-jonathan-e--soeharno",
      "title": "De mooiweerrechtsstaat",
      "authors": "Jonathan E. Soeharno",
      "description": "De Nederlandse rechtsstaat staat wereldwijd bekend als solide. Maar wat nu als hier, zoals recent in Polen of Hongarije, politici aan het roer komen die openlijk invloed uitoefenen op de rechterlijke macht? Hoe bereiden we onze ‘mooiweerrechtsstaat’ voor op springtij? Hoe zorgen we dat politici ook in de toekomst de handen afhouden van de rechter? En andersom: dat rechters niet op de stoel van politici gaan zitten? In De mooiweerrechtsstaat laat Jonathan E. Soeharno op inzichtelijke en indringende wijze zien hoe vatbaar de rechtspraak in Nederland is voor politieke invloed, maar ook wat er gedaan kan worden om de onafhankelijkheid van de rechter te bewaren. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456680489?aid=kb-online-bibliotheek&sid=19&dts=1766733426175&sig=b59a705c8e7328a599adf4d6ef0ce4a007622dab8e56cfb8de506e03cc78eb98&width=320",
      "dateSeen": "2025-12-26T07:17:06.736Z"
    },
    "cef5ed9b4a7efee35a50a742117556b9e02f382a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/456681035/de-nieuwe-weg-christine-bax",
      "title": "De nieuwe weg",
      "authors": "Christine Bax",
      "description": "In een klein plattelandsdorpje is er helemaal niets, behalve modder. De jonge Ype zit zich stierlijk te vervelen. Totdat hij op het idee komt om een weg te bouwen naar de stad. Maar met de weg komt de wereld naar binnen, en versnelt de tijd. De dorpelingen vertrekken en er komen vreemdelingen voor in de plaats die hier niets te zoeken hebben. Het zijn dagjesmensen en import, krakelingen en buitenlanders die nooit niks verstaan. Ypes weg wordt bevolkt door ongure types, die het als raceparcours gaan gebruiken. En zijn dochter snapt niet dat ze naar haar vader moet luisteren en advocaat/dokter/professor moet worden. Terwijl Ype in de ban raakt van zijn gloednieuwe kleurentelevisie, doet zijn dochter zwaar, vuil werk, ze rookt, drinkt en hangt rond op het parcours. In de velden klinken explosies van carbid en opgevoerde automotoren. De nieuwe weg is een verhaal over een periode die tegelijkertijd lang vervlogen en heel dichtbij is. Het vertelt over de onoverbrugbare kloof tussen generaties en de diepmenselijke wens te ontsnappen aan tijd en realiteit – of dat nu over een weg is, met een onmogelijk snelle auto, via het beeldscherm of door een slok zelfgestookte alcohol. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A456681035?aid=kb-online-bibliotheek&sid=19&dts=1766733426853&sig=57687b21ff5173c746574c857a408a0c8cc3e781f8a182e2838298ab00dbcc9f&width=320",
      "dateSeen": "2025-12-26T07:17:07.337Z"
    },
    "e61e86f51b13460c2a0aec3d1d52b6b74eacb0ea": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/446333948/kersentijd-montserrat-roig",
      "title": "Kersentijd",
      "authors": "Montserrat Roig",
      "description": "De lente van 1974. Na twaalf jaar ballingschap keert Natàlia Miralpeix terug naar haar welgestelde familie in Barcelona. Er hangt revolutie in de lucht, zowel op politiek, artistiek als seksueel vlak. Franco zit nog op het pluche, maar zijn macht is tanende, en de jonge Catalaanse generatie droomt – onder muzikale begeleiding van Hendrix en Joplin – van een vrijere toekomst. Maar niet alles is rooskleurig: Natàlia’s oude vrienden koesteren wrok over haar vertrek, en de oudere generatie torst het trauma van de burgeroorlog mee, vol verijdelde dromen, opstanden en verlangens. Dit tweede boek uit de Barcelona-trilogie geldt als een klassieker in Catalonië en werd bij verschijnen in 1976 onthaald als een gedurfd en fris verhaal over een stad in opstand. Schakelend tussen de kleurrijke personages schetst Montserrat Roig een bedwelmend beeld van Barcelona: rokerig, rauw, verontrustend, maar ook zonovergoten en vol romantiek – met inwoners die niet kunnen wachten onderdeel te worden van een nieuwe wereld. De kersentijd komt eraan. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A446333948?aid=kb-online-bibliotheek&sid=19&dts=1766665206636&sig=6c35fd5a2b8a62e1fdfd0b48b9892cb7efcfb10b66d1fd80c7f1cdb070dc36dc&width=320",
      "dateSeen": "2025-12-26T07:17:07.813Z"
    },
    "b2bc00c8f4e5e43fed28d96157d989689921cc95": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/397043317/godfried-danneels-karim-schelkens---j%C3%BCrgen-mettepenningen",
      "title": "Godfried Danneels",
      "subtitle": "biographie",
      "authors": "Karim Schelkens | Jürgen Mettepenningen",
      "description": "Godfried Danneels (1933) a incarné, au fil des décennies écoulées, le visage de l'Église en Belgique. Le parcours de vie de cet homme affable et énigmatique se déroule de Kanegem à Rome et bien au-delà. En tant que professeur, prêtre et prélat, Godfried Danneels a vécu de très près les changements intervenus dans notre société. Il est moins connu pour son rôle de diplomate ecclésiastique de haut rang. Ses biographes Karim Schelkens et Jürgen Mettepenningen ont dépouillé un trésor de documentation, ont interrogé des dizaines de témoins dont le chemin a croisé celui du cardinal et ont obtenu l'accès exclusif à ses archives privées. Il en résulte une image surprenante et critique d'un observateur privilégié de l'histoire de la Belgique et de l'Église universelle. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A397043317?aid=kb-online-bibliotheek&sid=19&dts=1767251878463&sig=efb217a6f22491c1459e2ebf5ea316aaaa42888f7eb10f9b50c109c3f871bc07&width=320",
      "dateSeen": "2026-01-01T07:17:58.837Z"
    },
    "f9cc073cef90f6eddba1f54a4cdcc2df83e1c48f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/401207064/mi-biblia-tiene-un-hilo-rojo-peter-van-olst",
      "title": "Mi Biblia tiene un hilo rojo",
      "authors": "Peter van Olst",
      "description": "Con tu Biblia tienes puro oro en las manos. Es el oro de la revelación de Dios a los hombres, también a ti. Lamentablemente muchas veces no nos damos cuenta de esto. Ya la cerramos demasiado rápido – si es que la abrimos aún. El oro no se reconoce, no es valorado como tal. Este libro quiere ayudarte a estudiar los 66 libros de la Biblia y a descubrir su hilo rojo. El hilo rojo de Jesucristo. Para él se prepara lugar en el Antiguo Testamento; en el Nuevo Testamento te es presentado directamente. Fue prometido y vino. Él es el gran Contenido del libro de Dios. Peter van Olst estudió ciencias políticas y teología. Ocho años trabajó como periodista para un periódico cristiano en Holanda. Desde el 2005 es evangelista de la Misión Holandesa Maranatha en el Ecuador. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A401207064?aid=kb-online-bibliotheek&sid=19&dts=1767251878978&sig=3217bbaa94687b85dfbdc2d671126fd1deeddeb2a8fa82f0ee9eac0d30121f21&width=320",
      "dateSeen": "2026-01-01T07:17:59.250Z"
    },
    "bca0ec517336e80a293e1394df061f4fb8aefa8c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/433305061/homme-versus-machine-geertrui-mieke-de-ketelaere",
      "title": "Homme versus machine",
      "subtitle": "L’intelligence artificielle démystifiée",
      "authors": "Geertrui Mieke De Ketelaere",
      "description": "Ceux qui pensent que l’intelligence artificielle (IA) est très éloignée de leur réalité se trompent. L’IA n’est pas réservée aux films de science-fiction futuristes ou aux salons technologiques branchés. L’IA est partout, y compris dans votre vie.  Le folder publicitaire personnalisé du supermarché avec des offres « rien que pour vous » ? IA.  Les chansons proposées sur Spotify ? IA.  Les feux de signalisation à réglage automatique au coin de la rue ? IA.  On ne peut le nier. L’intelligence artificielle s’insinue dans notre réalité à une vitesse vertigineuse. Elle se manifeste dans votre vie quotidienne, mais aussi dans les différents secteurs économiques. Cela soulève de nombreuses questions. Que peut faire l’IA ? Que ne peut-elle pas encore faire ? Et dans quelle mesure l’IA est-elle vraiment intelligente et apporte-t-elle une valeur ajoutée à notre mode de vie ?  Geertrui Mieke De Ketelaere, experte en IA, suit l’évolution de ce monde fascinant au premier rang. Dans ce livre, elle explique de manière accessible et transparente les concepts de base de l’intelligence artificielle. Elle ne se contente pas de souligner les nombreuses possibilités qu’offre l’IA, elle en épingle également les risques. De Ketelaere emmène le lecteur au-delà de l’engouement médiatique, afin qu’il puisse participer à ce débat fascinant tout en étant informé. Une chose est sûre : déjà très importante aujourd’hui, l’IA deviendra cruciale pour notre avenir.  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A433305061?aid=kb-online-bibliotheek&sid=19&dts=1766854752330&sig=cf0924075735b9a2ec2fe13ea53ad33a538615b1ac0a14006a7190fdc4cd9df8&width=320",
      "dateSeen": "2026-01-01T07:17:59.669Z"
    },
    "2f64bf2f18b391055bc649045e9cc721a12903fd": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/433343257/ferien-auf-texel-linda-van-rijn",
      "title": "Ferien auf Texel",
      "subtitle": "Kriminalroman",
      "authors": "Linda van Rijn",
      "description": "Linda van Rijn ist eine niederländische Bestsellerautorin. Ihre Bücher stehen durchweg ganz oben auf der niederländischen Bestsellerliste und haben sich bereits über zwei Millionen Mal verkauft. Ferien auf Texel ist ihr dreiundzwanzigster Urlaubskrimi, der – ebenso wie Zoutelande – ins Deutsche übersetzt wurde. Ein Traum, der dank des Erbes, das Daniëlle von ihrer Oma erhalten hat, in Erfüllung gehen konnte. Während des ersten Sommers im eigenen Häuschen können sie ihr Glück kaum fassen. Das Wetter ist traumhaft schön, die Kinder spielen unermüdlich am Strand, und Gijs und Daniëlle genießen das Leben in vollen Zügen. Eines Abends taucht ein Besucher mit einer seltsamen Nachricht bei ihnen auf. Sie klingt bedrohlich. Ihrer Meinung nach kann es sich dabei nur um ein Missverständnis handeln und deshalb vergessen sie den Vorfall schnell wieder. Bis Daniëlle auf ihre alte Urlaubsliebe Mitchell trifft, der mehr über sie und ihre Familie zu wissen scheint, als ihr lieb ist... Die niederländische Presse über Ferien auf Texel: Ferien auf Texel ist ein überraschendes Buch, das ein reines Lesevergnügen bietet. Es ist eine flott geschriebene Geschichte, mit eindrucksvollen Charakteren und einer gut durchdachten, spannendenden Handlung. Linda van Rijns Schreibstil ist flüssig und leicht zu lesen, so wie wir es inzwischen von ihr gewohnt sind. Dadurch ist man sofort in der Geschichte drin und es ist fast unmöglich, Ferien auf Texel aus der Hand zu legen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A433343257?aid=kb-online-bibliotheek&sid=19&dts=1767223605028&sig=f55d0c72af04af1435890a0ded8c1d22c90411909c28f9a439b3f6412134caec&width=320",
      "dateSeen": "2026-01-01T07:18:00.190Z"
    },
    "5ea7c13fd7a01d013b5d926b5b44f487ea60b5a0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/433100125/lieber-got--drei-bru-der-im-ersten-weltkrieg-bob-latten",
      "title": "Lieber Got. Drei Brüder im Ersten Weltkrieg",
      "authors": "Bob Latten",
      "description": "'Lieber Gott. Niet alleen de tijd sneuvelt.' is het waargebeurde verhaal van de gegoede Duitse familie Lieber in oorlogstijd. In de strijd om de Vogezen, rond Verdun en bij de Somme sneuvelen drie van de vier broers. Hen verbindt een eenvoudig zakuurwerk. Na het sneuvelen van de een neemt de ander het mee het veld in. Totdat ook hij sneuvelt. De persoonlijke brieven van reserveluitenant Hyazinth Lieber, in het dagelijks leven advocaat, en de dagboekfragmenten van filosofiestudent en luitenant Theodor Lieber vormen, samen met de oorspronkelijke teksten uit regimentsgeschiedenissen en authentieke foto's een adembenemend tijdsbeeld.\nNauwgezet en minutieus  'Lieber Gott' is in een adem te noemen met Getuigen (Témoins), de eerste omvangrijke en systematische kritische studie naar ooggetuigenverslagen van de loopgravenstrijd en het standaardwerk van de Franse schrijver en oorlogsveteraan Jean Norton Cru (1879-1949).\n- Prof. dr. Wim Klinkert, Nederlandse Defensie Academie en Universiteit van Amsterdam\nIndrukwekkend  Bob Latten schrijft al jaren over die Grote Oorlog die aan Nederland voorbij ging. Door met hart en ziel te schrijven maakt hij het menselijke drama invoelbaar voor de lezer. 'Lieber Gott'maakt opnieuw indruk.  - Diederik van Vleuten, stand-up historian\nKleine weerspiegeling van een groot verdriet\n'Lieber Gott. Niet alleen de tijd sneuvelt'is een boek over de drie Duitse, katholieke, conservatief-nationalistische broers Lieber die vol overtuiging de oorlog in gaan. Zij sneuvelen alle drie. Het maakt van dit boek een kleine weerspiegeling van het grote verdriet dat oorlog heet.'  - Leo van Bergen, autoriteit op het gebied van de gezondheidszorg in de Eerste Wereldoorlog\nAdembenemend  Een opzienbarend, adembenemend en zeer aangrijpend boek, dat mij het gevoel gaf zelf deelnemer te zijn aan levensecht beschreven, somtijds gruwelijke gebeurtenissen. Een waargebeurde geschiedenis en een ontroerend monument voor drie broers, die uiteindelijk in de strijd hun einde vinden. Ik heb het in een ruk uitgelezen.  - Hans Andriessen, auteur van onder andere 'De oorlogsbrieven van Unteroffizier Carl Heller' Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A433100125?aid=kb-online-bibliotheek&sid=19&dts=1767251880409&sig=39aad96557730f951e15d444d7710d7e5583a3ea6c5e7a850c6cd3aa4df981af&width=320",
      "dateSeen": "2026-01-01T07:18:00.832Z"
    },
    "8018c7dbd1df10ae380a848d5b6fca0f2950322d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437924327/daseinsrecht-maarten-a--oversier",
      "title": "Daseinsrecht",
      "subtitle": "Licht in die verdrängte Geschichte, die wir noch in uns tragen",
      "authors": "Maarten A. Oversier",
      "description": "Das Echo unverarbeiterer Traumata aus vergangenen Zeiten und sogar früheren Leben belastet den modernen Menschen - körperlich, seelisch oder emotional. Doch welche Entstehungsgeschichte steht wirklich hinter diesen Traumatisierungen? In seiner gut 25-jährigen Tätigkeit als Reinkarnations- und Rückführungstherapeut stellt Maarten Oversier fest, dass die Ursachen der Probleme seiner Klienten eigentlich immer in drei typischen Bereichen der Geschichte liegen: in schockierenden und darum oft verdrängten Erlebnissen unserer Vorfahren, in der Hölle zweier Weltkriege und in den dubiosen Normen und Zwängen der katholischen Kirche. Hinter diesen Einflüssen taucht das Dekor eines großangelegten Plans zur Knechtung Frage der Zeit, bis es unübersehbar werden wird: Die Lebenskraft der Erdenbürger lässt sich nicht dauerhaft im Zaum halten. Im Kosmos vollzieht sich ein enormer Bewussteinswandel und genau deshalb sind derzeit so viele inkarnierte Seelen auf der Erde. Verflochten mit den Fallbeispielen von Klienten, die von ihren frappanten Heilungsprozessen berichten, veranschaulicht Maarten, wie unsere onvollendete Vergangenheit unaufhaltsam bis in unsere Gegenwart durchsickert. Aber er erklärt auch, wie Traumatisierungen erkannt, verarbeitet und damit entkräftet werden können. Sein Motto: \"Die wertvollsten Entdeckungen macht, wer ausgetretene Pfade verlässt.\" DASEINRECHT lässt uns an ergreifenden Geschichten teilhaben, liest sich manchmal wie das spannende Drehbuch eines Films und hat das Potenzial, Weltbilder zu revolutionieren. Auch hochaktuelle Themen wie Organspende, die Corona-Krise und Transhumanismus werden ohne Scheu besprochen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437924327?aid=kb-online-bibliotheek&sid=19&dts=1767251880961&sig=78bc76ca9c5d8fc19f45620b9bd2a28904c4177a7a965f9613e2c9ed87b11c25&width=320",
      "dateSeen": "2026-01-01T07:18:01.428Z"
    },
    "495c923a0718649f1d947ce296736f107736dcd4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/375581413/witching-moor-mariette-aerts",
      "title": "Witching moor",
      "authors": "Mariette Aerts",
      "description": "\"Karim and Lena know better not to cross the moors, even though it is a shortcut, because it is commonly known that those moors are haunted by witches. Somewhere deep inside the Haunted Moors a dark secret is hidden. But Karim and Lena want to know what happened to their classmate Rennie, who disappeared so suddenly last summer. What is the truth about the white witch and what happened at the old water mill in ancient times? Who is the lady with the long, white hair and blank eyes and why is she calling so desperately for Lena? Then, one day, a fearsome face appears in the water, lights hover above the moors at night, and Karim and Lena are about to receive a whole lot more answers than they bargained for\"",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A375581413?aid=kb-online-bibliotheek&sid=19&dts=1767251881574&sig=6bebb6daa705d339ea4f0a1432f82f1b99b1ef4c53ff0fc677b33f2cd070d485&width=320",
      "dateSeen": "2026-01-01T07:18:02.023Z"
    },
    "d204749743bbbe4ab46b0e47a64778a6dc364877": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394693922/armin-only-coen-bom",
      "title": "Armin only",
      "authors": "Coen Bom",
      "description": "In 2008 werd Armin van Buuren bij de verkiezingen van 's werelds beste 100 dj's uitgeroepen tot populairste dj van de wereld. Het boek Eén op één volgt hem in het jaar dat daaraan voorafging. Van Buuren wordt gevolgd tijdens zijn talloze vliegreizen, optredens en interviewsessies. Het is de eerste inkijk in het leven de populairste dj van het moment. Wat gebeurt er nu werkelijk buiten het vele vliegen en alle glitter & glamour? Hoe is Armin op nummer 1 gekomen? Aan het woord komen zijn vrienden, ouders en manager(s). Met vele exclusieve foto's. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394693922?aid=kb-online-bibliotheek&sid=19&dts=1767251882161&sig=3ee6a60e70993ad8d6fee0b1895aae6c2718487e12c8e0dc951acdfb24905592&width=320",
      "dateSeen": "2026-01-01T07:18:02.936Z"
    },
    "07440d23c5d81a9267969e32c8c18fab8ea036ae": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394708121/personal-leadership-marieta-koopmans",
      "title": "Personal leadership",
      "authors": "Marieta Koopmans",
      "description": "Professional leadership starts with personal leadership. What is your vision of leadership? Which values do you find important? What do you believe about yourself? How do you think companies should be managed? All these questions relate to personal leadership. This book will help you to discover and give shape to your own management style. Using the Quinn model you will be able to look into which management role is appropriate for you. With the Ofman core qualities model you will be able to discover your qualities, your shortcomings, challenges and the things you are allergic to. You will work on effective leadership using the seven Covey characteristics, and you will learn how to manage your time using the MBTI (Myers-Briggs Type Indicator). Stress is tackled as well as any convictions you have that hamper your progress. So that finally you gain an insight into what is necessary for any good professional: an image of yourself as a manager and the image you want to project in the future. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394708121?aid=kb-online-bibliotheek&sid=19&dts=1767238309314&sig=0c49b2f44b797fce0379a92d54aebe223438a40e98455d699e46d78beead33ac&width=320",
      "dateSeen": "2026-01-01T07:18:03.439Z"
    },
    "d74929166bb8c822f6b3a6b4c4efcfbe2539d26d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394593022/career-management-via-linkedin-aaltje-vincent---jacco-valkenburg",
      "title": "Career management via LinkedIn",
      "subtitle": "using your online network to find new work or challenging assignments",
      "authors": "Aaltje Vincent | Jacco Valkenburg",
      "description": "Networking is the way for finding new work. And this is done more and more online. LinkedIn has become an enormously popular network for maintaining business contacts, making it the perfect tool if you want to be found. How does LinkedIn work exactly? How can you use your online network to find a new job and new assignments? How do recruiters work and how can you use that knowledge to your advantage? All these questions are answered in this book. But it also offers a practical step-by-step approach for using LinkedIn in a professional way. Read this book and get immediate benefits from the wealth of knowledge inside! Aaltje Vincent is an experienced career professional and an authoritative expert in job marketing. Jacco Valkenburg is an experienced recruitment expert and a pioneer in recruiting staff via LinkedIn. He has written Recruitment via LinkedIn. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394593022?aid=kb-online-bibliotheek&sid=19&dts=1767251883550&sig=226a06c9f3899722cb245d49afb6f75a516321c484dfda07fb0668026deb8c80&width=320",
      "dateSeen": "2026-01-01T07:18:03.974Z"
    },
    "ff3db83cc50763c712eabb40326aff4f0979a413": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/412557509/bridge-to-mark-a-t--vergunst",
      "title": "Bridge to Mark",
      "authors": "A.T. Vergunst",
      "description": "In Bridge to Mark, the Gospel according to Mark is connected to you. By very simply explaining what it says, I have tried to get the message as close to you as possible. The book contains short pieces to felect on. It is the message of salvation. Your pastor A.T. Vergunst, Carterton, New Zealand Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A412557509?aid=kb-online-bibliotheek&sid=19&dts=1767238310082&sig=1601c0524480b2e7055bdd063e7e7770020b67177853320f9f4afce1eda611a5&width=320",
      "dateSeen": "2026-01-01T07:18:04.414Z"
    },
    "29c2271e566212fb8236a6f9bf301a50043d589d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394840194/the-flying-dutchman-anita-verkerk",
      "title": "The Flying Dutchman",
      "authors": "Anita Verkerk",
      "description": "Cupido Hot Romance 18+ Kelly Wilbers is about to marry handsome Ron, when she finds her husband-to-be in the arms of another woman. In shock, Kelly puts on her wedding gown and walks into the sea to finish her lousy life. But she ends up on a strange historical Three Master. A party ship? Or did she really travel in time? A spicy paranormal romance from best-selling author Anita Verkerk. The author's rights of this e-pub are protected by a watermark. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394840194?aid=kb-online-bibliotheek&sid=19&dts=1767251884530&sig=d36195cb656b2e6f9a176e3e154215ca2d6d48cce400f0228e3c2945862ff524&width=320",
      "dateSeen": "2026-01-01T07:18:04.937Z"
    },
    "5eaa9b27fb22580f38a749fe07435dc580e65547": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394840151/lord-of-the-marsh-anita-verkerk",
      "title": "Lord of the Marsh",
      "authors": "Anita Verkerk",
      "description": "Cupido Hot Romance 18+ When a car crash ruins her future, Myra Parker finds herself desperately searching for happiness. In Holland, her attention is caught by mysterious disappearances and rumors of an ancient force known as the Lord of the Marsh... A sizzling paranormal tale of eternal love between husband and wife from best-selling author Anita Verkerk. The author's rights of this e-pub are protected by a watermark. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394840151?aid=kb-online-bibliotheek&sid=19&dts=1767238309932&sig=dba609a3b46319d3784753e00244616228e4d67108b063c5b77e868dab9df67f&width=320",
      "dateSeen": "2026-01-01T07:18:05.398Z"
    },
    "5a2d78aff27cd09837d65c7cd78367254aa49e61": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394840208/ice-maiden-anita-verkerk",
      "title": "Ice Maiden",
      "authors": "Anita Verkerk",
      "description": "Cupido Hot Romance 18+ Lizzy Rumbold is frigid and never had an orgasm. Will an ancient German relic give her the release she craves? A spicy paranormal romance from best-selling author Anita Verkerk! The author's rights of this e-pub are protected by a watermark. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394840208?aid=kb-online-bibliotheek&sid=19&dts=1767251885509&sig=241bbf0a1aec246a575f8368d62e52599c8564d4efc1796804a3ae466b702b30&width=320",
      "dateSeen": "2026-01-01T07:18:05.957Z"
    },
    "4c73eac046ffc76144e90c8af4517e4ca1c6675f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394840224/the-enchanted-castle-anita-verkerk",
      "title": "The enchanted castle",
      "authors": "Anita Verkerk",
      "description": "When love and passion are cast aside in favor of Michael's career, he forces Samantha to take fate into her own hands. Craving the long nights of love they used to share, she lures Michael to France to spend one scorching night in The Enchanted Castle... A spicy paranormal romance from best-selling author Anita Verkerk. The author's rights of this e-pub are protected by a watermark. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394840224?aid=kb-online-bibliotheek&sid=19&dts=1767251886072&sig=c8bdc7ce5dfb762cf4eaa021b513da528b4a8bbdab64e6ad69768167b3e873a4&width=320",
      "dateSeen": "2026-01-01T07:18:06.497Z"
    },
    "e6b5f91f05195b9e7e6d9722c518473230331cc5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394840178/a-mysterious-knight-anita-verkerk",
      "title": "A Mysterious Knight",
      "authors": "Anita Verkerk",
      "description": "Cupido Hot Romance 18+ Princess Esmeralda is afraid of love, and refuses to marry. A gorgeous mysterious knight saves her life, teaching her the secrets of pleasure... A spicy romance from best-selling author Anita Verkerk. The author's rights of this e-pub are protected by a watermark. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394840178?aid=kb-online-bibliotheek&sid=19&dts=1767238310628&sig=018ec320b639fb540b6259d246493bea47bb1f9f455bd4369d8f322837130b77&width=320",
      "dateSeen": "2026-01-01T07:18:06.963Z"
    },
    "beb2de786d5e9b5d287906a6fea5c7e07b1e416f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/382592328/my-sultry-confessions-yolinda-vixen",
      "title": "My sultry confessions",
      "authors": "Yolinda Vixen",
      "description": "Erotische schetsen en foto's.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A382592328?aid=kb-online-bibliotheek&sid=19&dts=1767251887076&sig=bbcf79b312612a845748ceb23137e7640141305d62a0f210b95d315450ec39ba&width=320",
      "dateSeen": "2026-01-01T07:18:07.534Z"
    },
    "bf16f7d87499298c936ee4f66df661b62516de7f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394617053/quit-smoking-in-one-day-jan-geurtz",
      "title": "Quit smoking in one day",
      "authors": "Jan Geurtz",
      "description": "\"Quit Smoking In One Day\" is one of the most successful books written on ending cigarette addiction. Originally published in Holland and translated into many other languages it is now available in English for the first time. Countless people have quit smoking after reading this book. If you want to quit smoking then this book will help you succeed without withdrawal symptoms, no noticeable weight gain and without using force or self discipline. A proven method used successfully for more than 15 years. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394617053?aid=kb-online-bibliotheek&sid=19&dts=1767251887648&sig=12687c59cfce8c2c61c1dbcd0c1642d8abd1a403c11e94ef624aed484de0de0a&width=320",
      "dateSeen": "2026-01-01T07:18:08.097Z"
    },
    "33bbd95d94f888c1837bcce43a7e9597b8b3193b": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394690036/gravity-does-not-exist-vincent-icke",
      "title": "Gravity does not exist",
      "subtitle": "a puzzle for the 21st century",
      "authors": "Vincent Icke",
      "description": "Every scientific fact was born as an opinion about the unknown - a hypothesis. Opinion gradually becomes fact as evidence piles up to support a theory. But what if there are two theories, each of which has produced a myriad of things that correspond perfectly to the phenomena but can't be combined into one? One theory replaced the mystery of gravity with a precise model of space and time. The other theory replaced the mystery of matter with a description of quantum particles. As we understand our universe, we keep each in its own domain: space and time for very large things, particles for the very small ones. However, 13.8 billion years ago, those two incompatible domains belonged to a single realm. Who in the current or future generations of physicists will crack this seemingly impossible puzzle? This, contends the author, is not just a big question, but the biggest question in physics in our century. Combining Ickes's first-hand knowledge with a robust argument and intellectual playfulness, this fascinating book succeeds in making a notoriously difficult subject accessible to all readers interested in a better grasp of our universe. -Vincent Icke is professor of theoretical astrophysics at Universiteit Leiden, professor of cosmology at the University of Amsterdam, visual artist, and writer. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394690036?aid=kb-online-bibliotheek&sid=19&dts=1767251888202&sig=d0a531db3af845d551a72cfc35e1096af2f170ded8eeb965853d3c11bfa145fb&width=320",
      "dateSeen": "2026-01-01T07:18:08.635Z"
    },
    "fdb9425028460c4582d28e104413904e713a20ed": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394659414/the-angel-of-amsterdam-geert-mak",
      "title": "The angel of Amsterdam",
      "subtitle": "seven city stories",
      "authors": "Geert Mak",
      "description": "Many people star in this Amsterdam chronicle but the one and only protagonist is the city itself. The Angel of Amsterdam combines the dissection of the Dutch capital with a series of personal portraits. It brilliantly reveals the magic, the feel, the rituals and the forgotten world behind and beneath present-day Amsterdam. This special edition of The Angel of Amsterdam offers the international audience not only stellar writing by one of the finest of Dutch authors, but also a unique glimpse into and better understanding of the fascinating city of Amsterdam. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394659414?aid=kb-online-bibliotheek&sid=19&dts=1767194490249&sig=00fb1b56369c301dc08f473e9a792410d4f698478f2fb01b8c90d4a71c2d8303&width=320",
      "dateSeen": "2026-01-01T07:18:09.132Z"
    },
    "99a0f8e814979934ddb94943d1ce495ac834e994": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/392848791/bridge-to-genesis-pastor-a-t--vergunst",
      "title": "Bridge to Genesis",
      "authors": "Pastor A.T. Vergunst",
      "description": "In ‘Bridge to Genesis‘ God‘s message is connected to you. By very simply explaining what it says, I have tried to get His Word as close to you as possible. The book contains short pieces to reflect on. Take time to pray that God may bless it. His message is the most important you can possibly hear or read. It is the message of salvation. Pastor A.T. Vergunst Waupun, WI, USA Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A392848791?aid=kb-online-bibliotheek&sid=19&dts=1767238308360&sig=49071c4ebb1db5c69f0853b93f4d071c4717bedea82b5826728bacce10623528&width=320",
      "dateSeen": "2026-01-01T07:18:09.612Z"
    },
    "a9dd55a595579c2ad043e2721123a24910364a7d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/399312552/the-big-reset-willem-middelkoop",
      "title": "The big reset",
      "subtitle": "war on gold and the financial endgame",
      "authors": "Willem Middelkoop",
      "description": "Kritische analyse van het wereldwijde financiële systeem, met een pleidooi voor grondige hervormingen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A399312552?aid=kb-online-bibliotheek&sid=19&dts=1767251889750&sig=44ed3054e9af396eb676dfa3f51a9fd13101bbfd294d00983bd4eead1608e863&width=320",
      "dateSeen": "2026-01-01T07:18:10.226Z"
    },
    "c75b8c2e343b31c45a593b2cf9bebea5dbda0065": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394945468/the-amsterdam-tinkerbells-eric-kollen",
      "title": "The Amsterdam Tinkerbells",
      "subtitle": "an erotic LGBT tale",
      "authors": "Eric Kollen",
      "description": "Fifteen-year-old Fabian is on his way from New York to Düsseldorf with his father. When one of the passengers becomes ill, the aircraft has to land in Amsterdam, a city under the spell of the imminent Gay Pride. Together with the handsome blond doctor Rodric and the flamboyant Brazilian Rafaela, they decide to postpone their journey to Düsseldorf and instead to throw themselves into the festivities. Fabian is bursting with excitement, for the next day is his sixteenth birthday. Not just any age, but... the age of consent! He is counting down the hours to midnight. But before that happens, he and his fellow travellers are in for a number of juicy surprises… Eric Kollen’s ‘Boys’ Tales’ Until now, Eric Kollen published three volumes of his ‘Boys’ Tales’, in Dutch. His stories are exciting, scandalous, virtuoso, hilarious and sometimes even deeply moving, but above all... stimulating. And the text tingles with pleasure; it is not only the sperm that spatters from the pages, but also the mirth. About Volumes 1, 2 and 3 of ‘Boys’ Tales’: ‘I roared with laughter while my prick was rock hard. Extremely clever if you can achieve that! These stories are top class.’ – GJ Wielinga, writer and ex-porno star ‘Kollen succeeds in fascinating and surprising and the pleasure he has in writing gushes from the paper. The content is decidedly direct, and occasionally boundless. Elements of power, sadomasochism and forbidden lust predominate.’ – Magazine for Sexuology ‘Fable-like and at the same time super erotic. Eric Kollen writes well.’ – Hedy d’Ancona, former Dutch Minister of Culture Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394945468?aid=kb-online-bibliotheek&sid=19&dts=1767238309656&sig=492ea2c68783f492efbcb69342d31456048abaa4078198ea34159d143b1184ec&width=320",
      "dateSeen": "2026-01-01T07:18:10.665Z"
    },
    "6785e4aa43afc20b4402dd8698d1e18481f8d4f5": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/391047701/a-survey-of-buddhist-thought-alfred-r--scheepers",
      "title": "A survey of buddhist thought",
      "authors": "Alfred R. Scheepers",
      "description": "General in its approach, yet penetrating, this book allows the reader to become acquainted with the highlights of Buddhist philosophy. It not only treats the ideas of the founder of the religion, but follows the development of his thought through the ages. It points out how these ideas were used by the psychologists of the Abhidharma, how they issued in the mystical conceptions of Mahayana. But before all, the book treats the more intellectual notions about time and being as found in the Madhyamaka and Yogacara, and it analyses the logic of Buddhist idealism. Then the reader leaves India and goes to China to become familiar with the epochal figures of Sengzhao and Xuanzang, learns about the Garland and Tiantai schools, and, finally, he is led through the Japanese Zen Buddhism of Dogen and Hakuin. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A391047701?aid=kb-online-bibliotheek&sid=19&dts=1767251890775&sig=375faf1886fb2c60e9949a134c1dd2cfffa304b7190d1227e2a3cad67e317d23&width=320",
      "dateSeen": "2026-01-01T07:18:11.218Z"
    },
    "872209fc24bd4c47bab0f13c310492dc079fac54": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/402429559/ibiza-s-child-esther-j--ending",
      "title": "Ibiza's child",
      "authors": "Esther J. Ending",
      "description": "IBIZA, THE EIGHTIES. At the dawn of the techno and ecstasy era a lonely teenager sees her world going into a tailspin. Marianne, born on the island to a hippie mother and a drug dealing father, is trying to keep the pieces of her life together while one of her parents is in prison in Liverpool and the other is chasing her spiritual endeavours. When an officer from the notorious Guardia Civil offers her a ride and shelter, Marianne becomes deeply fascinated by him. Embarking on a vodka and drug fueled journey, she tries to build a bridge between two worlds that weren't meant to meet. With her father's villa on the verge of confiscation and her mother's rickety sense of reason plummeting to unmanageable depths, Marianne's fascination for the Guardia grows into a dangerous obsession. She might well be driving not only herself but everyone close to her to the brink of destruction. IBIZA'S CHILD is a novel about obsession - blinding, all-consuming obsession - and about a desperate search for parental love, a home, a fatherland. It is also a book about Ibiza: Ibiza as only those who were born on the island or have lived there for many years can know it. A genuine, bizarre, enigmatic, magnificent, deadly, never-to-be-encapsulated Ibiza. ESTHER J. ENDING (1972) grew up on the island of Ibiza. She moved to the Netherlands permanently in 1994 and debuted in 2004 with the novel After Valentine, for which she received the prestigious Debut Prize. Her second novel Silent People came out in 2012. 'A dazzling novel straight from Ibiza's womb' THOMAS ROSENBOOM 'A revealing portrait of the dark side of Ibiza, very boldly written' JAN CREMER 'Extremely captivating and moving. Must read for everyone who loves Ibiza' SASKIA NOORT 'Fabulous novel! Absolute must read for everyone going to Ibiza' BART CHABOT Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A402429559?aid=kb-online-bibliotheek&sid=19&dts=1767251891347&sig=4b42aff3b5519f9693c79c2a37e0adfdea5b5d27823145f71284adf4a64a734e&width=320",
      "dateSeen": "2026-01-01T07:18:11.757Z"
    },
    "b4ba3d8d22cd61fae71b5eb76e7628d07cd780be": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/401569276/the-eight-great-beacons-of-cultural-awareness-jim-morris---sylla-pahladsingh",
      "title": "The eight great beacons of cultural awareness",
      "subtitle": "navigating the cultural landscape",
      "authors": "Jim Morris | Sylla Pahladsingh",
      "description": "The book that you are holding is the indispensable guide to cultural awareness. Are you working in an international environment, with people from different countries? Working internationally requires specific competences and relationship skills. Getting to know other cultures can be fun and enlightening. Yet, at times, you might find communication challenging and puzzling, sensing emotions and observing reactions that more often deal with the deeper level of culture. Despite our good intentions, we often struggle to communicate at that required deeper level, leading to misunderstanding and the souring of negotiations. This book is a practical guide and will strengthen your cultural awareness. Getting under the skin of other cultures (and your own!) and understanding how to make the most of diversity is a 'must-have' skill. The Eight Great Beacons help you to successfully navigate the cultural landscape and guide you on this fascinating journey. More than ever this is the book to buy if you want to improve your interpersonal relationships and international business results! Jim Morris is a senior facilitator and project manager for Schouten Global. He lives and breathes culture: English by nationality, he lives in the Netherlands and works all over the world facilitating professional learning and development. He specialises in intercultural communication training programmes. Jim grew up in the UK, where he started his career, and lived for long periods in Australia and Canada. He has worked extensively throughout Central Europe, North America and Asia, running workshops and delivering keynote speeches. Sylla Pahladsingh is an independent business communication adviser, facilitator and owner of Sylla Training & Consulting. She advises people and teams on leadership and communication issues in a cross-cultural context. Born to a Dutch mother and Surinamese-Indian father, her life has been an inspiring multicultural experience. She lived and worked as a training and capacity development consultant for 16 years in respectively Kenya, Bhutan, Vietnam and the USA. She currently resides in the Netherlands. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A401569276?aid=kb-online-bibliotheek&sid=19&dts=1766949496639&sig=e65a922d7d3efcaa22cb5367d6d495ffa86f35a156ae5c82d41cac3cc8b417c3&width=320",
      "dateSeen": "2026-01-01T07:18:12.423Z"
    },
    "2672b4acdaf7f6dcc0c9d95a63802bceaab92d0c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/400363445/the-meaning-of-music-leo-samama",
      "title": "The meaning of music",
      "authors": "Leo Samama",
      "description": "For virtually all of our lives, we are surrounded by music. From lullabies to radio to the praises sung in houses of worship, we encounter music at home and in the street, during work and in our leisure time, and not infrequently at birth and death. But what is music, and what does it mean to humans? How do we process it, and how do we create it? Musician Leo Samama discusses these and many other questions while shaping a vibrant picture of music's importance in human lives both past and present. What is remarkable is that music is recognised almost universally as a type of language that we can use to wordlessly communicate. We can hardly shut ourselves off from music, and considering its primal role in our lives, it comes as no surprise that few would ever want to. Able to transverse borders and appeal to the most disparate of individuals, music is both a tool and a gift, and as Samama shows, a unifying thread running throughout the cultural history of mankind. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A400363445?aid=kb-online-bibliotheek&sid=19&dts=1767238310134&sig=fdbebc81f8264b322e354a0920a73eaaf189956c531660280bebe5d7613f75f9&width=320",
      "dateSeen": "2026-01-01T07:18:12.933Z"
    },
    "91c4a06073671dac199452cd380204654802af97": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/404997570/shoe-is-my-middle-name-niels-shoe-meulman",
      "title": "Shoe is my middle name",
      "subtitle": "written paintings and painted words",
      "authors": "Niels Shoe Meulman",
      "description": "Ever since he picked the graffiti name Shoe in 1979, Niels Meulman has been carving out his own path towards the international art world. Being a graffiti pioneer from Amsterdam, he worked with American counterparts such as Dondi White, Rammellzee and Keith Haring in the 1980s.  He made the transition from the streets to fine art with a unique fusion of calligraphy and graffiti, which he named Calligraffiti. This soon became a worldwide phenomenon and now plays a significant role within Urban Contemporary Art. It also sparked the catchphrase 'A word is an image, writing is painting'.  In recent years Niels Shoe Meulman moved towards a style he calls Abstract Vandalism. Influenced by the great painters of Abstract Expressionism, his work has been shown in countless exhibitions all over the world and is included in the permanent collections of museums and private collections.  Shoe Is My Middle Name celebrates three decades of art by a legendary graffiti artist, painter, writer, designer and calligrapher. A striking book that offers an overview of his career, showcasing his evolution through a masterful mixture of paintings, murals, poetry, interviews, graphics and insights about his identity as an artist and art itself. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A404997570?aid=kb-online-bibliotheek&sid=19&dts=1767251893057&sig=63a7cd4e8bbd435ce135edd73815f0d5f1cf97b43cdbf10c5b816e7782a44ffe&width=320",
      "dateSeen": "2026-01-01T07:18:13.505Z"
    },
    "f64ef366da8db66b329a3db0ad0ffe6f0e79be70": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/406375569/homosexuality-in-africa-bart-luirink---madeleine-maurick",
      "title": "Homosexuality in Africa",
      "subtitle": "a disturbing love",
      "authors": "Bart Luirink | Madeleine Maurick",
      "description": "Plagues of locusts, drought and ebola. In Africa homosexuals are getting the blame for everything. It's open season. Homosexuality is called 'un-African', 'in direct conflict with its own distinctive culture', a 'western disease'. What's the motivation behind those leaders who are fighting to keep their continent 'morally pure'? There's another story. More and more African gays and lesbians are coming out of the closet. Equal rights activism has become a reality and a passionate debate is raging. Well-known personalities are speaking out. Anti-homosexual laws are biting the dust. Actions and reaction. Acceleration and obstruction. Shifting perspectives in a rapidly changing continent. What's the real situation? Where does the antipathy towards homosexuality come from? What's the role of religious fundamentalism? Does western interference help or hinder? Is Africa different or just the same? This book gives an illuminating insight into a world in which old and new, tradition and modernity, are colliding so uncompromisingly that the sparks have started to fly. It's unleashed a swathe of simmering tensions that has now engulfed the entire continent. Dispensing with all the platitudes and slogans, the authors uncover a conflict in which far more is at stake than just the rights of a minority. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A406375569?aid=kb-online-bibliotheek&sid=19&dts=1767238308685&sig=17541c5e6370b72e436376d5b4b0ff0bbd3f0393e27d8e3d94331e02f6be3806&width=320",
      "dateSeen": "2026-01-01T07:18:13.944Z"
    },
    "9cc6e15297d622bfd9b82464c3e65cf0d7b85d2d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/404330290/art-and-politics-joes-segal",
      "title": "Art and politics",
      "subtitle": "between purity and propaganda",
      "authors": "Joes Segal",
      "description": "At first glance, art and politics seem like they couldn't be more separate, with politics focused on the grubbiness of everyday reality and art busily creating a fantasy world of creative expression. Yet the two realms frequently come together, and the collision can be fiery. This book explores the position of art and artists under a number of different political regimes of the twentieth and twenty-first centuries, traveling around the world to consider how art and politics have interacted and influenced each other in different conditions. Joes Segal takes us to the Third Reich, where Emil Nolde painted under pressure; shows us Diego Rivera creating Marxist murals in Mexico and the United States; ties Jackson Pollock's drip paintings to their Cold War context; and considers the countless images of Mao Zedong in China. In each case, he analyses the inherent tension between free expression and ideology, the aims of the artist and the exigencies of politics. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A404330290?aid=kb-online-bibliotheek&sid=19&dts=1767251894055&sig=e6dfebd1753edfa0ecb6791799618fdb673ca4d7a45b7475346298587484bd1d&width=320",
      "dateSeen": "2026-01-01T07:18:14.462Z"
    },
    "6f6c7fdfd970d049171a95c201a50abb2462671f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/370922557/gran-cafe--boulevard-tomas-lieske",
      "title": "Gran Café Boulevard",
      "subtitle": "Roman",
      "authors": "Tomas Lieske",
      "description": "In de sneltrein naar de metaalstad Bilbao ziet Alexander Rothweill op 25 juni 1944 hoe zijn coupégenote, de achttienjarige Pili Eguren, van al haar geld wordt beroofd. Op vreemde wijze brengt juist deze beroving Pili en Alexander bij elkaar. De gentleman Rothweill heeft een vermogen verdiend met het vervalsen van paspoorten, eerst voor geallieerde piloten en later voor de beter betalende nazi's. Hij en de eigenzinnige Pili, wier ouders vemoord zijn door Franco toen zij twaalf was, worden geliefden. Elk houdt het verleden voor de ander verborgen terwijl ze samen drinken en eten in het Gran Café Boulevard. Alexander vertelt niets over zijn werk, Pili vertelt niets over de tijd dat zij zich in leven hield tussen de varkens aan de oever van de Ebro en over haar verblijf in het verstikkende internaat bij de nonnen. In 1951 moeten zij Spanje ontvluchten en in het drassige grasland rond de Braassem komen zij terecht bij Fredde Albronda, die vanaf zijn achttiende eenzaam in een boerderij heeft gewoond met slechts één levenstaak: het kweken van vleermuizen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A370922557?aid=kb-online-bibliotheek&sid=19&dts=1767271396893&sig=656d30ec6714e911a2a18c83c107d155ad96a9d9295bda1c18866b30bcee5208&width=320",
      "dateSeen": "2026-01-02T07:19:17.935Z"
    },
    "18872890f96cd68f1ab1d5b78ebe49d96b13d7a2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394605136/je-dois-faire-pipi--fiona-rempt",
      "title": "Je dois faire pipi!",
      "authors": "Fiona Rempt",
      "description": "A peine monté sur le vélo Bram dit: `Je dois faire pipi. `Tu peux te retenir encore un petit moment? lui demande Papa `Je dois aller chercher du pain. `Presque plus, j'ai tellement besoin, dit Bram. Pas si facile de trouver des toilettes, à ce quil paraît. Alors que Bram a tellement besoin! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394605136?aid=kb-online-bibliotheek&sid=19&dts=1767332995291&sig=53c22a955ec778d3743910ced749ce6ba34ae888f1dacda73144465b6ba31886&width=320",
      "dateSeen": "2026-01-02T07:19:18.498Z"
    },
    "8bbf8ca106b8430d16f87ae75a59da7aaf7f9ad8": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/370921348/onderdak-elisabeth-eybers",
      "title": "Onderdak",
      "subtitle": "gedigte, november 1962-junie 1967",
      "authors": "Elisabeth Eybers",
      "description": "\"Ontheemde\nHaar man het haar nie sonder rede ontslaan,  haar vader het gewag en later doodgegaan,  haar kinders volg elkeen sy eie baan,  daar is geen tuiste om na terug te gaan.\n`Vermoedelik vatbaar vir bereddering.\nGediplomeerde indelers noteer  `die nuweling spartel nog en gaan probeer.  Maar sy t haar eie baaierd saamgebring.\"",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A370921348?aid=kb-online-bibliotheek&sid=19&dts=1767256430536&sig=80167e10fea82233413f857ddbe88112eba69ad67ee5b762e61484eda52eeca8&width=320",
      "dateSeen": "2026-01-02T07:19:18.918Z"
    },
    "8fccafb05f5fc1962b9f170ab5c0895de6764230": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/370929519/einder-elisabeth-eybers",
      "title": "Einder",
      "authors": "Elisabeth Eybers",
      "description": "\"Einder\nEindelik verby die drentelgrens  van hul twee eensaamhede haal  hy haar, sy hom, weer in en wens  verwonderd om nooit af te dwaal:\nhul dae n herhalende begin  n wisseling van vergesigte waar  versperring nie bespeur word, alles glim,  verrassend skoongewas en klaar.\nTog, in n aanval van omsigtigheid  ons leer algaande ons perke ken, sê hy\nherinner hul mekaar aan eindigheid.  En sien die einder weer vergly.\"",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A370929519?aid=kb-online-bibliotheek&sid=19&dts=1767338359018&sig=7d774a47b07e9de721603091f807624706e07c76e7b3c576afb0c4ae9fad1578&width=320",
      "dateSeen": "2026-01-02T07:19:19.427Z"
    },
    "a97ac3f8615bb32e08ae0f3b044f3834b8de5829": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/370931491/bestand-elisabeth-eybers",
      "title": "Bestand",
      "authors": "Elisabeth Eybers",
      "description": "\"Nolens Volens\nSuid-Afrika, toe ek jou moes verlaat  nie om jou domheid maar om eie seer  met tongval wat my land van herkoms meld\nwis ek nog nie dat ek ook as gas sou geld  by hierdie fuif waar hulle jóú trakteer  op amptelike monomane haat.\"",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A370931491?aid=kb-online-bibliotheek&sid=19&dts=1767258800213&sig=8fcdfff08d4a2c339a6e99e8773d19249829831bf2a9b5afa3c9937f5377f6b9&width=320",
      "dateSeen": "2026-01-02T07:19:19.803Z"
    },
    "d77336a0b7ef0d13f08ff03d29912e8c2aae097e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/370927524/rymdwang-elisabeth-eybers",
      "title": "Rymdwang",
      "authors": "Elisabeth Eybers",
      "description": "Gedichten in het Zuidafrikaans.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A370927524?aid=kb-online-bibliotheek&sid=19&dts=1767338359887&sig=72e50092da16e6075db42991083ef74ba6d8c83f3b70dc224bff79c693553d5f&width=320",
      "dateSeen": "2026-01-02T07:19:20.313Z"
    },
    "4f341b592b81bf44a4002266022a3e4960468942": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/37092410X/noodluik-elisabeth-eybers",
      "title": "Noodluik",
      "authors": "Elisabeth Eybers",
      "description": "Gedichten in het Zuidafrikaans.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A37092410X?aid=kb-online-bibliotheek&sid=19&dts=1767338360404&sig=bb77bc4b8e76f64d56ecce23799a7c188ba541362bc9a50ac4904fd047a7a333&width=320",
      "dateSeen": "2026-01-02T07:19:20.832Z"
    },
    "ea96d479e815ca824d19a89d6da8853e129ef4dc": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/370929527/kruis-of-munt-elisabeth-eybers",
      "title": "Kruis of munt",
      "authors": "Elisabeth Eybers",
      "description": "\"Kans\nDie lot spin wasig op sy rand,  denkbeeldig boos of goedgesind,  totdat hy wankel na dié kant  verkore deur die spelershand  wat haarfyn mik op kruis of munt.\"",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A370929527?aid=kb-online-bibliotheek&sid=19&dts=1767338360921&sig=c0c4585c6a5a2cc875b567019bd4531e9c83a60f591e17ca899f07d2cda9ad55&width=320",
      "dateSeen": "2026-01-02T07:19:21.322Z"
    },
    "e01d25fe8df80653c875ad6ac4b08da973584c84": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/370926625/nuweling-elisabeth-eybers",
      "title": "Nuweling",
      "authors": "Elisabeth Eybers",
      "description": "Gedichten.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A370926625?aid=kb-online-bibliotheek&sid=19&dts=1767257790416&sig=89d10f2af5cac14247cb615ec19d4641a1c96dcfe643b079d7b797240573e721&width=320",
      "dateSeen": "2026-01-02T07:19:21.927Z"
    },
    "6ddb2370007283df6182f354dfa2eab9007a7ae2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/370927540/versamelde-gedigte-elisabeth-eybers",
      "title": "Versamelde gedigte",
      "authors": "Elisabeth Eybers",
      "description": "Vrijwel volledig dichtwerk (tot en met 1999) van de Zuidafrikaanse dichteres (1915- ).",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A370927540?aid=kb-online-bibliotheek&sid=19&dts=1767338362031&sig=5a237e944b2f4becedcab54c87b3eb73217c6a6d9070e06f818b6adff080d532&width=320",
      "dateSeen": "2026-01-02T07:19:22.514Z"
    },
    "62bb9580c87d60ce596824db9bb5c2f69b3ca65d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/370922808/dryfsand-elisabeth-eybers",
      "title": "Dryfsand",
      "authors": "Elisabeth Eybers",
      "description": "Gedichten.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A370922808?aid=kb-online-bibliotheek&sid=19&dts=1767338362610&sig=fa163dd16dd366b80ccdd75b8e115422768c4fc81e4bbf0b35662dded30acdc3&width=320",
      "dateSeen": "2026-01-02T07:19:23.014Z"
    },
    "f029d36db8c035785add8ddbe862bbc7c73c1de0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/370928946/respyt-elisabeth-eybers",
      "title": "Respyt",
      "authors": "Elisabeth Eybers",
      "description": "Gedichten in het Afrikaans van de Zuidafrikaanse dichteres (1915- ).",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A370928946?aid=kb-online-bibliotheek&sid=19&dts=1767338363108&sig=ea32a57c113d2a91753fb7b5e07191cdac98b9ee5b8ae19dc27ec46c070497bd&width=320",
      "dateSeen": "2026-01-02T07:19:23.518Z"
    },
    "fbf2d95daab079f45b0186d0f7e156393634a8ac": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394604997/el-mejor-papa-del-mundo-arend-van-dam",
      "title": "El mejor papa del mundo",
      "authors": "Arend van Dam",
      "description": "Hoy promete ser un día emocionante para Osito, ya que papá se lo lleva por primera vez a atrapar peces. De camino al río, Osito quiere enseñarle todo lo que sabe hacer. Sabe buscar comida, escalar y trepar. Incluso se atreve a gruñirle muy fuerte a un puma enfadado. Al llegar al río, Osito ve a un pez que salta en el agua delante de él. Ni corto ni perezoso, se tira y En El mejor papá del mundo, papá oso enseña a su hijo todo lo que debe saber para ser tan grande y fuerte como él. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394604997?aid=kb-online-bibliotheek&sid=19&dts=1767338363609&sig=47555692568e28b8ad148bac731b773f0393a7f480e7e53f241ed494e22b6050&width=320",
      "dateSeen": "2026-01-02T07:19:24.192Z"
    },
    "a56413da274e7bc004c2a06e6d3cb289bae3d760": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394604989/der-liebste-papa-und-ich-arend-van-dam",
      "title": "Der liebste papa und ich",
      "authors": "Arend van Dam",
      "description": "Es verspricht ein aufregender Tag zu werden: Papa und Kleiner Bär wollen zum ersten Mal gemeinsam Fische fangen. Kleiner Bär will Papa Bär auf dem Weg zum Fluss zeigen, was er schon alles kann. Er kann Futter suchen. Er kann klettern. Und er kann einen bösen Puma ganz laut anbrummen. Bei ihrer Ankunft am Fluss springt direkt vor ihrer Nase ein großer Fisch aus dem Wasser. Kleiner Bär streckt seine Tatzen aus und In Der liebste Papa und ich bringt Papa Bär seinem Sohn alles bei, was er wissen muss, um genauso groß und stark zu werden wie er selbst. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394604989?aid=kb-online-bibliotheek&sid=19&dts=1767271486776&sig=b7e1d53e756d1a3b538a05d59fdccec1a78c11a5cca0961584653110728f1096&width=320",
      "dateSeen": "2026-01-02T07:19:24.614Z"
    },
    "368eab4e1aa4bba77869f190d5ecbbe77145a952": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/39460542X/als-freund-will-ich-jacques-vriens",
      "title": "Als Freund will ich",
      "authors": "Jacques Vriens",
      "description": "ein Krokodil, mit dem ich U-Boot spielen kann einen Reiher, mit dem ich um die Wette auf einem Bein stehen kann einen Löwen, mit dem ich in der Wildnis herumstreunen kann ein Känguru, mit dem ich weitspringen kann ein Nilpferd, mit dem ich um die Wette gähnen kann ein Wen möchtest du als Freund? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A39460542X?aid=kb-online-bibliotheek&sid=19&dts=1767271486803&sig=34d3d7a797ed9f9cd4be1261c901341bb328c7d3426fe784e74d4f0e00221939&width=320",
      "dateSeen": "2026-01-02T07:19:25.011Z"
    },
    "2289bbd8066d57a73eb2e305eff691793241d557": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394604792/kriege-ich-ein-ku-sschen--bitte--marianne-busser---ron-schr%C3%B6der",
      "title": "Kriege ich ein Küsschen, bitte?",
      "authors": "Marianne Busser | Ron Schröder",
      "description": "In der Morgendämmerung beschließen die Tiere, sich auf den Heimweg zu begeben. Sie wandern durch den Wald und über die Heide, denn ihr fabelhaftes Fest ist zu Ende. Nach dem Kostümfest kann Maus nicht einschlafen. Wer von den maskierten Tieren hat ihr bloß bei der Party solch ein herrliches Küsschen gegeben? Als Igel am nächsten Tag vorbeikommt um zu fragen, ob Maus seine Jacke reparieren könnte, hat Maus keine Zeit. Sie will bei allen Tieren vorbeigehen, um die Küsschen zu testen. So muss sie den maskierten Küsser doch ganz sicher erkennen! Aufgeregt macht Maus sich auf den Weg. Doch dann küsst Kröte zu kalt, und Eichhörnchen zu feucht Als Maus hundert Küsse später enttäuscht nach Hause kommt, erwartet sie eine große Überraschung! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394604792?aid=kb-online-bibliotheek&sid=19&dts=1767338365100&sig=5394f36b3adf3a097c50b302801a68f75e23a880bc86eafa2f19729d1cb6b541&width=320",
      "dateSeen": "2026-01-02T07:19:25.551Z"
    },
    "864d707ead2c1aa873ba53270f13778a5788eec4": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394604733/liselotte-va-avoir-une-petite-soeur-marianne-busser---ron-schr%C3%B6der",
      "title": "Liselotte va avoir une petite soeur",
      "authors": "Marianne Busser | Ron Schröder",
      "description": "Liselotte est petite et sais-tu où elle habite? tu ne devineras jamais cest dans un palais La reine a un ventre arrondi. Un petit bébé est en train dy pousser. Tout le monde se réjouit à la naissance de la petite Rose, sauf le roi. Il est très contrarié, il aimerait bien pouvoir jouer avec le nouveau bébé. Mais est-ce possible? Cest la question... Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394604733?aid=kb-online-bibliotheek&sid=19&dts=1767271486400&sig=8290e703ad5de12edee738bb160bdc916871387d46bfeeaef8e100a6fc2aa501&width=320",
      "dateSeen": "2026-01-02T07:19:25.960Z"
    },
    "c3447927083e33cec2225b0f70e2ae47554ca88c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394604822/liselotte-lernt-schwimmen-marianne-busser---ron-schr%C3%B6der",
      "title": "Liselotte lernt schwimmen",
      "authors": "Marianne Busser | Ron Schröder",
      "description": "Liselotte ist der Name einer kleinen, hübschen Dame sie bewohnt ein Schloss echt wahr! mit ihren Eltern: ein Königspaar Liselotte und der König fahren Bötchen. Plötzlich fällt der König ins Wasser. 'Dummkopf!' ruft die Königin erschrocken, denn der König kann nicht schwimmen. Darum müssen Liselotte und der König sofort schwimmen lernen. Wird es ihnen gelingen? Ein witziges Vorlesbuch über schwimmen lernen! Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394604822?aid=kb-online-bibliotheek&sid=19&dts=1767271486354&sig=d351db5894472ef3a5d1e4528597e81229fc675004be7f0744a91f6bb7d8b81f&width=320",
      "dateSeen": "2026-01-02T07:19:26.395Z"
    },
    "9940265339fc65403419c56acf879e64c9197764": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/39488941X/los-altos-mandos-marten-toonder",
      "title": "Los altos mandos",
      "authors": "Marten Toonder",
      "description": "El cuento Los Altos Mandos se desarrolla en Ribaburgueña, una pequeña ciudad ubicada entre las Montañas Negras y la Selva Oscura. Esta pequeña ciudad está poblada por animales que se asemejan mucho a seres humanos, así que el cuento toma su lugar en una larga tradición de fábulas animales. El héroe es el caballero Bómel, un señor acaudalado con buenas intenciones, que procura, de forma impulsiva y sin consideraciones racionales, luchar contra los abusos sociales. El dinero no es ningún motivo para su conducta, ya que tiene suficiente.\n¡Qué diferente es la situación de los Altos Mandos! Ellos son los grandes caudillos tras los telones, que nos dominan de verdad y ejercen su poder sobre nosotros con sus empresas multinacionales y compañías energéticas. En sus esfuerzos por aumentar su control del mundo, los Altos Mandos no se detienen ante nadie. Y la naturaleza es su peor enemigo, puesto que ella produce gratuitamente. En este cuento se lee lo que sucede si un caballero acaudalado pero con buenas intenciones es integrado, de repente, en el círculo selecto de los Hombres Poderosos. Con la imagen de un fiel criado, que ve esfumarse sus ahorros en acciones, y los Altos Mandos, que con su avaricia se asemejan mucho a los directivos bancarios de hoy en día, resulta fácil hacer una comparación con la actual crisis financiera. Por ello, el cuento no solamente se califica como actual sino también como visionario.\n Los Altos Mandos es una tajante sátira del capitalismo Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A39488941X?aid=kb-online-bibliotheek&sid=19&dts=1767338366484&sig=b875e400cb4e422b7c5d85f93ffc428ee97c8f91b69aae48e1dc64b3a97f71c9&width=320",
      "dateSeen": "2026-01-02T07:19:26.897Z"
    },
    "2082b11e00704ce1055a222894cff23d925f86ca": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394924819/red-notice-bill-browder",
      "title": "Red Notice",
      "subtitle": "a true story of high finance, murder, andone man's fight for justice",
      "authors": "Bill Browder",
      "description": "Russian edition of Red Notice by Bill Browder A real-life political thriller about an American financier in the Wild East of Russia, the murder of his principled young tax attorney, and his dangerous mission to expose the Kremlin’s corruption. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394924819?aid=kb-online-bibliotheek&sid=19&dts=1767338366995&sig=84717a180cdd76ba75c1b40ed173f74fac88c8ae792963582940e6a71884128a&width=320",
      "dateSeen": "2026-01-02T07:19:27.412Z"
    },
    "1ca40a3c1ebcad88927a12763ed13c2dcbcff61d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/402192281/hemel-en-hel-in-vorige-levens-leonie-linssen",
      "title": "Hemel en hel in vorige levens",
      "subtitle": "een persoonlijk reisverslag over liefde, seks, macht en onmacht",
      "authors": "Leonie Linssen",
      "description": "Bestaan vorige levens echt of is het een verzinsel van onze fantasie? In dit e-book neemt Leonie Linssen je mee in een persoonlijk reisverslag door de eeuwen heen. De vorige levens die zij ontmoet en herbeleeft op haar spirituele reis naar Noord Italië met haar partner Wim, zijn heftig en indrukwekkend. Niet alleen vanwege de thema’s als liefde, seks, macht en machtsmisbruik, maar ook omdat blijkt hoe deze levens onlosmakelijk verbonden zijn met geliefden uit haar huidige leven. Op haar reis wordt zij op afstand begeleid door vriendin, collega en ET-healer Manon van den Boorn, die net als zij boodschappen ontvangt vanuit de andere, onstoffelijke wereld. Het lezen van dit e-book confronteert je met de diepste schaduwzijde van het mens zijn. Het laat je zien wat het eenheidsbewustzijn naast liefde en licht, nog meer omvat. Het laat je beseffen dat er meer is tussen hemel en aarde dan we kunnen bedenken. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A402192281?aid=kb-online-bibliotheek&sid=19&dts=1767338367508&sig=f70afd2254a82ec9642ae1b4f25ed25b2be3821d46b36fc65b37b7c8835b998d&width=320",
      "dateSeen": "2026-01-02T07:19:27.938Z"
    },
    "a2dac6509b900be15085a7c86080dd725ca1b72e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/40633711X/de-spion-paulo-coelho",
      "title": "De spion",
      "authors": "Paulo Coelho",
      "description": "De fan oarsprong Fryske Mata Hari (1876-1917) wie de meast begearde frou fan har tiid: in ferneamde eksoatyske dûnseresse dy’t omgong hie mei grutheden en it publyk skokte en yn ferfiering brocht mei har eroatysk laden optredens. Yn De spion brûkt Paulo Coelho syn ferbyldingskrêft om it like gloarjerike as tragyske libben fan Mata Hari op ’en nij te skeppen. Har drege jeugd, har ûngelokkige houlik dat har yn Nederlânsk-Ynje brocht, de tryste wederwarichheden fan har bern, har komeeteftige opkomst as dûnseres, har yntime omgong mei heechpleatste militêren en politisy dy’t har úteinlik op in beskuldiging fan spionaazje en heechferried kaam te stean. It is it ferhaal fan in frou dy’t de moed hie om harsels te befrijen fan it moralisme en it bekrompen boargerfatsoen fan it begjin fan de tweintichste iuw. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A40633711X?aid=kb-online-bibliotheek&sid=19&dts=1767296082458&sig=cf22d346d25106bc2f2d2b283c362bc245ed5172d6c528b85bb9dfc401742e67&width=320",
      "dateSeen": "2026-01-02T07:19:28.337Z"
    },
    "41c9b9d016734d970427404f3e3b24936217d8ca": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/412854856/palabras-amordazadas-amir-valle",
      "title": "Palabras amordazadas",
      "subtitle": "censura en Cuba",
      "authors": "Amir Valle",
      "description": "Este es un libro necesario por la singularidad de su análisis sobre la censura a las libertades expresivas impuesta en Cuba por el gobierno 'revolucionario' de Fidel Castro, desde el triunfo de la Revolución Cubana en 1959 hasta la hoy llamada 'Era Raulista', y por ofrecer un recorrido escalofriante a través de los más importantes sucesos de la represión cultural y la censura perpetradas por la más larga dictadura comunista del mundo. Como afirma en el prólogo el escritor Ángel Santiesteban Prats, también víctima de la censura castrista, este libro es importante además porque lo escribe Amir Valle, novelista cubano de gran renombre internacional, que ha conocido en carne propia, desde sus inicios en la literatura y el periodismo, las heridas opresivas y dolorosas de la censura y la represión cultural. Amir Valle (Guantánamo, Cuba, 1967), dice Ángel Santiesteban, es \"detestado por la dictadura de los hermanos Castro, por su postura ética, su honestidad intelectual, su profundo conocimiento de la realidad del poder político y cultural en Cuba, y por su incansable trabajo como escritor y periodista dando a conocer internacionalmente las siniestras verdades que el Castrismo quiere ocultar al mundo\". A publication of the Eva Tas Foundation. The Eva Tas Foundation encourages publication and promotion of texts that are, no matter where and no matter how, subject to censorship. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A412854856?aid=kb-online-bibliotheek&sid=19&dts=1766793551619&sig=bbad56ff6e5d5457d155c4484e48eb7108cd95f57210611681d56c7d815e32bb&width=320",
      "dateSeen": "2026-01-02T07:19:28.604Z"
    },
    "652ceba09a49561a5ef0a68fa8c2e59c41366e26": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/425824209/zoutelande-linda-van-rijn",
      "title": "Zoutelande",
      "subtitle": "Kriminalroman",
      "authors": "Linda van Rijn",
      "description": "Zoutelande ist der 21. Urlaubsthriller der niederländischen Bestsellerautorin Linda van Rijn und ihr erstes auf Deutsch erschienenes Buch. Eline van As freut sich auf den Urlaub mit ihren beiden Freundinnen Lydia und Sascha, den sie seit Kinderjahren gemeinsam in Zoutelande verbringen. Die jungen Frauen treffen sich nun jährlich im September zum entspannten Beisammensein und fröhlichen Tratschen. Lydia und ihr Mann Gert haben im vergangenen Jahr ein Beach Club übernommen, in dem die Freundinnen verbleiben können. Die Sommersaison war für Lydia und Gerd sehr anstrengend, und Eline kann es ihrer Freundin ansehen, dass sie dringend etwas Ruhe braucht. Ebenso Eline, die auch auf ein bewegtes Jahr zurückblicken kann. Zuerst sieht es ganz danach aus, als würde alles nach Plan verlaufen: Der Himmel ist blau, die Freundinnen unternehmen lange Strandspaziergänge und bei schmackhaftem Essen und gutem Wein verfliegen die Abende im Nu. Dennoch wird Eline das Gefühl nicht los, dass da irgendetwas nicht stimmt. Ist es wegen Gert und seinem Geflirte oder ist da noch etwas anderes mit im Spiel? Und was für eine Rolle spielt dabei eine kürzlich in Zoutelande aufgetauchte Wasserleiche? Als Eline auf eine grauenvolle Art und Weise entdeckt, was sich da abspielt, ist sie schon tief in die Sache verstrickt. Und dann stellt sich ihr die Frage, wie sie da bloß wieder heil herauskommt. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A425824209?aid=kb-online-bibliotheek&sid=19&dts=1767292732826&sig=126e0bb33c66b0fd285b52794250de35cdee0fce61a9c4c2a68e5c08abacc920&width=320",
      "dateSeen": "2026-01-02T07:19:29.018Z"
    },
    "52c90b0058f270875605699e0b72e4c5d31d89f2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/426429001/leafde-yn-ljouwert-fleur-van-ingen",
      "title": "Leafde yn Ljouwert",
      "authors": "Fleur van Ingen",
      "description": "Sy wol dat er fuortgiet, hy wol híel graach bliuwe… As troubleshooter yn in fiifstjerrehotel is Jinte Jellema wol wat wend. Se komt dan ek fuort yn aksje as se heart dat de Keningssuite yn ien jûn hielendal útwenne is troch in frijgesellefeest en dat de oansteande brêgeman wegeret om de keamer te ferlitten. Mei har keycard iepenet se de doar fan de lúksesuite, en mei kordate stappen rint se nei binnen ta…  Under de dûs besiket Hein van Kammen om de foarrige jûn fan him ôf te spielen. Hy woe gjin frijgesellefeest, want hy wol net trouwe. Helaas móat er wol. Foar syn mem, foar syn sakeymperium... 'Jo moatte fuortdaalk dizze keamer út!' galmet it ynienen troch de badkeamer. Skrokken draait er him om, en hy sjocht in prachtige blonde frou, dy't him poerlilk oanstoarret. Wêrom is se sa boas op him? En wêrom seit in twingende stim yn syn holle: It giet oan!  Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A426429001?aid=kb-online-bibliotheek&sid=19&dts=1766905316933&sig=2d931cd6da0cb4dca39efb9ae5e680c0d248d341e0191cc2779a26c4ae21f102&width=320",
      "dateSeen": "2026-01-02T07:19:29.420Z"
    },
    "030c5141a924a9b93bb674d758d15c033e2ba405": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/430453817/also--verstehst-du-das----yvonne-gillissen",
      "title": "Also, verstehst du das…?!",
      "authors": "Yvonne Gillissen",
      "description": "ALSO, VERSTEHST DU DAS ...?! erzählt vom Geheimnis der Liebe. Zaven und seine Freundin Camilla spielen gerne zusammen draußen im Schnee. Sie wollen Schneemänner bauen. Aber dann geschieht etwas Seltsames... Für Kinder (9+) und Erwachsene, die mehr darüber wissen wollen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A430453817?aid=kb-online-bibliotheek&sid=19&dts=1767338369515&sig=3fe08fcea31da7b43a2e19716c29102268f82295a951154433674ce1ba6a6c0c&width=320",
      "dateSeen": "2026-01-02T07:19:29.922Z"
    },
    "325396666fd9e3bdf223c9b7c2dc5fed47f279dd": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/434706876/kre-ft-fan-it-folk-willem-tjerkstra",
      "title": "Krêft fan it folk",
      "authors": "Willem Tjerkstra",
      "description": "Krêft fan it folk is it achtste boek yn de rige fan In Fryske Odyssee. Dêryn is it libbensferhaal fan Bouke Blomhof opnommen, boer oan de Fluezen by It Heidenskip. Dit ferhaal is in ûnderdiel fan tal fan oare ferhalen, libbensbeskriuwings, mytyske teksten, novellen en romans, dy't allegear in relaasje hawwe mei it libben fan de haadpersoan. De grutte roman oer de Blomhofs is de reade trie dy't troch it gehiel rint. Yn Mei it Mystearje, Mei Russyske Mystearjes, It Godsmystearje, Mysterieuze krêften, Bertekrêft en Krêftfjilden wurdt it libben fan Bouke beskreaun fan syn bernejierren ôf (1944) oant en mei 1986. Yn Krêft fan it folk spilet de paradoks fan ienheid en skieding in rol. Op it skilderij 'Prosesje yn it gûvernemint Koersk' fan de Russyske skilder Ilja Repin sjocht men de ienheid fan de Narod (folk), dat him ûnderdrukt fielt troch de machthawwers. It skilderij 'Presidint Lincoln hâldt in rede' fan de Frânske skilder Jean-Léon Gérôme' sprekt ek fan ienheid, nei de skieding en boargeroarloch tusken de noardlike en súdlike steaten fan de Feriene Steaten. Trije keunstners yn It Heidenskip litte yn de galery fan Minke Blomhof-Bonnema keunstwurken sjen dêr't in protte folk op ôf komt: de krêft fan it doarpsfolk, hoewol't ien fan dy keunstners op ôfstân bliuwt. It folk, grut of lyts, is altyd ûnderweis nei in bestimming dêr't gjin sprake mear is fan de paradoks fan ienheid en skieding. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A434706876?aid=kb-online-bibliotheek&sid=19&dts=1767338370021&sig=6abcff40acc6c9c5db5f33e381dd39a919d538823669ce037428476862711f54&width=320",
      "dateSeen": "2026-01-02T07:19:30.501Z"
    }
  }
}