{
  "values": {
    "4ab2813c3d7ae708635aafe39ff281ae2cdd7fbe": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444678050/de-tijgerkat-g--tomasi-di-lampedusa",
      "title": "De tijgerkat",
      "authors": "G. Tomasi di Lampedusa",
      "description": "Een Siciliaanse aristocraat beschrijft een episode uit het leven van zijn overgrootvader, een der machtigste en rijkste vertegenwoordigers van de adel op Sicilië midden 19e eeuw toen het eiland door Garibaldi bezet was.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444678050?aid=kb-online-bibliotheek&sid=17&dts=1758525241758&sig=c930695019b4c22002a57bad48f7f6c87e5d766cd364ce11abbff70e598154ff&width=320",
      "dateSeen": "2025-09-22T07:14:01.970Z"
    },
    "dfebf23cab0b0ac452e5e7f7eb9cf30d7b447e91": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444571965/popcorn-donut-kaassouffle--eline-van-wieren",
      "title": "Popcorn donut kaassoufflé",
      "authors": "Eline van Wieren",
      "description": "Een jonge vrouw gaat in groepstherapie voor mensen met een eetbuistoornis. Wanneer ze een sterke band ontwikkeld met een groepsgenoot, wordt ze geconfronteerd met de vraag of je wel verliefd zou moeten worden als je problemen hebt met voor jezelf zorgen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444571965?aid=kb-online-bibliotheek&sid=17&dts=1758524728349&sig=a9d50af170c3ac4d1ee3abb7e449b170ea6824c324b7d0b56d1aab5322ff72d5&width=320",
      "dateSeen": "2025-09-22T07:14:02.179Z"
    },
    "77c17427fec27f06ee666002146dbab19b6fa71e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/433588918/grip-op-je-brein-jill-bolte-taylor",
      "title": "Grip op je brein",
      "subtitle": "voorkom dat jouw hersendelen elkaar tegenwerken en vind meer rust en welzijn",
      "authors": "Jill Bolte Taylor",
      "description": "Misschien heb je zoals zoveel anderen geleerd dat je een linker, rationaal, en een rechter, emotioneel, brein hebt. Maar nu laat onderzoek van de wereldberoemde neurowetenschapper Jill Bolte Taylor zien dat een brein uit vier 'persoonlijkheden' bestaat. Als we deze leren kennen, kunnen we meer begrip krijgen voor onze impulsen en keuzes. En als we ze laten samenwerken, ervaren we balans en innerlijke rust zoals nog nooit tevoren. 'Grip op je brein' biedt een duidelijke en baanbrekende manier om evenwichtig in het leven te staan door met nieuwe inzichten over het brein tot meer zelfkennis te komen. In de woorden van de auteur, Jill Bolte Taylor: 'Als je bereid bent goed en met regelmaat in je eigen hoofd te kijken, zullen je relaties, je leven en je wereld veranderen.'\nIn 'Grip op je brein':\n- leer je de vier breinpersoonlijkheden kennen en hun specifieke kenmerken en talenten\n- breng je deze persoonlijkheden met elkaar in gesprek zodat je kunt kiezen welke op welk moment het voortouw moet nemen\n- leer je hoe je emotionele reacties de baas kunt zijn\n- ontvang je een totale routekaart naar diepe innerlijke vrede, vreugde en voldoening Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A433588918?aid=kb-online-bibliotheek&sid=17&dts=1758525242412&sig=bdbfc0de1db3528319730d892f026a1d8b5ff332505a808befc14de66a88e210&width=320",
      "dateSeen": "2025-09-22T07:14:02.596Z"
    },
    "11b4625bf9dcd733da8828f51df4991eb3d41623": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/434813788/onverwacht-inzicht-jill-bolte-taylor",
      "title": "Onverwacht inzicht",
      "subtitle": "het persoonlijke verhaal van een neurologe over haar hersenbloeding",
      "authors": "Jill Bolte Taylor",
      "description": "In 1996 kreeg Jill Bolte Taylor een ernstige hersenbloeding. Ze kon niet meer lopen, praten, lezen, schrijven of zich nog iets van haar leven vóór dit moment herinneren. Als hersenwetenschapper kreeg ze de unieke kans om te observeren hoe haar brein op deze beschadiging reageerde: hoe gevoelens van euforie en vrede zich afwisselden met professionele belangstelling en het rationele besef dat ze hulp moest zoeken voordat het te laat zou zijn. Haar herstel zou acht jaar duren. In Onverwacht inzicht schrijft Taylor over het inzicht dat ze verkreeg dankzij haar ongewone en inspirerende tocht uit de afgrond van een beschadigd brein. Haar verslag biedt een unieke blik op het menselijk brein en zijn herstellend vermogen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A434813788?aid=kb-online-bibliotheek&sid=17&dts=1758523178762&sig=b63ad4342d02f52adf37e379854e6e3298fe75c294c08ed830886935a076b1b5&width=320",
      "dateSeen": "2025-09-22T07:14:02.783Z"
    },
    "43d5348974d6f30f0a1b6177006931572fc8c06f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/434777714/de-hollander-mathijs-deen",
      "title": "De Hollander",
      "subtitle": "een Waddenthriller",
      "authors": "Mathijs Deen",
      "description": "Een Nederlands patrouilleschip stuit op een verdronken wadloper, aangespoeld op de drooggevallen zandplaat De Hond. Voordat de vloed het lichaam meesleurt, bergt de bemanning het en neemt het mee naar Delfzijl. Het slachtoffer heeft de Duitse nationaliteit, de zandplaat bevindt zich in betwist grensgebied. De Duitse justitie eist dat het slachtoffer onmiddellijk wordt uitgeleverd, maar de Nederlandse brigadecommandant weigert. Een internationaal conflict is geboren. Terwijl de leidinggevenden ruzie maken, stuurt de tweede man van de Bundespolizei See in Cuxhaven heimelijk een rechercheur naar Delfzijl om op informele wijze een onderzoek te starten. Zijn naam is Liewe Cupido, Duitser van geboorte, opgegroeid op Texel. Zijn Duitse collega’s noemen deze eigenzinnige, zwijgzame collega ‘de Hollander’. Het slachtoffer blijkt een ervaren wadloper en hoe meer Cupido te weten komt, hoe raadselachtiger de omstandigheden omtrent diens dood lijken te worden. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A434777714?aid=kb-online-bibliotheek&sid=17&dts=1758521818172&sig=0cfabf92613637b89de92427f388120be7bdf3f120e2f643ba000da4e602a0e9&width=320",
      "dateSeen": "2025-09-22T07:14:02.985Z"
    },
    "90f8475586af8f628874fad53d11366ce924cb96": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/437790444/de-duiker-mathijs-deen",
      "title": "De duiker",
      "authors": "Mathijs Deen",
      "description": "De vondst van een vrachtvaarder die in 1950 verging, brengt ook een miljoen aan koper en het stoffelijk overschot van een vermoorde duiker boven water. De zoektocht naar wat er heeft plaatsgevonden leidt rechercheur Lieuwe Cupido, alias ‘De Hollander’, naar een duikclub op Terschelling.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A437790444?aid=kb-online-bibliotheek&sid=17&dts=1758521874730&sig=6272d141b7d943628a4cbe535c018fdd684981dd650271db662422caf7973f14&width=320",
      "dateSeen": "2025-09-22T07:14:03.235Z"
    },
    "8e5c65a4ce233c77d2abfd18db72b5464fdddb1f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454451253/de-man-die-achteromkeek-amer-almassri",
      "title": "De man die achteromkeek",
      "authors": "Amer Almassri",
      "description": "Amer Almassri combineert tragiek en humor in verhalen vol verrassende wendingen 'De man die achteromkeek' is een bundel lichtvoetige, absurdistische verhalen die alle op hun eigen manier inzicht geven in de Gazaanse samenleving. De schrijnende situatie van de Palestijnen sluimert weliswaar altijd op de achtergrond, maar centraal staan de enorme veerkracht en menselijkheid van de personages. Daarnaast werpt Almassri ook een kritische blik op de sociale conventies. Dit maakt De man die achteromkeek tot een bundel die de lezer steeds op onverwachte momenten raakt. Bijvoorbeeld in het verhaal over Zainab, die met het advies van haar moeder worstelt. Ze is ongelukkig in haar huwelijk, maar steeds zijn er redenen waardoor ze niet kan vertrekken. Dan neemt ze eindelijk een groot besluit. Ook leren we de aardappelrooier Hazim kennen, die na het werk een oude geliefde denkt te zien. Dan wordt hij gebeld door een vriend, die een wel héél bijzondere verrassing voor hem heeft. Of neem het verhaal over de midden op straat achtergebleven wagon van de trein naar Caïro, die nooit meer zal rijden. Tot op een dag... 'Ik heb hem twee keer in mijn leven ontmoet, één keer op de Zeeweg en de andere keer in de Stationsstraat. Hij was geen wolf en ook geen huiskat, hij was gewoon een mens. Hij was niet doorzichtig en ook niet ondoorzichtig, hij was niet veel en ook niet weinig... Toen hij een keer op reis ging, riep de baliemedewerker: 'Laat je paspoort zien!' Daarop haalde hij een halve appel uit zijn zak en zei: 'Deze helft is mijn paspoort. De andere helft is opgegeten door een kat die op de vlucht was voor Poolse treinen.' Amer Almassri publiceerde drie verhalenbundels en een roman. Hij is in 1995 geboren in Khan Younis, Palestina, en studeerde civiele techniek. Momenteel woont hij in Turkije. Over zijn werk zegt hij: 'Ik ben er altijd op gebrand menselijke gevoelens op een literaire manier over te brengen.' Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454451253?aid=kb-online-bibliotheek&sid=17&dts=1758525243328&sig=4a1b685d336754cb72cf04202b73b90ef0a7212e7e3d4c181c5f1dab3c51c0ed&width=320",
      "dateSeen": "2025-09-22T07:14:03.511Z"
    },
    "d8cc12f207d93214b5fa949799d0c2b3997e6907": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454451237/gesloten-harten-ruth-stilling",
      "title": "Gesloten harten",
      "authors": "Ruth Stilling",
      "description": "Jon. Mijn hele leven heb ik aan het langste eind getrokken. Een van de beste spelers ooit in de NHL? Check. De meest productieve playboy met een benijdenswaardige reputatie tussen de lakens? Check. Bekroond als de meest zelfverzekerde atleet in Amerika? Ook check, en welverdiend zou ik zeggen. Waarom voelt mijn leven dan allesbehalve perfect aan? En waarom neemt juist die ene vrouw die mijn leven binnenstormde en me op mijn nummer zette mij niet serieus? Ze herkent me niet eens, laat staan dat ze de grond waarop ik loop aanbidt. Ik begeef me op onbekend terrein, breek mijn eigen regels en leg begraven demonen bloot in mijn jacht op haar gevoelens. Ik krijg altijd wat ik wil in het leven, maar blijkbaar heeft Felicity Thompson die boodschap niet gekregen. Ik wil haar in mijn bed, maar ze biedt me alleen haar gevatte Britse mond en no-nonsense houding. Dit is niet hoe het hoort te gaan. Zij zou zich voor mij moeten openstellen. Maar hoe harder ik haar achtervolg, des te meer ik zelf ook loslaat. Felicity Thompson is hard op weg om niet alleen te worden wat ik wil, maar de vrouw te zijn die ik nodig heb in mijn leven. Ik ben doodsbang om toe te geven dat als het er echt op aankomt, ik misschien toch niet aan het langste eind zal trekken. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454451237?aid=kb-online-bibliotheek&sid=17&dts=1758525243605&sig=dfe34d97061041c7f9dbed7e40532e8734be6b58c6fcc5fcffca41e85c19f9a6&width=320",
      "dateSeen": "2025-09-22T07:14:03.776Z"
    },
    "3b66befdbc4252d2ca9518388bcc932a09fce049": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444710892/vergiftigd-tamara-onos",
      "title": "Vergiftigd",
      "authors": "Tamara Onos",
      "description": "In een eeuwenoude grafkelder wordt een gloednieuwe doodskist aangetroffen. Expert gevaarlijke stoffen Renske Nijland wordt ingeschakeld om het mysterie te ontrafelen, maar al snel stuit ze op heftige weerstand en bedreigingen. Wat heeft haar vader, die ze al jaren niet heeft gezien, met deze zaak te maken?\nWanneer Renske de schokkende waarheid ontdekt, brengt ze zowel haar eigen leven als dat van haar vader in gevaar… Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444710892?aid=kb-online-bibliotheek&sid=17&dts=1758543632638&sig=59337bf2f61f386ff9c52197af97c85a5abe99b90abf064e382cc4dc33f4f0fb&width=320",
      "dateSeen": "2025-09-23T07:13:40.830Z"
    },
    "13b046c30085597d269397c2c633606ecac37c4c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394921216/koningin-lear-tom-lanoye",
      "title": "Koningin Lear",
      "authors": "Tom Lanoye",
      "description": "Eigentijdse bewerking van 'King Lear' van Shakespeare: Koningin Lear, een vrouwelijke captain of industry, raakt in toenemende mate in de macht van dementie en waarzin en wil haar imperium onder haar zonen verdelen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394921216?aid=kb-online-bibliotheek&sid=17&dts=1758544169576&sig=73b43da17f274dbd50f29dc8579f90d006e228f8b791926433283995b08cb8d2&width=320",
      "dateSeen": "2025-09-23T07:13:41.010Z"
    },
    "3cabcdf94771e1fd765ef1543bc238f5d991a26d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444438890/mordechai-marcel-mo-ring",
      "title": "Mordechai",
      "authors": "Marcel Möring",
      "description": "Mordechai Gompertz is de grootste schrijver die Nederland ooit heeft voortgebracht. Zijn vuistdikke romans zijn verfilmd, zijn foto haalde de roddelpagina's van de kranten. Hij is ongrijpbaar en onaantastbaar. Tot op een dag een woord hem in het verkeerde keelgat schiet. Een onbenullig woord. Een woord waarover iemand als hij zich niet druk zou hoeven te maken. In Mordechai volgt Marcel Möring het tumultueuze leven en werken van een man die nooit ergens bij hoorde en verkoos om 'vrij' te zijn, als de Mordechai uit het Bijbelboek Esther die 'nooit boog of knielde'. De consequenties van die positie doemen op als hij een interviewer buiten westen slaat en hij tegen wil en dank zijn mantel van onafhankelijkheid ontrafelt. Mordechai is een meeslepend avontuur dat de lezer meevoert in een maalstroom van gebeurtenissen die zich over een periode van meer dan honderd jaar uitstrekken - van Hollywood tot het Oekraïne van de Eerste Wereldoorlog, van Israël tot Australië. Mordechai is Marcel Möring op de toppen van zijn kunnen als meesterverteller. Marcel Möring (Enschede, 1957) debuteerde in 1991 met Mendel, dat met de Lubberhuizenprijs werd bekroond. Voor Het grote verlangen ontving hij de AKO Literatuurprijs en het daaropvolgende In Babylon werd bekroond met twee Gouden Uilen. Voor Dis ontving hij de F. Bordewijk-prijs. Amen werd genomineerd voor de Boekenbon Literatuurprijs. Zijn boeken zijn in achttien landen verschenen. Hij woont en werkt in een dorp in Friesland. Over Het grote verlangen: 'Een briljante sonate, waarvan de tonen het hart hebben geraakt.' Juryrapport AKO Literatuurprijs Over In Babylon: 'Marcel Möring is zonder twijfel een van de meest scherpzinnige auteurs van deze tijd en heeft de meeste verbeeldingskracht.' The Times Literary Supplement 'Met deze roman is Möring toegetreden tot de rijen der belangrijkste Europese schrijvers van zijn generatie.' Die Welt Over Dis: 'Een stilistisch en literair meesterwerk.' Algemeen Dagblad Over Familiewandeling: 'Zijn oeuvre is één groot pleidooi voor de kracht van het vertellen, voor de macht van de verbeelding, het bouwen van ingenieuze literaire constructies.' de Volkskrant Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444438890?aid=kb-online-bibliotheek&sid=17&dts=1758544667823&sig=b3aaf6ae4c29a3665f0bc9fce90e071f1a87d68f0525792500c297d37b387de3&width=320",
      "dateSeen": "2025-09-23T07:13:41.223Z"
    },
    "dd60cc93f42922a14d5819f630126e9d3fca8e2c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/431673977/ik-ga-leven-lale-gu-l",
      "title": "Ik ga leven",
      "authors": "Lale Gül",
      "description": "'Muziek mag niet, daten is verboden, het hebben van vrienden van het andere geslacht is onwettig, je leuk kleden en opmaken is ongepast, 's avonds buiten zijn is niet geoorloofd, \"vieze, immorele\" films en series kijken is onaanvaardbaar (en dan bedoel ik geen porno, gewoon een film waarin wordt gezoend), het vieren van verjaardagen of andere heidense feestdagen mag niet, werken met mannen kan niet en ook uitgaan en feesten op festivals is verboden.' Opgroeien in een streng islamitisch gezin betekent voor Büsra dingen stiekem doen. Stiekem make-up en sieraden dragen, laat thuiskomen, met jongens afspreken en alcohol serveren in een restaurant. Maar het betekent vooral: voortdurend vragen stellen. 'Moet ik leven als een kamerplant? Moet ik in een huwelijk treden waar alle seks uit is geramd nog voordat het begonnen is, omdat mijn verwekkers een volstrekt humorloze, bloedeloze en Koranvaste lul voor mij hebben uitgekozen? En dan veranderen in een broedkip zoals alle vrouwen om me heen? En de rest van mijn bestaan op die manier slijten? Is dat waarvoor ik leef? Is God dan blij met mijn tragedie?'\nIn een ongekend eerlijk relaas onderzoekt Büsra met veel humor de grenzen van haar geloof en de gemeenschap waar ze in opgroeit. Als er iemand geen blad voor de mond neemt, is het Büsra wel.\n Lale Gül  (1997, Kolenkitbuurt, Amsterdam) studeert Nederlands aan de VU. Tot haar zeventiende ging ze in het weekend naar een Koranschool van Stichting Milli Görüş. In haar autobiografische debuutroman Ik ga leven betwist ze alles wat ze daar geleerd heeft en meer. 'Zeer grappig geschreven.' Arnon Grunberg 'Een moedig boek dat lof verdient.' Özcan Akyol  'Een geheel eigen stijl, bitter-geestig en ongegeneerd.' Kees 't Hart Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A431673977?aid=kb-online-bibliotheek&sid=17&dts=1758544047972&sig=3e0d7891e59382e2b7dcab1a667cca55c836713864dc58048deb288574878c9e&width=320",
      "dateSeen": "2025-09-23T07:13:41.399Z"
    },
    "e9f37ad205e5641b2b2138928284c85841432354": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443635382/black-out-p-f--thome-se",
      "title": "Black-out",
      "authors": "P.F. Thomése",
      "description": "'Niemand had de zwarte SUV zien aankomen.' De welgestelden in het villadorp Blankendaal, 'het reservaat', zoals ze het onder elkaar noemen, resideren veilig achter hun hekken en hagen en hebben niets in de gaten. Aan het stuur zit Grace Rainville, stemactrice. Ze is niet van hier. De SUV is trouwens niet van haar, maar van haar ex. Ze is op weg naar diens turn-key droomvilla, waar hij met zijn nieuwe liefde aan een nieuwe fase is begonnen. Op de achterbank, in een kinderzitje, slaapt haar (en zijn) dochtertje Norah. Grace moet een verkeerde afslag hebben genomen. Ergens vlakbij, achter een haag, klinkt het onbekommerde gekwetter van een kinderfeestje. Wat er een moment later gebeurt, krijgt ze al niet meer mee. Dat hoort ze pas wanneer ze ontwaakt te midden van de gevolgen. En dan moeten de consequenties nog komen. BLACK-OUT is P.F. Thomése op zijn best: aangrijpend, spannend ook, wreed, geestig op zijn tijd en onverwacht ontroerend. Een geweldige leeservaring. P.F. Thomése (1958) won met zijn debuut Zuidland in 1991 de AKO Literatuurprijs. In de drie decennia daarna schreef hij onder meer het ontroerende Schaduwkind en de romans Vladiwostok!, De weldoener, De onderwaterzwemmer, Vaderliefde en Swansdale, die vrijwel allemaal op de shortlists van de belangrijkste prijzen terechtkwamen. Over Swansdale: 'Unzeitgemässe roman over een virtuoos beschreven semi-wagneriaanse droomwereld vol terugverlangen naar wat nooit is geweest.' Arnold Heumakers, NRC, De beste boeken van 2022 'Ik ga de gebeurtenissen hier verder niet navertellen, lees dit boek nu maar. Het belang zit 'm zoals altijd bij verbluffende boeken in de toon en de stijl. (...) Thomése schreef een consequent uitgewerkte roman over schuldgevoel en de toenemende aandrang in het niets te verdwijnen. Als dat geen engagement is, weet ik het ook niet meer.' Kees 't Hart, De Groene Amsterdammer 'Een bijzonder en gevoelig boek, dat de geest van klassieke romans oproept.' Rob Schouten, Trouw 'Thomése schiep in deze door muziek gedreven roman een immens en fijnzinnig psychologisch klankbord. Toegewijd verkent hij een universeel idee van de liefde in de eerste prille fase.' Jeroen Vulings, Elsevier 'Dit is pure, klassieke, springlevende romantiek.' Dries Muus, Het Parool Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443635382?aid=kb-online-bibliotheek&sid=17&dts=1758543849376&sig=a082f3837fb10778cb70fd8fddfd0e42da85cf577e8559df5a17adaa8954f78e&width=320",
      "dateSeen": "2025-09-23T07:13:41.610Z"
    },
    "0184f70004221f16a899d2c0250e03129913d3d2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443834261/camping-maartje-wortel",
      "title": "Camping",
      "authors": "Maartje Wortel",
      "description": "Na een onverwachte gebeurtenis koopt Victorien een camping midden in het bos, naast een militair oefenterrein. Voorwaarde van de eigenaars, twee zussen, is dat ze er zelf mogen blijven wonen. Een keur aan gasten checkt in aan de lichtblauwe balie: van een militair met PTSS tot een drugscrimineel en een beroemdheid die de publiciteit wil ontvluchten. Wat voor de een vakantie is, is voor de ander bittere noodzaak. De gasten op de camping zijn tot elkaar veroordeeld maar hebben tegelijkertijd niets met elkaar van doen. Ze kunnen altijd weer weg, toch? 'De essentie van de camping was voor haar om je te onttrekken aan je leven en tegelijkertijd was het haar leven. Altijd al geweest. Ze dacht: misschien heb ik mij nooit aan mijn leven kunnen onttrekken, ernaar kunnen kijken, en is het daarom nooit begonnen. Als ze de camping nu op zou blazen bleef er troep over. Voor haar was de essentie troep.' Camping is een eigenzinnige, verontrustende roman van een van de meest originele schrijvers van Nederland. Maartje Wortel (1982) studeerde beeld en taal aan de Rietveld Academie. Voor haar debuut Dit is jouw huis ontving ze de Anton Wachterprijs. Haar roman IJstijd werd onderscheiden met de BNG Bank Literatuurprijs. Haar laatste boeken, Dennie is een star en De groef, werden met veel lof onthaald. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443834261?aid=kb-online-bibliotheek&sid=17&dts=1758543994164&sig=4c7ec8036977e2307201d5e751acc05849a103c9146053a035cd9fcfb058bb4a&width=320",
      "dateSeen": "2025-09-23T07:13:41.793Z"
    },
    "6de63ef46163aafda00490df83079953aa31df4f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444666001/wat-vertelt-ons-dna--mieke-van-haelst",
      "title": "Wat vertelt ons DNA?",
      "subtitle": "hoe we ziekten kunnen voorspellen, voorkomen en behandelen",
      "authors": "Mieke van Haelst",
      "description": "Beschrijving van de invloed van DNA-onderzoek op de medische wetenschap en het denken over gezondheid en erfelijkheid, met aandacht voor de ethische dilemma’s rondom DNA-onderzoek en verhalen van patiënten. Met zwart-witillustraties.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444666001?aid=kb-online-bibliotheek&sid=17&dts=1758548316614&sig=4fde7c6b45f4a6fe65d5368ba6a45c5b2c73e7ca4df0e47da59173df8ff68435&width=320",
      "dateSeen": "2025-09-23T07:13:42.007Z"
    },
    "fc3fd3706a2ebf55a6cf47126bc9ce717d30c28d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444568123/wrede-prins-sophie-lark",
      "title": "Wrede prins",
      "authors": "Sophie Lark",
      "description": "Twee families uit Chicago strijden al generatieslang om controle over de onderwereld. Een huwelijk tussen leden uit beide families moet de rivaliteit stoppen. Maar zijn de heftige karaktertrekken van de twee maffiakinderen wel te verenigen? Met zwart-witillustraties.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444568123?aid=kb-online-bibliotheek&sid=17&dts=1758546694311&sig=6f3bd4dacd66722d822c10ea1aa81f90483ccb5a5050508b76a5cc970395769e&width=320",
      "dateSeen": "2025-09-23T07:13:42.211Z"
    },
    "b6add156206018dbe0a4850ec5ab826130f68eec": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444534466/het-persoonlijke-is-politiek-hedy-d--ancona",
      "title": "Het persoonlijke is politiek",
      "authors": "Hedy d' Ancona",
      "description": "Hedy d'Ancona vertelt op persoonlijke wijze over de ontwikkelingen die zijzelf en de vrouwenbeweging in de jaren zeventig doormaakten en hoe uiteindelijk het persoonlijke politiek werd.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444534466?aid=kb-online-bibliotheek&sid=17&dts=1758543791055&sig=0040e63f7fd9169bfe8ccc7e2febc1c8662dbe1e91295dda81a80c5068e8f079&width=320",
      "dateSeen": "2025-09-23T07:13:42.521Z"
    },
    "6fbe763c58a65593d67fb1a1f7da0860d19bc01d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444508899/de-opdracht-van-de-moor-abdelkader-benali",
      "title": "De opdracht van de Moor",
      "subtitle": "roman",
      "authors": "Abdelkader Benali",
      "description": "Een schrijver krijgt de opdracht om het door overstroming bedreigde Venetië in kaart te brengen met behulp van verhalen van reizigers, vluchtelingen en gelukszoekers, alvorens de stad in haar geheel naar een veilige plek in de woestijn wordt verplaatst.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444508899?aid=kb-online-bibliotheek&sid=17&dts=1758544750357&sig=ce4fa602c749a6313dbd29b2ed147815e597ab65b64ebd23cf4d656541bd7372&width=320",
      "dateSeen": "2025-09-23T07:13:42.696Z"
    },
    "28803ebce5c89150d23ef5738ff71da178b0fd2c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/440583349/de-redder-mathijs-deen",
      "title": "De redder",
      "subtitle": "Een Waddenthriller",
      "authors": "Mathijs Deen",
      "description": "Nederlandse vakantiegangers vinden aan de kust van Northumberland de skeletresten en een reddingsvest van een drenkeling. Het reddingsvest blijkt afkomstig te zijn van de sleepboot Pollux, die eenentwintig jaar eerder ten noorden van Rottumerplaat is gezonken. Reddingsbrigades van Ameland en het Duitse eiland Norderney konden destijds alle bemanningsleden redden, behalve de kapitein. De recherche onderzoekt de zaak. Is de gevonden man de vermiste kapitein? Waarom willen de vrouw en dochter van de kapitein niet meewerken aan het onderzoek? De herinneringen van de redders spreken elkaar tegen. Is het te lang geleden om de precieze omstandigheden te achterhalen? Of hebben de redders andere motieven en verbergen ze iets? Liewe Cupido laat de zaak over aan een jonge collega en vertrekt naar Texel. Hij is bezig met de dood van zijn eigen vader, die verdronk toen hij zestien was, en wil daar een oud-visser over spreken. Maar als zijn collega Xander Rimbach op Norderney wordt vergiftigd, raakt hij alsnog bij de zaak betrokken.\n‘Met zijn derde Waddenthriller over rechercheur Liewe Cupido bewijst Deen opnieuw dat thrillers ook in Nederland een volwaardig literair genre zijn geworden. Deen combineert een superieure stijl met grote vertelkracht en een fijnzinnig gevoel voor humor. Het decor van zijn verhalen is origineel en ook in De redder wemelt het van de fijne karakters, die echt tot leven komen. Ondanks het gebrek aan actie zindert het van de spanning en is het nauwelijks mogelijk De redder weg te leggen.’ Juryrapport NBD Biblion Gouden Strop 2025 Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A440583349?aid=kb-online-bibliotheek&sid=17&dts=1758547923508&sig=2180f2cff293785fd40f3d693ec24a1c9da0b89b4f96d9a6df81fea81263027d&width=320",
      "dateSeen": "2025-09-23T07:13:43.686Z"
    },
    "517c5e3531579f32f010285296963ab7ab5a2621": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444236163/de-loods-mathijs-deen",
      "title": "De loods",
      "authors": "Mathijs Deen",
      "description": "Een gezamenlijke oefening van Nederlandse, Duitse en Deense grenswachten bij Helgoland is nauwelijks begonnen of er komt een noodoproep binnen van de RV Anthropocene, een Amerikaans onderzoeksschip dat van Groenland onderweg is naar Kiel. Een van de meevarende wetenschappers is vermist. Na een vruchteloze zoektocht door de redders van Helgoland en een helikopter van de kustwacht, komt de Bundespolizei See aan boord van het onderzoeksschip. Als de Anthropocene na een dag van ondervragingen haar weg vervolgt, blijft de dienstdoende rechercheur, Xander Rimbach, met vragen zitten. Alles wijst erop dat de klimaatonderzoekster, die al jaren te kampen had met depressies, overboord is gesprongen. Maar als Rimbachs collega Liewe Cupido een berichtje krijgt van de loods die de Anthropocene de Elbe op geloodst heeft, komt het onderzoek op gang.\n'De loods staat weer garant voor een groot en waar genoegen.' - NRC ****\n'Stop dit spannende boek in de vakantiekoffer.' - **** Dagblad van het Noorden\n 'De loods is een stoer, bonkig, actueel en bij vlagen geestig boek, waaruit de geur van kabeljauw opstijgt. [...] Op naar deel 5!' - Trouw\n'De Noordzee is bij [De loods] niet alleen decor, maar speelt ook een eigen, dreigende rol. De psychologische druk en het diepe wantrouwen tussen de diverse diensten werken toe naar een steeds heftigere beklemming.' - VN Thrillergids\n 'Lees De loods van Mathijs Deen en je weet: met zijn Waddenthrillers is het nog lang niet gedaan. Deze aflevering van Mathijs Deens veelgelezen, veelbekroonde Waddenthrillers lijkt bijna een gothic spookverhaal.' - de Volkskrant\n 'De loods is een mooi, overtuigend en sterk vierde deel in de reeks rond Liewe Cupido.' - Het Parool\n 'De Waddenthrillers van Mathijs Deen kunnen zonder enig probleem naast hun Scandinavische zusjes staan. Zo ook De loods.' - De Morgen\n 'Perfect voor liefhebbers van intelligent opgebouwde thrillers met een rauw randje.' - BlijTijds Magazine\n'Spannend, gelaagd en doordrenkt van zee, wind en wantrouwen.' - Avrobode Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444236163?aid=kb-online-bibliotheek&sid=17&dts=1758544670665&sig=865af114a4a8b4ed7a3ef2d0c1d0affbeaf22df70877eb7a6aa24bf15194935c&width=320",
      "dateSeen": "2025-09-23T07:13:43.861Z"
    },
    "214716ebe5b8359e6b3cd43f7fe1fd8faa960bf2": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444649719/boek-1-martin-rombouts",
      "title": "Boek 1",
      "authors": "Martin Rombouts",
      "description": "Een boek over geld\nEn over mijn ouders\ndie hoog in de hemelen\ndood aan het zijn zijn\n  Een boek over ex-geliefden, darkrooms,\nkilocalorieën, ziekenhuisrekeningen, cruiseschepen, Marc-Marie\nen andere micro-obsessies, erfenissen, begrafenissen, twitterbots, sterfhuisconstructies, kunst, hyperinflatie\n  Met de energie van spoken word\nmaar de precisie van poëzie\nen een nur-code die het de roman maakt\ndie ik altijd al heb willen schrijven\n  Sinds Martin Rombouts in 2017 is afgestudeerd in Creative Writing, heeft hij van alles uitgespookt, maar geen boek geschreven. Hij richtte een boyband op, liep stage bij een choreograaf, presenteerde programma's, maakte theater, nam podcasts op, schreef het Zomerlezen-gedicht 2024, won De slimste mens. Niet dat hij geen boek wilde schrijven, er was gewoon te veel afleiding. Maar nu is het er, met de onvermijdelijke titel: Boek 1. Even groots en eclectisch als de homo universalis die Martin Rombouts is.\n\nMartin Rombouts  is dichter, schrijver en theatermaker. Hij studeerde Creative Writing aan ArtEZ en werd daarna geselecteerd voor het Slow Writing Lab van het Nederlands Letterenfonds. Ook maakt hij deel uit van de literaire boyband en won hij het 21e seizoen van De slimste mens. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444649719?aid=kb-online-bibliotheek&sid=17&dts=1758613289784&sig=38a98c5600abad3abfaca0aa6d9f43e646ba53c32aade428af5058b3e576a3af&width=320",
      "dateSeen": "2025-09-24T07:13:40.348Z"
    },
    "43327f778302785c90628691385b2e1360b68efe": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44456814X/tussenjaren-yannick-dangre",
      "title": "Tussenjaren",
      "authors": "Yannick Dangre",
      "description": "Zal ze er zijn? Met die vraag stapt Charles de luchthaven binnen. Dertig jaar eerder is Sylviane, zijn eerste vrouw en moeder van hun dochtertje Claudia, met de noorderzon verdwenen. Het enige wat ze achterliet: een brief met de belofte om elkaar drie decennia later terug te zien in Napels. Gedreven door onopgeloste vragen, en zonder iets tegen zijn gezin te zeggen, besluit Charles te vertrekken. Op Italiaanse bodem wordt het verleden ogenblikkelijk als een zandstorm in hem losgewoeld. Terwijl de Napolitaanse zon ongenadig op hem inbeukt, vraagt hij zich met elk naderend uur af of Sylviane op de afspraak zal zijn en waarom hij hun dochter nooit de waarheid heeft verteld. Tussenjaren is een roman over de vraag of je in het leven werkelijk opnieuw kunt beginnen. Het is een vertelling over liefde, schuld, ouderschap en de werking van de tijd. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44456814X?aid=kb-online-bibliotheek&sid=17&dts=1758819646555&sig=bbb33bd75b879e8e8a1c0949e86a16b360ff78d281cba9080081ceaec2a5f7cf&width=320",
      "dateSeen": "2025-09-26T07:13:12.834Z"
    },
    "e5b901d1bb6319c35195fc2d89b31873565531db": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444317287/de-zomer-van--47-barry-smit",
      "title": "De zomer van '47",
      "authors": "Barry Smit",
      "description": "In 1939 verhuist Amsterdammer Ben Meyer naar Berlijn om te gaan werken in de bloeiende Duitse filmindustrie. Niet veel later meldt hij zich aan bij de Waffen ss en vertrekt hij als cameraman naar het oostfront. Na de oorlog kan hij niet terug naar Nederland, hij wordt gezocht. Hij vestigt zich met een nieuwe liefde net over de grens in Walbeck. In de zomer van 1947 neemt zijn broertje Leo diens jonge gezin mee naar Duitsland om het zwarte schaap op te zoeken. Ze hebben elkaar acht jaar niet gezien. Wat is er over van de familieband? En: hoe kijkt Leo’s broer terug op de keuzes die hij maakte? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444317287?aid=kb-online-bibliotheek&sid=17&dts=1758826258417&sig=90348cf9d29df1c9083bbfbc26a1e5e024000a45994810c51c0e29bc8b519f9f&width=320",
      "dateSeen": "2025-09-26T07:13:13.047Z"
    },
    "87e8f6efd548ca53e10af5e2e9bd315accffd95d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444022546/autobiografie-van-mijn-lichaam-lize-spit",
      "title": "Autobiografie van mijn lichaam",
      "authors": "Lize Spit",
      "description": "Altijd als mijn ouders uitreiken: iets in mij wat naar binnen klapt, zoals een boksbal op de kermis uit de automaat tevoorschijn komt nadat er een munt wordt ingebracht, klaar om geramd te worden.\n  Eind 2021 krijgt Lize Spit een mailtje waarin haar moeder laat weten dat ze ongeneeslijk ziek is. Nu haar moeder nog maar kort te leven heeft, onderneemt Lize een laatste toenaderingspoging. Nooit eerder was het vinden van de juiste woorden zo lastig, nooit eerder was het zo noodzakelijk.\n  Autobiografie van mijn lichaam is een radicaal eerlijk en aangrijpend onderzoek van een dochter die niet alleen de moeizame relatie met haar moeder probeert te begrijpen, maar ook de verstoorde relatie tot haar eigen lichaam.\n\nLize Spit  (1988) schreef eerder de veelgeprezen romans Het smelt en Ik ben er niet. Ook schreef ze het Boekenweekgeschenk van 2023, De eerlijke vinder. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444022546?aid=kb-online-bibliotheek&sid=17&dts=1758821624986&sig=aa1fa1efc762b009a6059b7d35ed1a17ee1a1e2b7f6bfef27912043b0bfa1d91&width=320",
      "dateSeen": "2025-09-26T07:13:13.532Z"
    },
    "8c72ba7d9bf8da3472cd89a7f31ed322fe55ef89": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443398054/het-archief-thomas-heerma-van-voss",
      "title": "Het archief",
      "authors": "Thomas Heerma van Voss",
      "description": "Een ode aan de niche, aan rituelen en aan het onvermoeibaar vasthouden aan de dingen die, zinvol of niet, het leven de moeite waard maken.\n\nEr zijn verzoeken die je niet kunt weigeren. Zo twijfelt de jonge, ambitieuze Pierre geen moment wanneer hij gevraagd wordt als redacteur van Arabesk, een literair tijdschrift met een rijke geschiedenis. Vol frisse moed treedt hij toe tot de redactie en zo begint zijn nieuwe bestaan.\n  Pierre komt uit een gezin waar veel gelezen wordt, met een vader die als hoofdredacteur de gloriedagen van het geschreven woord meemaakte. Maar terwijl Pierre groeit in zijn rol als redacteur van Arabesk, kelderen de abonneecijfers. Soms lijkt alleen zijn vader nog te snappen wat de charme van het blad is, maar die zondert zich steeds meer af in zijn werkkamer, tussen stapels papier, obscure dvd's en een radio die nooit uitgaat.\n  Hoelang moeten tradities en gewoontes in stand worden gehouden? En wanneer is het tijd om los te laten? Het archief van Thomas Heerma van Voss is een zowel geestige als ontroerende roman over een wereld die steeds verder verdwijnt.\n  'Heerma van Voss heeft een opvallende controle over wat hij bij de lezer aanricht. Hij weet precies wat hij je aandoet. Een meester van de suggestie.' -  NRC\n\n Thomas Heerma van Voss  (1990) schreef enkele romans en verhalenbundels, waaronder het veelgeprezen Condities (Longlist Boekenbon Literatuurprijs en Libris Literatuur Prijs) en Passagiers/Achterblijvers (genomineerd voor de BNG Literatuurprijs). Ook schrijft hij voor onder andere De Groene Amsterdammer. Hij was zeven jaar redacteur van literair tijdschrift De Revisor. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443398054?aid=kb-online-bibliotheek&sid=17&dts=1758830609963&sig=3f7559aedc1475a8bf3645f47490e66f9cc0afd30d228deeeed5e022ca0a0f02&width=320",
      "dateSeen": "2025-09-26T07:13:13.762Z"
    },
    "72e197c29ad74d482e133a4a9c343c887e2b4886": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444205330/vilhelms-kamer-tove-ditlevsen",
      "title": "Vilhelms kamer",
      "authors": "Tove Ditlevsen",
      "description": "'Niemand kan zo luchtig over zulke vreselijke ellende schrijven als Tove Ditlevsen.' -  Connie Palmen\n\nLise en Vilhelm - zij een instabiele kinderboekenauteur, hij een opvliegende krantenman - hebben oprechte strijd en minstens zo oprechte verzoeningen. Maar na twintig jaar van aantrekken en afstoten lijkt hun huwelijk finaal te knappen wanneer Vilhelm daadwerkelijk zijn biezen pakt om er met zijn zoveelste minnares vandoor te gaan en zijn kamer leeg komt te staan.\n  In Vilhelms kamer ontmaskert Tove Ditlevsen het huwelijk als een loopgravenoorlog waar zelfs de liefde niet kan overwinnen. Wie vernietig je eerst: jezelf of de ander? Het is Ditlevsens meest gewaagde roman en wordt, samen met de Kopenhagen-trilogie, gezien als haar meesterwerk.\n\nTove Ditlevsen  (1917-1976) is een van de belangrijkste stemmen van de Deense literatuur. Nu wordt haar rauwe en springlevende oeuvre wereldwijd herontdekt.\n\nLammie Post-Oostenbrink  (1970) vertaalt uit het Deens, Noors en Zweeds. Ze is de vaste vertaler van Tove Ditlevsen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444205330?aid=kb-online-bibliotheek&sid=17&dts=1758827658925&sig=ab0c311b75a4f6fbbcd8204f73d71cd2725f661d8b8e088c06c7e4c6bc349047&width=320",
      "dateSeen": "2025-09-26T07:13:13.992Z"
    },
    "af37e8e81ff7251c2c510a468838bba4d2a98412": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444700161/moshi-moshi-banana-yoshimoto",
      "title": "Moshi moshi",
      "authors": "Banana Yoshimoto",
      "description": "'Moshi moshi? Hallo?'  In mijn droom was ik aan het bellen. Ik zat in mijn kamer in het huis in Meguro en was uit alle macht aan het roepen. Alsof mijn leven ervan afhing. Ik dacht: als ik nu verbinding krijg, kan ik papa redden.'\n Moshi moshi is een sfeervolle roman vol mysterieuze wendingen, van de auteur van de wereldwijd geliefde bestseller Kitchen.\nIn deze aangrijpende tragedie, die zich ontvouwt tot een ontroerend coming-of-age spookverhaal, brengt Yoshimoto opnieuw een betoverend eerbetoon aan de helende kracht van familie, gemeenschap en eten. Nu voor het eerst in Nederlandse vertaling.\n Banana Yoshimoto  (1964), de pennaam van Mahoko Yoshimoto, is een van de meest gelezen en geliefde Japanse auteurs ter wereld.\n Maarten Liebregts  (1984) vertaalde eerder werk van Mieko Kawakami, Toshikazu Kawaguchi en Emi Yagi. Hij is docent Japans aan de Volksuniversiteit Utrecht en de vaste vertaler van Banana Yoshimoto. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444700161?aid=kb-online-bibliotheek&sid=17&dts=1758828127898&sig=cd36b03961496d004342c5bdfe03b0cca7fe37cdcf8a8b90574bfe8adc7f818f&width=320",
      "dateSeen": "2025-09-26T07:13:14.238Z"
    },
    "0b5897980ca113f207797e7f552ac58acf609b14": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/447153218/de-keizer-van-gladness-ocean-vuong",
      "title": "De keizer van Gladness",
      "authors": "Ocean Vuong",
      "description": "Als een jongeman op de rand van een brug in een Amerikaans stadje springt, hoort hij de stem van een oudere weduwe die hem overtuigt een ander pad te kiezen.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A447153218?aid=kb-online-bibliotheek&sid=17&dts=1758833871427&sig=7b1c8af2b7d69247aac6a1ea15418f5588c0d49691a06f7d8137cc56f14f1f2c&width=320",
      "dateSeen": "2025-09-26T07:13:14.442Z"
    },
    "c6e2febe0cf2ce3852c453b4bb9a0d7bd7f01a1d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/394646231/clausewitz-joost-de-vries",
      "title": "Clausewitz",
      "authors": "Joost de Vries",
      "description": "Een wetenschapper doet onderzoek naar een dertig jaar eerder mysterieus verdwenen schrijver.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A394646231?aid=kb-online-bibliotheek&sid=17&dts=1758870794576&sig=e910fde571bffe236f24843dc65eb60a8226e5364788c189e497a1ed6d7dd3cd&width=320",
      "dateSeen": "2025-09-26T07:13:14.790Z"
    },
    "55bd8964ab4c34f4ddca1c96c709dba58ca5d167": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453705022/vlaag-van-waanzin-marianne-en-theo-hoogstraaten",
      "title": "Vlaag van waanzin",
      "authors": "Marianne en Theo Hoogstraaten",
      "description": "In de herberg van haar ouders ontmoet Adeline de excentrieke schilder Vincent. Over hem doen de wildste geruchten de ronde, maar voor haar is hij vriendelijk – en hij wil haar portretteren. Terwijl hun band groeit, maakt Adeline zich zorgen over haar vriendin Charlotte en voelt ze dat er meer speelt dan ze ziet.\nWanneer Vincent op een dag zwaargewond terugkeert uit het korenveld en men beweert dat hij zichzelf heeft neergeschoten, weigert Adeline dat te geloven. Wat is er écht gebeurd? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453705022?aid=kb-online-bibliotheek&sid=17&dts=1758795034903&sig=b29211f4d65bef25d44e68c78e08fc68e19ba9a628dcbd142e02f34e0d722966&width=320",
      "dateSeen": "2025-09-26T07:13:15.141Z"
    },
    "442d0682b22eff4876bca046c059a485b532ef40": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454542844/de-vleermuismoorden-toni-coppers",
      "title": "De vleermuismoorden",
      "authors": "Toni Coppers",
      "description": "DE VLEERMUISMOORDEN HOE STOP JE EEN MOORDENAAR DIE NIETS MEER TE VERLIEZEN HEEFT? Een busje met Britse zakenlui rijdt zich op de Antwerpse Leien te pletter tegen de gevel van een statig bankgebouw. Er wordt gevreesd voor een internationale aanslag, maar na de autopsie op de bestuurder blijkt het ongeluk een moord te verhullen. Commissaris Liese Meerhout en haar team komen in actie. Haar hoofdinspecteur Michel Masson is echt geen grote hulp: hij zit met zijn gedachten nog bij zijn vakantie in Portugal. Maar als Liese ternauwernood ontsnapt aan een aanslag en door haar chef verplicht wordt om onder te duiken, neemt Masson de fakkel van haar over. Verbeten gaat hij op zoek naar de drieste moordenaar, terwijl Liese gefrustreerd het onderzoek vanop afstand volgt. Ze hangt verveeld rond in het hotelletje dat haar schuilplek werd. Ook daar kan ze het speuren niet laten en ontdekt ze een lang bewaard geheim… ‘Toni Coppers is de leading man van de Vlaamse misdaadliteratuur.’ - John Vervoort op website Flanders Literature ‘De Vlaamse thrillerkoning geeft verveling geen kans.’ - Dirk Leyman in De Morgen ‘Eenmaal begonnen met lezen moet je door tot het bittere eind.’ - Ine_leest op Instagram Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454542844?aid=kb-online-bibliotheek&sid=17&dts=1758785017785&sig=abe518aa7e9e257006362b55324b4a6938af810b2e68f02c979c598b8c2a0f2e&width=320",
      "dateSeen": "2025-09-26T07:13:15.383Z"
    },
    "cb66582968dd0fbb7ed17d4db451f8e9bc527963": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454542828/voor-wie-dit-leest-mia-zomerdijk",
      "title": "Voor wie dit leest",
      "authors": "Mia Zomerdijk",
      "description": "In Voor wie dit leest van Mia Zomerdijk is Leonie heel gelukkig met haar leven als juf van groep twee en werkt ze daarnaast hard aan haar grote droom om schrijver te worden. En toch mist er iets. Of beter gezegd: iemand. Die ene speciale persoon. Online daten? Niks voor Leonie. Ze gelooft liever in toeval. Daarom schrijft ze zeven briefjes en verstopt die op plekken waar ze een leuke man zou kunnen tegenkomen – in haar lievelingsboek bij de boekhandel, in een Noorse trui in een vintagewinkel, in een museum. Het blijkt verrassend effectief: de ene na de andere date volgt. De ene wat geslaagder dan de andere. Maar het lot heeft zo zijn eigen plannen. Wat blijft er over van je dromen als alles ineens wankelt? Of is het juist dán de kunst om te blijven geloven in wat het leven voor je in petto heeft? *Eerder verschenen onder de titel Zeven briefjes Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454542828?aid=kb-online-bibliotheek&sid=17&dts=1758789864830&sig=94db277c672448b3d5dc4a0bef84d392f757b5a30495b08614b5100b1ce2d32e&width=320",
      "dateSeen": "2025-09-26T07:13:15.608Z"
    },
    "bc4690c20cea464784af6c90e83d384c39de22c0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454542879/moord-op-een-misdaadauteur-marco-knauff",
      "title": "Moord op een misdaadauteur",
      "authors": "Marco Knauff",
      "description": "In het vlakbij Bermhoven gelegen dorp Wezelheide wordt schrijver Klaas van Genema dood in zijn werkkamer aangetroffen. Rechercheur Marieke de Zwart duikt met haar collega Robin Groeneveld in de zaak. Ze ontdekken dat Klaas lid is van een schrijverscollectief van misdaadauteurs. Ze stuiten in hun onderzoek op vijandigheid en intriges. Iedereen lijkt wat te willen verbergen en personen gedragen zich steeds geheimzinniger... Marco Knauff wilde als kind al schrijver worden. Hij publiceerde veel korte verhalen in tijdschriften en verhalenbundels. Ook won hij diverse prijzen en werd een verhaal van hem verfilmd. Naast politieromans schrijft hij historische fictie en een serie over een Afrikaanse lodge. In zijn vrije tijd maakt Marco surrealistische schilderijen en werkt hij met veel plezier bij de egelopvang. Hij is vaak te vinden in het theater en wandelt graag met zijn hond. Marco is getrouwd met schrijfster Marian Werkman. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454542879?aid=kb-online-bibliotheek&sid=17&dts=1758785187838&sig=79daeee010fada60335cd8e9c5aebf3aac7d9b7abc593713e023c67961ede7f3&width=320",
      "dateSeen": "2025-09-26T07:13:15.822Z"
    },
    "50f116e4d57a7658b09c21b825f0d3aa1142e53a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454542852/onverhoopt-verliefd-rachel-elisabeth",
      "title": "Onverhoopt verliefd",
      "authors": "Rachel Elisabeth",
      "description": "Geheimen van Hyde park, deel 4. Nadat Agatha wordt verstoten door haar moeder belandt ze als gouvernante bij Lady Rosa, de dochter van de starre Lord Reed die leeft als een kluizenaar. Hoewel de heer des huizes haar intrigeert, weet ze dat ze nooit aanspraak op zijn hart kan en mag maken. Hij is haar baas en daarnaast rouwt hij nog om het verlies van zijn echtgenote. In de ogen van de beau monde is zij in ieder geval geen huwelijkskandidate. Onverhoopt verliest Agatha echter haar hart stukje bij beetje, maar dan komt de waarheid aan het licht... Rachel Elisabeth woont met haar gezin in Brabant. Ze staat bekend om haar vlotte, gedetailleerde en spicy schrijfstijl. Eerder verschenen: De zwarte weduwnaar, Liefde van Lady De Luca en Van courtisane naar dame. Met Onverhoopt Verliefd sluit ze de serie Geheimen van Hyde Park af. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454542852?aid=kb-online-bibliotheek&sid=17&dts=1758794094952&sig=7531119b74ea4a264e3f9b84cf4b1c47af29d23cf336d81d143bda76058cfb08&width=320",
      "dateSeen": "2025-09-26T07:13:16.063Z"
    },
    "9922070823c78f125edd9a6f22855f82ef898c5d": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/45454281X/powervrouwen-en-bonuskinderen-jan-van-der-meulen",
      "title": "Powervrouwen en bonuskinderen",
      "authors": "Jan van der Meulen",
      "description": "Een vlot geschreven boek over relaties, familiebanden en het verlangen naar een kind. Martha, alleenstaand en moeder van twee kinderen, is aan het daten. Ze ontmoet Jan en is meteen verliefd op hem. Is hij de ideale bonusvader? Dat lijkt te mooi om waar te zijn, want Jan heeft zo zijn issues. Hij worstelt met zijn gevoelens voor Karin, een vroegere liefde. Dan is er ook nog zijn moeder die steeds meer zorg vergt, zijn verongelijkte zus, en een nieuwe baan. Dit alles eist zijn aandacht op. Er ontvouwt zich een drama. Durven Martha en Jan voor elkaar te kiezen, of worden ze ingehaald door het verleden? Jan van der Meulen (1967) is geboren in Friesland en studeerde geschiedenis in Groningen. Nu woont hij in Apeldoorn. Hij werkte vele jaren bij woningstichtingen in het hele land, maar zijn passie ligt bij het schrijven. Jan schrijft het liefst over dingen die hijzelf heeft meegemaakt. Dat doet hij met gevoel voor humor. Relaties en verboden liefdes zijn Jans favoriete thema's. Dit is zijn vierde roman bij Uitgeverij Ellessy. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A45454281X?aid=kb-online-bibliotheek&sid=17&dts=1758870076739&sig=2993b823035f5d881958d9730b00343c44ca18be0e4f3b10b74f58818ddb83bd&width=320",
      "dateSeen": "2025-09-26T07:13:16.261Z"
    },
    "27692f38d77c6c1dc599ed36d72270d4d6442ee0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44715298X/indigo-ridge-devney-perry",
      "title": "Indigo Ridge",
      "authors": "Devney Perry",
      "description": "Winslow Covington gelooft in de letter van de wet. Als de nieuwe politiechef van Quincy, Montana, is ze vastbesloten om zichzelf te bewijzen aan de gemeenschap en te laten zien dat ze haar positie niet heeft verdiend omdat haar opa burgemeester is. Volgens haar opa hoeft ze alleen maar in de gunst te komen bij de Edens. Maar de familie die deze stad heeft gesticht voor zich winnen was misschien makkelijker geweest als ze niet een onenightstand had gehad met hun oudste zoon. Ter verdediging, het was haar eerste avond in de stad en ze had niet door dat de ruige en charmante man die haar het bed in lokte een soort lokale adel was. Naar bed gaan met Griffin Eden was een grote vergissing die ze probeert te vergeten. Hij is onuitstaanbaar, arrogant en blijft iedereen eraan herinneren dat ze een buitenstaander is. Winslow doet haar best om Griffin te vermijden, maar wanneer er een vrouw dood wordt aangetroffen op het landgoed van de Edens, zijn de twee op elkaar aangewezen. Als alle aanwijzingen over de identiteit van de moordenaar leiden naar een local, realiseert Griffin zich dat Winslow meer is dan hij dacht. Ze is mooi en intelligent en moeilijk te weerstaan. Voor hem. Én voor de moordenaar. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44715298X?aid=kb-online-bibliotheek&sid=17&dts=1758896507739&sig=2c2d5d048be0e1f0bd67dae9c7ff5d3a868c4c155b7bb5a38d26741d87036655&width=320",
      "dateSeen": "2025-09-27T07:10:46.428Z"
    },
    "46538963c22dd6a2a4071cf451d8ea21c27ddaf3": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/444236163/de-loods-mathijs-deen---peter-palm",
      "title": "De loods",
      "subtitle": "een Waddenthriller",
      "authors": "Mathijs Deen | Peter Palm",
      "description": "Tijdens een gezamenlijke oefening van Nederlandse, Duitse en Deense grenswachten bij Helgoland komt er een noodoproep binnen van een Amerikaans onderzoeksschip waar een klimaatwetenschapper vermist is geraakt. Een jonge rechercheur krijgt de opdracht om het onderzoek te leiden. Met kaarten.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A444236163?aid=kb-online-bibliotheek&sid=17&dts=1759069792379&sig=be2286f212073c2308ef08ed26c02c69c550f9d1665b713c08c6acdef218ddc0&width=320",
      "dateSeen": "2025-09-29T07:13:55.944Z"
    },
    "dceb5d56745edfbceaefdef6bc063853e0efa29a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443405557/ik-overleefde-auschwitz-ferenc-go-ndo-r",
      "title": "Ik overleefde Auschwitz",
      "authors": "Ferenc Göndör",
      "description": "\"Op een zaterdag werden drie galgen klaargezet. Onder elke galg stond een kruk. Drie jonge mannen werden naar voren gesleept. Ze waren ter dood veroordeeld. Ze hadden geprobeerd om uit het kamp te vluchten. Een van de mannen herkende ik. Het was Pali. Hij was verdediger geweest in het voetbalteam van onze school.\" Ik overleefde Auschwitz is het waargebeurde verhaal van de joodse Ferenc Göndör. Ferenc groeit op in een klein stadje in Hongarije. Hij is elf jaar als de Tweede Wereldoorlog uitbreekt. Hitler krijgt steeds meer macht in Europa. De haat tegen joden neemt toe. Ook in Hongarije. Alle joden in het land worden opgepakt. Ferenc is een van hen. Ze worden gevangengezet in het gruwelijke kamp Auschwitz in Polen. Het is niet de bedoeling dat iemand daar ooit nog levend uitkomt. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443405557?aid=kb-online-bibliotheek&sid=17&dts=1759172370943&sig=1642978b54e0e22912ae2dfe15d2cc5775faabb3fa6c900f9bbe1a452da517ce&width=320",
      "dateSeen": "2025-09-30T07:13:51.844Z"
    },
    "9be5dcee0c8ffb3990ac681fbd5b8ffd0f49ed5e": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/440308763/spiegeldagen-mark-h--stokmans",
      "title": "Spiegeldagen",
      "authors": "Mark H. Stokmans",
      "description": "Een Nederlandse makelaar krijgt drie jaar na de dood van zijn opa en de verdwijning van diens vrouw de opdracht het familiehuis in Spanje te verkopen. Tijdens zijn verblijf komen herinneringen en vragen over het verleden van zijn grootouders naar boven, en ontdekt hij waar zijn eigen hart ligt.",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A440308763?aid=kb-online-bibliotheek&sid=17&dts=1759173704919&sig=0c4f02bb0ff8fed21c8ebe859fe0df4a4506778806847d2239ebc53a096b8ab4&width=320",
      "dateSeen": "2025-09-30T07:13:52.144Z"
    },
    "b4490ea14ea4956d03d43554c4a8ff4a91bbf603": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/430083645/schrijverig-kelly-meulenberg",
      "title": "Schrijverig",
      "subtitle": "het inspiratieboek voor beginnende schrijvers",
      "authors": "Kelly Meulenberg",
      "description": "Schrijven leer je door te doen! Of je nou een kort verhaal, roman, blog of iets anders wilt schrijven. Om je te helpen de woorden op papier te krijgen, deelt schrijfcoach Kelly Meulenberg haar ervaringen en favoriete schrijfoefeningen. Zodat je begint met schrijven en lekker door blijft gaan. Met de tips en oefeningen in dit boek: * Leer je tijd vrij maken en doelen stellen * Ontdek je jouw inspiratiebronnen * Laat je de angst los om niet origineel of niet goed genoeg te zijn * Krijg je tientallen ideeën voor verhalen en/of andere creatieve teksten * Schrijf je zinnen die verrassen, ontroeren, vermaken... wat je maar wilt! Na het lezen van dit boek - en heel veel schrijven natuurlijk - heb je duizenden woorden waar je trots op bent én weet je beter wat je wilt bereiken op schrijfgebied. Niets staat je in de weg om meer en beter te schrijven. In 2013 haalde Kelly Meulenberg (1990) haar master in Creative Writing en begon ze als schrijfcoach. Ze is je stok achter de deur, helpt je in te zien wat je sterke punten zijn en leert je nieuwe technieken. Met haar coaching, workshops en cursussen heeft ze al honderden beginnende en ervaren schrijvers geholpen. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A430083645?aid=kb-online-bibliotheek&sid=17&dts=1759262404386&sig=84ea1c0a2330eeaa86aaa78bc9e532d995f6fa1127a5e1457b8654c601a1d349&width=320",
      "dateSeen": "2025-10-01T07:13:39.809Z"
    },
    "bbab196917faf652f2e9bda1d22c7c3eccc312a0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454701454/meiden-volgen-hun-dromen-jongens-hun-hormonen-charles-groenhuijsen",
      "title": "Meiden volgen hun dromen Jongens hun hormonen",
      "subtitle": "Winnaars en verliezers van de 21e eeuw. Vrouwen nemen de leiding, waar blijven de mannen?",
      "authors": "Charles Groenhuijsen",
      "description": "De apenrots wankelt: Nieuwe kansen voor vrouwen én mannen Worden vrouwen de baas in de wereld? Kortgeleden was die gedachte nog ronduit idioot. Nu niet meer. Want steeds meer vrouwen behalen spectaculaire successen in onderwijs, arbeidsmarkt, cultuur en wetenschap. Ze denken minder traditioneel over huwelijk, gezin en relaties. Hoe reageren mannen hierop? Worden ze boos en jaloers? Of grijpen mannen de uitdaging juist aan? Eindelijk wordt het enorme reservoir aan vrouwelijk talent immers nuttig gebruikt. Wordt de wereld dan ook een beetje aardiger, minder macho? Wat een uitdaging, wat een kans! Voor vrouwen én mannen. In Meiden volgen hun dromen, jongens hun hormonen schetst Charles Groenhuijsen deze nieuwe wereld van onze kleinzonen en kleindochters. Charles Groenhuijsen is schrijver, spreker, TV-presentator. Hij was jarenlang correspondent voor de NOS in Washington. Dit is zijn dertiende boek. Hij is getrouwd en heeft drie (succesvolle) volwassen kinderen: één dochter en twee zoons. www.chgroenhuijsen.com Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454701454?aid=kb-online-bibliotheek&sid=17&dts=1759244538281&sig=5815c143c5670bf27925458a1876cd056b23d872c6c0a071a8929efaee69a33b&width=320",
      "dateSeen": "2025-10-01T07:13:40.062Z"
    },
    "7b07a54ee15e587a40bbd862748effe32724290a": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/453705030/de-bakker-robin-van-lindt",
      "title": "De bakker",
      "authors": "Robin Van Lindt",
      "description": "Als Jamin voor de zoveelste keer Instagram heeft uitgespeeld onder werktijd, beseft hij dat het roer om moet. Hij besluit zijn bullshitbaan op te zeggen en te kiezen voor zijn langgekoesterde droom: bakker worden. Maar dan betrapt hij zijn vriend Eddy met iemand anders en neemt zijn leven een wel heel abrupte wending.\nJamin begint aan zijn opleiding tot bakker en (her)ontdekt het vrijgezelle leven met zijn beste vrienden Liv en Mauro. Tijdens een van de lessen brengt een bekende bakker een bezoek aan de opleiding en tot zijn verbazing beseft Jamin dat het zijn grote voorbeeld Raphäel de la Rouchefoucault is, een mysterieuze, befaamde bakker uit Parijs. Hij krijgt het meteen warm van de superknappe bakker en kan zich nog maar met moeite op zijn baksels concentreren. Gelukkig heeft hij klasgenoot Sam om het hoofd koel te houden.\nAls Jamin merkt dat de sterbakker hem óók interessant vindt, gaat het snel. Raphäel roept Jamin bij zich na een van zijn lessen. Als Raphäel hem en Sam uitnodigt voor een gastcollege in Parijs, lijkt Jamin zijn droom te leven. Met niets te verliezen besluit hij op het aanbod in te gaan.\nMaar kan hij zijn aandacht bij de lessen houden, of zit Raphäel te veel in zijn gedachten om een meesterbakker te worden? Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A453705030?aid=kb-online-bibliotheek&sid=17&dts=1759256645061&sig=16906904cfd8e10b561ea62abf02be1380454e94f36e9c06067671b463001f26&width=320",
      "dateSeen": "2025-10-01T07:13:40.267Z"
    },
    "f53f312ab6574ef3d2408de3df83e56771b375d0": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442188501/blue-sisters-coco-mellors",
      "title": "Blue sisters",
      "authors": "Coco Mellors",
      "description": "‘Een krachtig en menselijk verhaal.’ - Libelle\nDe drie zussen Blue kunnen niet meer van elkaar verschillen. Avery, de oudste en ex-verslaafde die advocaat is geworden, woont met haar vrouw in Londen; Bonnie, een voormalig bokser, werkt als uitsmijter in Los Angeles en Lucky, de jongste, is model in Parijs. Er was ook een vierde zus, Nicky, wier onverwachte dood de fundamenten van het gezin heeft doen wankelen. Elke zus probeert Nicky’s dood op haar eigen manier te verwerken. Dan komen de zussen noodgedwongen voor het eerst weer samen in New York om de verkoop tegen te houden van het appartement waarin ze zijn opgegroeid.\nMaar het weerzien verloopt allesbehalve soepel. De enige persoon die hen bij elkaar hield is er niet meer, en de zussen moeten opnieuw uitvinden wie ze zijn en wat hen verbindt.\nBlue sisters is een warme roman over het leven na verlies en de onverbrekelijke band tussen zussen.\n‘A beautiful, messy, love and grief-filled book. It is a breathtaking novel, and I found great comfort in reading it. This book is so expertly crafted, it moved me deeply and I think I’ll reread it again soon’ - Liv Little in Elle\n'In Blue Sisters, grief is rendered with gorgeous particularity' - Raven Leilani, author of Luster\n'Deeply poignant. A definite for your beach bag' - Harpers Bazaar\n'A compulsive page-turner. Expect it to be just as popular as Cleopatra and Frankenstein' - Independent\n'A must for your summer reading list' - Country and Town House\n‘Think Little Women but for the contemporary female experience’ - Evening Standard\n'Even better than Cleopatra and Frankenstein, this is emotional heft meets page turner: it’ll be everywhere this summer’ - Grazia\n'It will make you laugh, cry deeply, and want to call your siblings’ - Cosmopolitan\n‘A poignant and visceral exploration of sisterhood and grief’ - Red\n'Has a core of humanity' Sunday Times Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442188501?aid=kb-online-bibliotheek&sid=17&dts=1759244536697&sig=e929d8d97bc47b233fa563b234abfa387af9562756a63b7642f60fb8962f3c34&width=320",
      "dateSeen": "2025-10-01T07:13:40.930Z"
    },
    "90ba23fb8a3a6387b7e54723fcf043f6fe49913f": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442188161/sterrenstof-tatiana-de-rosnay",
      "title": "Sterrenstof",
      "authors": "Tatiana de Rosnay",
      "description": "‘Even origineel als ontroerend. Het portret van een actrice in een van haar kwetsbaarste rollen. Misschien wel De Rosnays beste boek tot nu toe.’ – Le Parisien Week-end\nPauline werkt in het legendarische Mapes Hotel in Reno, Nevada. Als ze op een dag invalt voor een collega ontmoet ze in suite 614 een wat slaperige vrouw. Dit blijkt Mrs Miller, oftewel Marilyn Monroe, die op dat moment in scheiding ligt met Arthur Miller en bezig is met de opnames van wat haar laatste film zou worden, The Misfits.\nTegen de achtergrond van de uitgestrekte vlakten van Nevada raken in Sterrenstof de levens van twee vrouwen uit heel verschillende werelden vervlochten. Deze ontroerende roman is een ode aan de allesoverstijgende kracht van vrouwenvriendschap en schetst een intiem portret van een niet eerder getoonde kant van Marilyn Monroe.\n‘Je moet het maar durven, een roman over de legende Marilyn Monroe; De Rosnay levert met overtuiging.’ – Le Figaro littéraire\n‘Met veel gevoel verweeft De Rosnay de levens van twee vrouwen tegen een decor van de betoverende luchten van Nevada. Dit is Tatiana’s American dream!’ – Elle Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442188161?aid=kb-online-bibliotheek&sid=17&dts=1759246181684&sig=9f597105de5ad39df28c73e92d01f1548f2be3175a81d4233037ba83c6963ee7&width=320",
      "dateSeen": "2025-10-01T07:13:41.158Z"
    },
    "debe5537ca4b8f33b0c7f5aaf0695f36e76368fa": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442187920/askruis-antoine-se-nanque",
      "title": "Askruis",
      "authors": "Antoine Sénanque",
      "description": "1348. De pest raast door Europa.\n1367. Twee jonge dominicaner monniken vertrekken vanuit hun klooster in de Languedoc naar Toulouse om kostbaar perkament te kopen, omdat hun overste Guillaume zijn levensverhaal daarop wil schrijven. Wanneer dit de inquisiteur ter ore komt, is diens argwaan direct gewekt. Guillaumes verhaal houdt een groot risico in voor de katholieke kerk: het kan de waarheid onthullen over de oorsprong van de pest en het verband met het lot van Guillaumes leermeester, Meester Eckhart, mysticus en een van de meest bewonderde – maar later vervloekte – predikers van het christendom. Er is de inquisiteur alles aan gelegen dit geheim verborgen te houden.\nOp indrukwekkende wijze vervlecht Sénanque kleine met grote geschiedenis, van oorlogen en inquisitie tot vervolging en verraad, in een roman die de lezer meeneemt van de banken van de Sorbonne tot de steppen van Centraal-Azië.\nAskruis is een historisch fresco maar ook een spirituele en dramatische pageturner waarin Eckharts woorden en de keuzes van onze twee hoofdpersonen een nieuwe betekenis geven aan het woord ‘broederschap’.\n‘Historische roman geeft onthutsend beeld van de Rooms-Katholieke Kerk in de tijd voor de Reformatie.’ , ”Askruis” is allesbehalve oppervlakkig, het is leerzaam en spannend.’ - Reformatisch Dagblad\n'Voorbij het duister is Askruis vooral een verhaal van broederschap en persoonlijke moed als wapens tegen religieuze verblinding en de lust naar macht. Dat alles schildert Sénanque met zwier, even zwierig vertaald door Noor Koch. De roman is vaardig gecomponeerd als een raamvertelling, wat het verhaal zijn spanning verleent. Het resultaat is een kleurrijk fresco met twee glanzende panelen. En als er van Eckhart een woord overblijft, dan is het ‘onthechting’. Een woord dat ook onze tijd zin kan verlenen.' - de Volkskrant\n‘Ingenieus opgezet boek [...] ‘Een nieuwe ‘de naam van de roos’’. ‘De roman staat bol van de fascinerende (en leerzame!) bijzonderheden over allerlei middeleeuwse zaken’ - Trouw\n‘De doordringende beschrijvingen van een afstotelijke en gevaarlijke wereld toont Sénanque zijn ‘meesterlijke pen’, en loont zijn achtergrond als arts en historicus. Op die momenten doet de roman nog het meest denken aan Het Parfum van Patrick Süskind.’ - De Standaard\n‘Zowel leerzaam als kostelijk’ – Max Magazine\n'Een zeer rijke roman die uitblinkt in ritme en dialoog, en een ode aan de vriendschap.’ – Le Figaro * Selection Figaro Weekend *\n ‘Geweldig geschreven roman die gaandeweg steeds meer een middeleeuwse detective wordt. Om van te genieten!’ – Télérama\n‘De eigenlijke hoofdrolspeler [is] niemand minder dan de grote mysticus Meester Eckhart, die door Sénanque fraai tot leven wordt gewekt.’ - Katholiek Nieuwsblad Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442187920?aid=kb-online-bibliotheek&sid=17&dts=1759244795016&sig=596b83462b27f4b3ae128c6a34109768babfc35a529367abc9871419d0476e9d&width=320",
      "dateSeen": "2025-10-01T07:13:41.385Z"
    },
    "fc0d50e6d93be6fe0f09dc7e3935bb6b1dbe44ec": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/44218798X/amerika-amerika-marieke-de-vries",
      "title": "Amerika Amerika",
      "subtitle": "Unieke verhalen uit een diep verdeeld land",
      "authors": "Marieke de Vries",
      "description": "Voor wie de Amerikaase verkiezingen goed wil begrijpen\nIn de aanloop naar de verkiezingen blikt Marieke de Vries terug op diverse grote gebeurtenissen die het nieuws beheersten: de dood van George Floyd, de bestorming van het Capitool, de afzettingsprocedures tegen Donald Trump, zijn arrestatie, het televisiedebat tussen hem en Joe Biden op 27 juni 2024, de moordaanslag op de ene en de terugtrekking uit de race van de andere presidentskandidaat.\nMarieke vertelt ook openhartig over haar all-American aangetrouwde familie: hardwerkende mijnwerkers die binnen afzienbare tijd van democratische vakbondsleden in fanatieke Trump-aanhangers zijn veranderd.\nAmerika Amerika biedt zowel een kijkje in het ongewone leven van een buiten landverslaggever als een insidersblik op Amerika in de aanloop naar de presidentsverkiezingen op 5 november 2024. Bovendien toont dit boek de mens achter de liberale en de conservatieve stemmers in het diep verdeelde land van de onbegrensde mogelijkheden.\n'De Vries geeft met Amerika Amerika alvast een sterk onderbouwde en glasheldere opeenstapeling van feiten die je in de aanloop hiernaar niet kunt missen.' - Boekenkrant Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A44218798X?aid=kb-online-bibliotheek&sid=17&dts=1759254757429&sig=0a10a96d9091b77143c6b57f834475408c5f072b38a2bf0ea7ff6e531c308aa8&width=320",
      "dateSeen": "2025-10-01T07:13:41.623Z"
    },
    "18074d183a07e124a939f438ab5259eb17046390": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442188358/onder-de-sterrenhemel-camilla-davidsson",
      "title": "Onder de sterrenhemel",
      "authors": "Camilla Davidsson",
      "description": "Zou de pelgrimstocht echt helpen, of was dat een verkeerde inschatting?\n De eenendertigjarige Emma zit op het vliegveld. Ze is op weg naar Frankrijk om de Camino naar Santiago de Compostella te gaan lopen en laat Londen achter zich. Toen ze een jaar geleden Eric ontmoette, zegde ze haar baan in Zweden op om bij hem in Engeland te kunnen zijn. Maar al snel bleek dat hij haar gevoelens niet deelde.\nWanneer Emma over de pelgrimsroute hoort, ziet ze dit als een teken dat ze haar leven moet veranderen en met een oude, veel te volle rugzak vertrekt ze. Dag na dag de lange afstanden afleggen blijkt zwaarder dan ze had gedacht, maar ze is niet alleen – ze ontmoet mensen die ieder hun eigen redenen hebben om de Camino te lopen. Door met hen verhalen en erva­ringen uit te wisselen krijgt Emma het gevoel dat ze langzaam maar zeker weer zichzelf wordt. Wat begon als een spontaan idee, verandert haar meer dan ze had kunnen bedenken.\nOnder de sterrenhemel gaat over een jonge vrouw die op een moeilijk moment in haar leven besluit op zoek te gaan naar zichzelf.\nBloggers zijn enthousiast: ‘Prachtig, aangrijpend en stemt tot nadenken.’\n'Intelligente feelgood over het durven luisteren naar je innerlijke stem (en je eigen weg door het leven vinden).’\n‘Een leuk feelgoodboek voor de herfstige dagen die er aankomen.’ Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442188358?aid=kb-online-bibliotheek&sid=17&dts=1759244813315&sig=2483294c355faf63f4d50e1e8d53410c5205be0ba5e58ffdbc816941dc0ba4ab&width=320",
      "dateSeen": "2025-10-01T07:13:41.863Z"
    },
    "bc2536604f00a8da97408c1dea869ccaf1d01532": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443690057/een-aardig-meisje-elvin-post",
      "title": "Een aardig meisje",
      "authors": "Elvin Post",
      "description": "‘De VVE blijkt een uitstekend decor voor een thriller, bewijst Elvin Post in Een aardig meisje.’ - De Volkskrant\nMegan Smit is een aardig meisje. Helaas is het leven tot nu toe niet zo aardig voor háár. Op jonge leeftijd verloor ze haar vader, ze liep haar gedroomde carrière als filmactrice mis en haar moeder wil maar niet begrijpen waarom ze een einde maakte aan de disfunctionele relatie met haar ex-vriend Rex. Wanneer Megan een nieuw appartement betrekt in Rotterdam, lijkt het leven haar eindelijk toe te lachen. Lijkt. Want nog geen vijf maanden later ligt haar buurman dood in het trappenhuis en wordt ze beschuldigd van moord.\nIs Megan onschuldig, zoals ze beweert, of liegt ze en is ze opgehouden een aardig meisje te zijn?\nEen aardig meisje van Elvin Post is een spannende whodunit waarin je continu op het verkeerde been wordt gezet.\n‘Een aardig meisje’ is een echte aanrader. Het leest vlot, heeft hilarische personages én staat vol met bizarre plotwendingen.’ - Havenloods\n‘Hij heeft een prettige vertelstijl en de hoofdstukken zijn opgeschreven als korte hapklare brokken. Daardoor lees je het boek in een ruk uit.’ - de Boekenkrant\n‘Een verassende thriller’. - Margriet\n‘Een aardig meisje is niet alleen een aanrader voor thrillerfans, maar ook voor iedereen die zelf in een VvE woont of ooit te maken heeft gehad met burenruzies.’ - Nederlandvve.nl Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443690057?aid=kb-online-bibliotheek&sid=17&dts=1759245287081&sig=923a64faf24cc56c0ac5d8ecaef400718969d63a7d0c48de2921d0a504b382e2&width=320",
      "dateSeen": "2025-10-01T07:13:42.085Z"
    },
    "a46d2672cc93e3f96bebe01a99fac0a5d6828343": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443125627/de-bessenplukkers-amanda-peters",
      "title": "De bessenplukkers",
      "authors": "Amanda Peters",
      "description": "Winnaar van de 2023 Barnes & Noble Discover Award en winnaar van de 2024 Andrew Carnegie Medal for Excellence in Fiction.\nMaine, 1960. Op een hete nazomerdag ziet de zesjarige Joe zijn zusje Ruthie aan de rand van de bessenvelden op haar favoriete steen zitten terwijl hun familie er aan het werk is als fruitplukkers. Maar die middag verdwijnt Ruthie spoorloos. Joe was de laatste die haar zag; schuldgevoel en verdriet achtervolgen hem de rest van zijn leven.\nIn een welgestelde buitenwijk er niet ver vandaan groeit Norma op als enig kind van strenge ouders. Ze is nieuwsgierig en barst van de vragen die haar ouders bruusk wegwuiven. Waarom is haar huid donkerder dan die van hen en waar komen haar levendige dromen vandaan, over kampvuren en warme armen om haar heen? Ze voelt dat er iets niet klopt. Het zal nog jaren duren voor ze achter de waarheid komt…\nDe bessenplukkers is een ontroerende roman met onvergetelijke personages over inheemse tradities en de westerse drang deze uit te wissen.\n'Een hartverscheurende roman over een te weinig besproken, gruwelijke historische praktijk. Peters geeft op monumentale wijze een stem aan een volk dat uitgewist moest worden.' - The New York Times\n'Weergaloze roman over liefde, ras, wreedheid en de helende kracht van vergeving.' - People Magazine Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443125627?aid=kb-online-bibliotheek&sid=17&dts=1759246060006&sig=cf2451c5ba435584145030552b9297a4d9f9aefd35542c82112ea60415d07ba3&width=320",
      "dateSeen": "2025-10-01T07:13:42.307Z"
    },
    "47a925bf0cb7b6698dd1d6e0bbb6cb5570c8a0dd": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442188145/zijn-geur-na-de-regen-ce-dric-sapin-defour",
      "title": "Zijn geur na de regen",
      "authors": "Cédric Sapin-Defour",
      "description": "Winnaar Prix Goncourt des Animaux\nHet begint met een kleine advertentie in een reclamekrantje waarin een thuis gezocht wordt voor twaalf Berner sennenpuppy’s. Niet veel later heeft Cédric – gymleraar en alpinist – een nieuwe metgezel: Ubac. Met warmte en humor schildert Cédric hun ongrijpbare vorm van liefde zonder woorden, hun gezamenlijke avontuur, dat veel te snel voorbij gaat; na dertien jaar is Ubac een bejaarde hond en sterft hij. Het einde dat Cédric vanaf de eerste dag al vreesde. Het gemis is hevig. Cédric lijkt nog steeds het getik van Ubacs nagels op de vloer te horen en hij mist zelfs zijn geur na de regen, die voorgoed is verdwenen.\nZijn geur na de regen is een universele vertelling over een verstandhouding waarin bijna alle verschillen worden overbrugd. Maar ook over de dood, die onafwendbaar is maar daardoor juist betekenis geeft aan het leven, en over het intense geluk dat een huisdier een mens kan brengen.\n‘Overstijgt alle definities van wat tot de mensenwereld of tot het dierenrijk behoort: vriendschap, liefde, ouderschap, broederschap. Alles wordt fluïde in dit magistraal geschreven boek.’ Le Monde\n‘Sapin Defour schreef een heel persoonlijk boek over zijn relatie met zijn Berner sennenhond Ubac, maar tegelijk ook een boek waarin hondeneigenaren zich zullen herkennen.’ - de Boekenkrant Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442188145?aid=kb-online-bibliotheek&sid=17&dts=1759248603305&sig=11f1ca691d532d512ccebe9573faaa276713066d31325730e2e95a346442439e&width=320",
      "dateSeen": "2025-10-01T07:13:42.561Z"
    },
    "943483b959f61ee89f5cc07aad17d638166c0d20": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443090696/op-een-dag-lachen-we-erom-thomas-korsgaard",
      "title": "Op een dag lachen we erom",
      "authors": "Thomas Korsgaard",
      "description": "Wat gebeurt er als een straatarm gezin ineens een groot geldbedrag krijgt en daarmee eindelijk de kans heeft om alle dromen te verwezenlijken? Zal het geld dit gezin dat woont aan het eind van een lange, doodlopende, stoffige zandweg geluk brengen? Terwijl de jonge Tue de wereld buiten de boerderij ontdekt en worstelt met zijn seksualiteit en zijn vriendschappen, beseft hij dat het geld niets verandert; een vers geschilderd huis en nieuw meubilair kunnen de onderliggende scheuren niet verhullen.\nOp een dag lachen we erom is het los te lezen vervolg op de internationale bestseller Mocht er iemand langskomen. Het is het tweede boek in de semiautobiografische Tue-trilogie, die in Denemarken en Noorwegen lovend werd ontvangen; sociaalrealistisch en doorspekt met rauwe humor.\n5 sterren - ‘Met zijn gevoelige pen, scherpe blik en humor schiet Korsgaard midden in de roos.’ Ekstra Bladet\n‘Dit is het leven, zoals het is: met een lach en een traan, gênant en ontroerend, deprimerend en hoopvol.’ - de Volkskrant\nPers over Mocht er iemand langskomen:\n'Blinkt uit in rauw realisme en laat zien hoe bepalend de sociale omstandigheden zijn waarin iemand opgroeit.'- de Volkskrant\n'Bijzonder meeslepend [...]. De nuchtere toon geeft het verhaal iets ironisch en zelfs luchtigs. Korsgaard klinkt minder mistroostig dan de Franse schrijven Édouard Louis, wiens romans over de uitzichtloze armoede in Frankrijk thematisch verwant zijn.' - Trouw\n'Korsgaard is een van de meest getalenteerde schrijvers van dit moment.' Berlingske Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443090696?aid=kb-online-bibliotheek&sid=17&dts=1759243832153&sig=4adbd9819cf0b88b01df3656fa837938e6350b967a2f27bf784bda0cce40ca06&width=320",
      "dateSeen": "2025-10-01T07:13:42.808Z"
    },
    "5779b960bc5f52accb7d714aad961b662c8ea33c": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/454701446/de-waterzoon-eva-vriend",
      "title": "De waterzoon",
      "subtitle": "Jac. P. Thijsse, zijn zoon en onze verhouding tot de natuur",
      "authors": "Eva Vriend",
      "description": "In hoeverre mogen we ingrijpen in de natuur? Dit urgente vraagstuk domineert de familiegeschiedenis van Jac. P. Thijsse. In zijn populaire Verkade-albums leerde hij Nederland begin vorige eeuw om de natuur te koesteren. Hij gaf de aanzet tot de oprichting van Natuurmonumenten. Zijn zoon Jo Thijsse volgde een ander pad. Hij specialiseerde zich in de waterloopkunde en werd de wetenschappelijke man achter de Afsluitdijk en de Deltawerken. In dit fijnzinnige essay onderzoekt Eva Vriend de grenzen van de maakbaarheid. Aan de hand van het onbekende verhaal van vader en zoon Thijsse laat ze zien hoe onze verhouding tot de natuur telkens verandert. In tijden van stikstofproblemen, afnemende biodiversiteit en klimaatcrisis biedt De waterzoon een verrassend historisch perspectief op een vraagstuk dat ons allemaal raakt. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A454701446?aid=kb-online-bibliotheek&sid=17&dts=1759382868912&sig=5165759f36238f109bf1f14bd8f2fc2f51139a62e5521e89872ac4d65f57aa66&width=320",
      "dateSeen": "2025-10-02T07:12:36.956Z"
    },
    "3be5b2b96297b2885f8a636bc3c23fd4e9f5d2b9": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/443125635/de-gentleman-uit-peru-andre-aciman",
      "title": "De gentleman uit Peru",
      "authors": "Andre Aciman",
      "description": "Een groep Amerikaanse studievrienden verblijft in een luxueus hotel aan de zonovergoten Amalfikust. Terwijl hun zeiljacht gerepareerd wordt, brengen ze hun dagen in de tussentijd door op het hotelterras, loungend in de lome hitte. Hun blik valt op een mysterieuze oudere man die elke avond aan de tafel naast hen zit, altijd met een glas wijn, een notitieboekje en een sigaret. Wanneer ze deze elegante reiziger uitnodigen om zich bij hen te voegen voor de lunch, kunnen ze niet bevroeden waar dat toe zal leiden. De man deelt zijn bijzondere gaven en wijsheden met hen, en een verhaal dat het leven van een van hen voor altijd zal veranderen.\n‘Een magisch-realistisch zwijmelsprookje’ - VPRO gids\nOp meesterlijke wijze heeft André Aciman in het sensuele De gentleman uit Peru haarscherpe inzichten in een intens verhaal over spijt, het lot en allesoverstijgende liefde.\n'Acimans romans lees je niet, het is eerder dat je er ademloos in opgaat.' - The Times\n'Wederom een meesterlijke vertelling over verlangen en begeerte.' - Glamour\n'Er is geen auteur die zó over verlangen kan schrijven als André Aciman.' - Max Porter\n‘Onvergetelijke nieuwe liefdesgeschiedenis.’ - Ciaotutti.nl Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A443125635?aid=kb-online-bibliotheek&sid=17&dts=1759342352477&sig=c64fadc98c84b3a3b98c3bc36d855dec917f99fcd5f9cc9ca84ae5943c866f9f&width=320",
      "dateSeen": "2025-10-02T07:12:37.200Z"
    },
    "3054f4f6d9f32c479ffce0148a77d45521bd2534": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442188250/hard-gras-157-tijdschrift-hard-gras",
      "title": "Hard gras 157",
      "authors": "Tijdschrift Hard Gras",
      "description": "In deze Hard Gras een etymologische studie door Aron Groot naar de oorsprong van het woord oranje, een voorpublicatie uit De Koning van de Nacht van Michel Doodeman; een virtuoos portret door Eva Vriend van Almere City waarin Alex Pastoor ongewild de running gag werd. En aandacht voor de wraakoefening van Thomas RIjsman die een jaar geleden tijdens een amateurwedstrijd zwaar geblesseerd raakte door de nieuwe TD van Ajax: Alex Kroes. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442188250?aid=kb-online-bibliotheek&sid=17&dts=1759305161655&sig=f76c38ec9cee6aafffa941a2bf590986c37f91007d63fefe3dcfd7168afa0a8b&width=320",
      "dateSeen": "2025-10-02T07:12:37.386Z"
    },
    "66f6f16eb03d332c838a5acb9074d183d1cf5604": {
      "url": "https://www.onlinebibliotheek.nl/catalogus/442188315/zoals-zussen-zijn-loes-hegger",
      "title": "Zoals zussen zijn",
      "subtitle": "De gekreukelde levens van vijf vrouwen in de twintigste eeuw",
      "authors": "Loes Hegger",
      "description": "Vijf zussen die elk op hun eigen manier worstelen met het leven en de rol die hun is toebedeeld.\n1935. Als moeder onverwacht komt te overlijden, daalt er een kilte neer over het voorheen warme gezin Kleinhout. De oudste zus neemt noodgedwongen de moederrol op zich – een lot dat ze verbitterd ondergaat. Alle zussen kiezen hun eigen levenspad en allemaal stuiten ze op andere obstakels. Samenleven met een vrouw, maar daar wordt niet over gepraat. De perfecte huisvrouw willen spelen, ook als het tegenzit. Nobel werk verrichten, maar onbetaald en ondergewaardeerd. Voor onafhankelijkheid kiezen en vereenzaamd achterblijven.\nMet gevoelige pen beschrijft Loes Hegger de levensloop van haar moeder en tantes. Ze waren geen heldinnen of pioniers, maar gewone vrouwen in een tijd van beperkte bewegingsvrijheid. Hun onmacht uitte zich als woede, waar hun omgeving hen op afrekende. De geschiedenis van de vijf zussen doet je met andere ogen kijken naar het vrouw-zijn anno nu. Bron: Flaptekst, uitgeversinformatie",
      "image": "https://leibniz.zbkb.nl/assets/id/PPN%3A442188315?aid=kb-online-bibliotheek&sid=17&dts=1759332613095&sig=227a94d84891920cec71a09d4dfb242df7e51767227df3aea6f4b665ff498d8a&width=320",
      "dateSeen": "2025-10-02T07:12:37.637Z"
    }
  }
}